Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

source: Analyze
de: Analysieren
pt_br: Analizar
ru: Анализ
tr_tr: Analiz Et

source: Back
de: Zurück
pt_br: Voltar
ru: Назад
tr_tr: Geri Dön

source: Details
pt_br: Detalhes
ru: Подробнее
tr_tr: Detaylar

source: Account Stats
de: Accountstatistiken
pt_br: Estatísticas da Conta
ru: Статистика Аккаунта
tr_tr: Hesap İstatistikleri

source: Add to suspects
de: Zu Verdächtigen hinzufügen
pt_br: Adicionar para suspeitos
ru: Добавить в подозреваемые
tr_tr: Şüphelilere ekle

source: Browse
de: Durchsuchen
pt_br: Procurar
ru: Расположение
tr_tr: Gözat

source: Delete
de: Löschen
pt_br: Deletar
ru: Удалить
tr_tr: Sil

# DownloadMatchMakingDemos
source: Download MM Demos
de: MM Demos herunterladen
pt_br: Baixar MM Demos
ru: Скачать MM Демки
tr_tr: Rekabetçi Demolarını İndir

source: Export as XLS
de: Als XLS exportieren
pt_br: Exportar para XLS
ru: Экспорт в XLS
tr_tr: XLS olarak dışa aktar

source: Goto Tick
de: Gehe zu Tick
pt_br: Ir para Tick
ru: Задать Тик
tr_tr: Tick'e Git

source: Information
de: Informationen
pt_br: Informação
ru: Информация
tr_tr: Bilgi

source: Refresh
de: Aktualisieren
pt_br: Recarregar
ru: Обновить
tr_tr: Yenile

source: Show All
de: Alle anzeigen
pt_br: Mostrar tudo
ru: Показать все демки
tr_tr: Tümünü Göster

source: Show Only Account Demos
de: Zeige nur Demos des Accountes
pt_br: Mostrar somente demos da conta
ru: Показывать только демки аккаунта
tr_tr: Sadece Hesap Demolarını Göster

source: Stats
de: Statistiken
pt_br: Estatísticas
ru: Статистика
tr_tr: İstatistikler

source: Suspects
de: Verdächtige
pt_br: Suspeitos
ru: Подозреваемые
tr_tr: Şüpheliler

source: Watch
de: Ansehen
pt_br: Assistir
ru: Смотреть
tr_tr: İzle

source: Watch highlights
de: Highlights ansehen
pt_br: Assistir highlights
ru: Смотреть хайлайты
tr_tr: En iyi anları seyret

source: Watch lowlights
de: Lowlights ansehen
pt_br: Assistir lowlights
ru: Смотреть лоулайты
tr_tr: En kötü anları seyret

source: About
de: Über
pt_br: Sobre
ru: О программе
tr_tr: Hakkında

# FreeSoftware
source: CSGO Demo Manager is a free open source software and will always be.
ru: CSGO Demo Manager - свободное программное обеспечение с открытым исходным кодом и всегда будет таковым.
tr_tr: CSGO Demo Yöneticisi ücretsiz açık kaynaklı bir yazılımdır ve her zaman öyle kalacaktır.

# SourceCodeAvailable
source: Source code is available on
de: Der Quellcode ist erhältlich unter
pt_br: Código fonte disponivel em
ru: Исходный код доступен на
tr_tr: Kaynak koduna şuradan erişebilirsin

# EncounteredBug
source: If you encountered a bug or have any suggestions, feel free to open an issue on
de: Falls Sie einen Fehler finden oder Vorschläge finden, melden Sie sich bitte unter
pt_br: Se você encontrou um bug ou tem alguma sugestão, sinta-se livre para abrir um tópico em
ru: Если вы обнаружили баг или у вас есть предложения, открывайте заявку на
tr_tr: Eğer bir hata ile karşılaşırsan veya bir önerin varsa

# WantSayThank
source: If you want to say thank you, please feel free to make a
de: Wenn Sie Danke sagen möchten, können Sie gerne
pt_br: Se você quiser dizer obrigado, por favor, sinta-se livre para fazer isso
ru: Если вы хотите сказать спасибо разработчикам, сделайте
tr_tr: Eğer teşekkür etmek istersen, lütfen çekinmeden

# AlwaysDownload
source: Always download the application installer from the official website
de: Bitte laden Sie den Installer immer nur von der offiziellen Website herunter!
pt_br: Sempre baixar o instalador do aplicativo do site oficial
ru: Всегда скачивайте установщик приложения с официального сайта
tr_tr: Her zaman uygulamayı orjinal internet sitesinden indir

source: Accounts
pt_br: Contas
ru: Аккаунты
tr_tr: Hesaplar

source: Add account
de: Account hinzufügen
pt_br: Add conta
ru: Добавить аккаунт
tr_tr: Hesap ekle

source: Add folder
de: Ordner hinzufügen
pt_br: Add pasta
ru: Добавить папку
tr_tr: Klasör ekle

# AdditionalsParametersLabel
source: Additionals parameters
de: Zusätzliche Parameter
pt_br: Parâmetros adicionais
ru: Дополнительные параметры
tr_tr: Ek parametreler

# HeaderAverageDamagesPerRound
source: ADR
pt_br: DMR
ru: СУР

# AdrFull
source: ADR (Average Damage Per Round)
de: ADR (Durchschnittlicher Rundenschaden)
pt_br: DMR (Dano médio Por Rodada)
ru: СУР (Средний Урон за Раунд)
tr_tr: ADR (Tur Başına Ortalama Hasar)

# AprFull
source: APR (Assist Per Round)
de: APR (Durchschnittliche Assists pro Runde)
pt_br: APR (Assistências por Rodada)
ru: ПЗР (Помощей за Раунд)
tr_tr: APR (Rount Başı Asist)

source: Assists
pt_br: Assistências
ru: Помощей
tr_tr: Asistler

source: Ban
de: Bann
ru: Бан
tr_tr: Yasakla

# BanFull
source: Ban (VAC / OW)
de: Bann (VAC / OW)
ru: Бан (VAC / Патруль)
tr_tr: Yasakla (VAC / OW)

# HeaderBombDefused
source: BD
ru: БР

# HeaderBombExploded
source: BE
ru: БВ

source: Bomb defused
de: Bombe entschärft
pt_br: Bomba desarmada
ru: Бомб разминировано
tr_tr: Bomba çözüldü

source: Bomb exploded
de: Bombe explodiert
pt_br: Bomba explodiu
ru: Бомб взорвано
tr_tr: Bomba patladı

source: Bomb planted
de: Bombe gelegt
pt_br: Bomba plantada
ru: Бомб установлено
tr_tr: Bomba kuruldu

# HeaderBombPlanted
source: BP
ru: БУ

source: Browse to errors file
de: Error-Datei durchsuchen
pt_br: Navegar para os arquivos de erros
ru: Открыть файл с ошибками
tr_tr: Hata dosyalarına gözat

# HeaderCrouchKills
source: CK
pt_br: MA
ru: УС

source: Clear demos data
de: Demo-Daten löschen
pt_br: Limpar dados das demos
ru: Очистить информацию о демках
tr_tr: Demoların verilerini temizle

source: Clear VDM files
de: VDM-Dateien löschen
pt_br: Limpar arquivos VDM
ru: Очистить VDM файлы
tr_tr: VDM dosyalarını temizle

# ClientName
source: Client
pt_br: Cliente
ru: Клиент

source: Close BOT on exit
de: BOT beim Schließen stoppen
pt_br: Fechar BOT na saída
ru: Закрыть бота при выходе из CSGO-DM
tr_tr: Çıkışta BOT'u kapat

source: Clutch
ru: Клатч

source: Clutches
ru: Клатчи
tr_tr: Clutchlar

source: Columns
de: Spalten
pt_br: Colunas
ru: Столбцы
tr_tr: Sütun

source: Comment
de: Kommentar
pt_br: Comentário
ru: Комментарий
tr_tr: Yorum

# CommentLabel
source: Comment
de: Kommentar
pt_br: Comentário
ru: Комментарий
tr_tr: Yorum

source: Crouch kills
de: Geduckte Kills
pt_br: Vítimas agachado
ru: Убийств сидя
tr_tr: Eğilerek öldürmeler

source: csgo.exe path
de: csgo.exe-Dateipfad
pt_br: Caminho csgo.exe
ru: Путь к файлу csgo.exe
tr_tr: csgo.exe dosya yolu

# CurrentAccountWatch
source: Current account used for watch (highlights / lowlights)
de: Aktueller Account für Hightlights / Lowlights
pt_br: Conta atual usada pra assistir (highlights / lowlights)
ru: Текущий аккаунт для просмотра (хайлайты / лоулайты)
tr_tr: (en iyi anlar / en kötü anlar) izlemek için kullanılacak mevcut hesap

source: Current folder
de: Aktueller Ordner
pt_br: Pasta atual
ru: Текущая папка
tr_tr: Mevcut klasör

# DataCache
source: Cache
de: Zwischenspeicher
ru: Кэш
tr_tr: Önbellek

source: Date
de: Datum
pt_br: Data
ru: Дата
tr_tr: Tarih

source: Date Format
de: Datum Format
pt_br: Formato da data
ru: Формат Даты
tr_tr: Tarih Formatı

source: Deaths
de: Tode
pt_br: Mortes
ru: Смертей
tr_tr: Ölümler

source: Demo name
pt_br: Nome da Demo
ru: Имя демки
tr_tr: Demo adı

source: Demo(s)
ru: Демка(и)
tr_tr: Demo(lar)

source: Demo type
de: Demo Typ
pt_br: Tipo de demo
ru: Тип демки
tr_tr: Demo türü

# DestinationFolderLabel
source: Destination folder
de: Ziel-Ordner
pt_br: Pasta de destino
ru: Папка назначения
tr_tr: Hedef klasör

source: donation
de: Spende
pt_br: doação
ru: пожертвование
tr_tr: bağış yap

source: Download
de: Herunterladen
ru: Скачать
tr_tr: İndir

# DprFull
source: DPR (Death Per Round)
de: DPR (Durchschnittliche Tode pro Runde)
pt_br: MPR (Mortes Por Rodada)
ru: DPR (Смертей за Раунд)
tr_tr: DPR (Tur Başına Ölüm)

source: Duration
de: Dauer
pt_br: Duração
ru: Длительность
tr_tr: Süre

source: Entry kills
de: Offensive Kills
pt_br: Vítimas de entrada
ru: Входных убийств
tr_tr: Açılış Öldürmeleri

# EquipmentValueTeam1
source: Equipment value CT
de: Equipment Wert CT
pt_br: Valor do equipamento CT
ru: Цена экипировки КТ
tr_tr: CT Ekipman değeri

# EquipmentValueTeam2
source: Equipment value T
de: Equipment Wert T
pt_br: Valor do equipamento T
ru: Цена экипировки Т
tr_tr: T Ekipman değeri

source: Export custom data
de: Exportiere spezielle Daten
pt_br: Exportar dados customizados
ru: Экспортировать выборочные данные
tr_tr: Özel verileri dışarı aktar

# FilterEtc
source: Filter...
pt_br: Filtro...
ru: Фильтр...
tr_tr: Filtre...

# HeaderFiveKills
source: 5K
ru: 5У

source: Folders
de: Ordner
pt_br: Pastas
ru: Папки
tr_tr: Klasörler

# HeaderFourKills
source: 4K
ru: 4У

# HeaderFramerate
source: FR
ru: ФР

source: From
de: Von
pt_br: De
ru: От
tr_tr: Şu tarihten

source: Fullscreen
de: Vollbild
pt_br: Tela cheia
ru: Полноэкранный режим
tr_tr: Tam Ekran

source: Height
de: Höhe
pt_br: Altura
ru: Высота
tr_tr: Uzunluk

source: Hostname
pt_br: Servidor
ru: Сервер
tr_tr: Sunucu adı

# HeaderHeadshots
source: HS
ru: УГ

# IgnoreBanOccuredAfterDemoDate
source: Ignore ban occured before demo date
de: Ignoriere Bans nach Demo Datum
pt_br: Ignorar ban ocorrido antes da data da demo
ru: Игнорировать бан, полученный до даты демки
tr_tr: Demo tarihinden önce meydana gelen yasakları yoksay

source: Import custom data
de: Importiere spezielle Daten
pt_br: Importar dados customizados
ru: Импортировать выборочные данные
tr_tr: Özel verileri içe aktar

# HeaderJumpKills
source: JK
pt_br: VP (Vítimas pulando)
ru: УП

source: Jump kills
pt_br: Vítimas pulando
ru: Убийств в прыжке
tr_tr: Zıplayarak öldürmeler

# HeaderKillDeathRatio
source: K/D
ru: У/С

source: Kills
pt_br: Vítimas
ru: Убийств
tr_tr: Öldürmeler

# HeaderKillsPerRound
source: KPR
pt_br: MPR
ru: УЗР

source: Launch Options
de: Startoptionen
pt_br: Opções de inicialização
ru: Параметры Запуска
tr_tr: Başlatma Seçenekleri

source: Limit stats to selected folder
de: Statistiken nur aus ausgewähltem Ordner generieren
pt_br: Estatísticas limite para a pasta selecionada
ru: Ограничить статистику выбранной папкой
tr_tr: Seçilen klasör için istatistikleri limitle

source: Map
pt_br: Mapa
ru: Карта
tr_tr: Harita

source: Map name
pt_br: Nome do mapa
ru: Имя карты
tr_tr: Harita adı

source: Misc
de: Sonstiges
pt_br: Diversos
ru: Разное
tr_tr: Diğer

source: MVP
ru: СЦИ
tr_tr: EDO

source: Name
pt_br: Nome
ru: Название
tr_tr: Ad

source: No analyzable demos
de: Keine analysierbaren Demos
pt_br: Demos não analisáveis
ru: Нет демок для анализа
tr_tr: Analiz edilebilecek demo yok

source: Not analyzable
de: Nicht analysierbar
pt_br: Não analisável
ru: Не анализируемо
tr_tr: Analiz edilemez

# HeaderOneKill
source: 1K
ru: 1У

source: Remove account
de: Account entfernen
pt_br: Remover conta
ru: Убрать аккаунт
tr_tr: Hesabı kaldır

source: Remove folder
de: Ordner entfernen
pt_br: Remover pasta
ru: Убрать папку
tr_tr: Klasörü kaldır

source: Round played
de: Runden gespielt
pt_br: Partida jogada
ru: Раунд сыгран
tr_tr: Oynanan raunt

source: Round type
de: Runden Typ
pt_br: Tipo de rodada
ru: Тип раунда
tr_tr: Raunt türü

# HeaderRoundPlayed
source: RP
pt_br: RJ
ru: РС

source: RWS
ru: ВПР

source: Score team 1
de: Punktestand Team 1
pt_br: Pontuação da equipe 1
ru: Счет команды 1
tr_tr: Takım 1 skor

source: Score team 2
de: Punktestand eam 1
pt_br: Pontuação da equipe 2
ru: Счет команды 2
tr_tr: Takım 2 skor

source: Settings
de: Einstellungen
pt_br: Configurações
ru: Настройки
tr_tr: Ayarlar

source: Show all folders
de: Zeige alle Ordner
pt_br: Mostrar todas as pastas
ru: Показать все папки
tr_tr: Tüm klasörleri göster

source: Show More Demos
de: Zeige mehr Demos
pt_br: Mostrar mais demos
ru: Показать Больше Демок
tr_tr: Daha Fazla Demo göster

source: Side trouble
pt_br: Problemas de lado
ru: Проблемная сторона
tr_tr: Yan sorun

source: Source
de: Quelle
pt_br: Fonte
ru: Источник
tr_tr: Kaynak

# HeaderScoreTeam1
source: ST1
pt_br: PT1
ru: СК1

# HeaderScoreTeam2
source: ST2
pt_br: PT2
ru: СК2

source: Start BOT on launch
de: Starte Bot beim Systemstart
pt_br: Iniciar BOT na inicialização
ru: Запускать бота при старте CSGO-DM
tr_tr: Başlangıçta BOT çalıştır

# StartMoneyTeam1
source: Start money CT
de: Startgeld CT
pt_br: Dinheiro inicial CT
ru: Стартовые деньги КТ
tr_tr: CT başlangıç parası

# StartMoneyTeam2
source: Start money T
de: Startgeld T
pt_br: Dinheiro inicial T
ru: Стартовые деньги Т
tr_tr: T başlangıç parası

source: Status
ru: Статус
tr_tr: Durum

source: Stop
pt_br: Parar
ru: Остановить
tr_tr: Durdur

source: Sync nicknames
de: Synchronisiere Nicknamen
pt_br: Sincronizar apelidos
ru: Синхронизировать никнеймы
tr_tr: Kullanıcı adlarını senkronize et

# HeaderTotalDamagesArmor
source: TDA
pt_br: TDC
ru: ВУБ

# HeaderTotalDamagesHealth
source: TDH
pt_br: TDR
ru: ВУЗ

source: Team 1
pt_br: Equipe 1
ru: Команда 1
tr_tr: Takım 1

source: Team 1 name
pt_br: Equipe 1 nome
ru: Имя Команды 1
tr_tr: Takım 1 adı

source: Team 2
pt_br: Equipe 2
ru: Команда 2
tr_tr: Takım 2

source: Team 2 name
pt_br: Equipe 2 nome
ru: Имя Команды 2
tr_tr: Takım 2 adı

source: Team trouble
pt_br: Problemas da equipe
ru: Проблемная команда
tr_tr: Takım sorunu

source: Theme
de: Design
pt_br: Tema
ru: Тема
tr_tr: Tema

# HeaderThreeKills
source: 3K
ru: 3У

# HeaderTickrate
source: TR
ru: ТР

source: Ticks
ru: Тики
tr_tr: Tickler

# TkFull
source: TK (Team Kill)
pt_br: TK (Fogo amigo)
ru: СУ (Своих Убито)
tr_tr: TK (Takım Öldürme)

source: To
de: Zu
pt_br: Para
ru: До
tr_tr: Şu tarihe

source: Total damage armor
de: Total Damage Rüstung
pt_br: Total de dano no colete
ru: Всего урона по броне
tr_tr: Toplam zırh hasarı

source: Total damage health
de: Total Schaden Leben
pt_br: Total de dano
ru: Всего урона по здоровью
tr_tr: Toplam sağlık hasarı

source: Total kills
pt_br: Total de vítimas
ru: Всего убийств
tr_tr: Toplam öldürmeler

source: To watch
de: Ungesehen
pt_br: Para assistir
ru: К просмотру
tr_tr: İzlemeye

source: Trade death
pt_br: Troca de morte
ru: Смертей в размен
tr_tr: Takas ile alınan ölüm

source: Trade kill
pt_br: Troca de morte
ru: Убийств в размен
tr_tr: Takas ile alınan öldürme

# HeaderTwoKills
source: 2K
ru: 2У

source: Type
de: Typ
pt_br: Tipo
ru: Тип
tr_tr: Tür

# UseAccountForWatch
source: Use this account for watch
de: Benutze dieses Account zum ansehen
pt_br: Use essa conta para assistir
ru: Использовать этот аккаунт для просмотра
tr_tr: İzlemek için bu hesabı kullan

# UseCutomLowlightHighlight
source: Use custom highlights / lowlights generation
de: Benutze benutzerdefinierte Highlights / Lowlights
pt_br: Usar geração de highlights / lowlights customizados
ru: Использовать выборочную генерацию хайлайтов / лоулайтов
tr_tr: Özel en iyi anlar / en kötü anlar oluşturma özelliğini kullan

source: Watched
de: Angesehen
pt_br: Assistido
ru: Просмотрена
tr_tr: İzlendi

source: Width
de: Breite
pt_br: Largura
ru: Ширина
tr_tr: Genişlik

source: Winner team name
de: Siegerteam Name
pt_br: Nome da equipe vencedora
ru: Выиграла команда
tr_tr: Kazanan takım adı

# WinnerSide
source: WS
pt_br: LG
ru: ВС

source: Yes
de: Ja
pt_br: Sim
ru: Да
tr_tr: Evet

# ToolTipAccountStats
source: Account stats (CTRL+E)
de: Account Statistiken (STRG+E)
pt_br: Estatísticas da Conta (CTRL+E)
ru: Статистика аккаунта (CTRL+E)
tr_tr: Hesap istatistikleri (CTRL+E)

# ToolTipAddToSuspectsList
source: Add players to suspects list (CTRL+W)
de: Füge Spieler zu Liste der Verdächtigen hinzu (STRG+W)
pt_br: Adicionar jogadores a lista de suspeitos (CTRL+W)
ru: Добавить игроков в лист подозреваемых (CTRL+W)
tr_tr: Kullanıcıları şüpheliler listesine ekle (CTRL+W)

# ToolTipAnalyzeSelectedDemos
source: Analyze selected demo(s) (CTRL+S)
de: Analysiere ausgewählte Demo(s) (STRG+S)
pt_br: Analizar demo(s) selecionadas (CTRL+S)
ru: Проанализировать выбранную(ые) демку(и) (CTRL+S)
tr_tr: Seçilen demoları analiz et (CTRL+S)

# ToolTipBrowseToDemo
source: Browse to demo (CTRL+B)
de: Durchsuchen (STRG+B)
pt_br: Navegar para a demo (CTRL+B)
ru: Расположение демки (CTRL+B)
tr_tr: Demo için gözat (CTRL+B)

# ToolTipDeleteDemo
source: Delete selected demo(s) (CTRL+D)
de: Lösche ausgewählte Demo(s) (STRG+D)
pt_br: Apagar demo(s) selecionadas (CTRL+D)
ru: Удалить выбранную(ые) демку(и) (CTRL+D)
tr_tr: Seçilen demoları sil (CTRL+D)

# ToolTipDemoDetails
source: Demo's details (CTRL+D)
de: Demo Details (STRG+D)
pt_br: Detalhes da demo (CTRL+D)
ru: Подробности демки (CTRL+D)
tr_tr: Demo detayları (CTRL+D)

# ToolTipDownloadDemos
source: Download last MM demos available for the current logged Steam account (CTRL+H)
de: Lade für den momentan eingeloggten Steam Account alle vorhandenen MM Demos herunter (CTRL+H)
pt_br: Baixar as ultimas demos de MM disponíveis para a conta atualmente ativa na Steam (CTRL+H)
ru: Скачать последние доступные ММ демки для текущего авторизованного в Steam аккаунта (CTRL+H)
tr_tr: Mevcut hesabın kaydedilmiş MM demolarını indir (CTRL+H)

# ToolTipExportXls
source: Export as XLS (CTRL+X)
de: Als XLS exportieren (STRG+X)
pt_br: Exportar para XLS (CTRL+X)
ru: Экспорт в XLS (CTRL+X)
tr_tr: XLS olarak dışa aktar (CTRL+X)

# ToolTipGoToSuspectsList
source: Go to suspects list (CTRL+F)
de: Liste der Verdächtigen (STRG+F)
pt_br: Ir para lista de suspeitos (CTRL+F)
ru: Перейти к списку подозреваемых (CTRL+F)
tr_tr: Şüpheliler listesine git (CTRL+F)

# ToolTipGotoTick
source: Start watching selected demo at specific tick (CTRL+G)
de: Starte Demo Playback bei speziellem Tick (STRG+G)
pt_br: Assistir demo selecionada do tick especifico (CTRL+G)
ru: Начать просмотр выбранной демки с определенного тика (CTRL+G)
tr_tr: Seçtiğin tick ile demoyu izlemeye başla (CTRL+G)

# ToolTipRefreshDemosList
source: Refresh demos list (CTRL+R | F5)
de: Aktualisiere Demo Liste (STRG+R | F5)
pt_br: Recarregar list de demos (CTRL+R | F5)
ru: Обновить список демок (CTRL+R | F5)
tr_tr: Demo listesini yenile (CTRL+R | F5)

# ToolTipStop
source: Stop (CTRL+S)
pt_br: Parar (CTRL+S)
ru: Остановить (CTRL+S)
tr_tr: Durdur (CTRL+S)

# ToolTipWatchDemo
source: Watch demo (CTRL+W)
de: Demo ansehen (STRG+W)
pt_br: Assistir demo (CTRL+W)
ru: Посмотреть демку (CTRL+W)
tr_tr: Demo izle (CTRL+W)

# ToolTipWatchHighlights
source: Watch your highlights (CTRL+H)
de: Deine Highlights ansehen (STRG+H)
pt_br: Assistir seus highlights (CTRL+H)
ru: Посмотреть ваши хайлайты (CTRL+H)
tr_tr: En iyi anlarını seyret (CTRL+H)

# ToolTipWatchLowlights
source: Watch your lowlights (CTRL+L)
de: Deine Lowlights ansehen (STRG+H)
pt_br: Assistir seus lowlights (CTRL+L)
ru: Посмотреть ваши лоулайты (CTRL+L)
tr_tr: En kötü anlarını seyret (CTRL+L)

source: Avatar
ru: Аватар
tr_tr: Profil fotoğrafı

source: Copy email address
de: Kopiere E-Mail-Adresse
pt_br: Copiar endereço de e-mail
ru: Скопировать адрес email
tr_tr: Email adresini kopyala

source: Damages
de: Schaden
pt_br: Danos
ru: Схема урона
tr_tr: Hasarlar

source: Flashbangs
de: Blendgranaten
ru: Ослепления
tr_tr: Flaş bombası

source: Heatmap
pt_br: Mapa de calor
ru: Тепловая карта
tr_tr: Isı haritası

# LabelClientname
source: Clientname
pt_br: Nome do cliente
ru: Клиент
tr_tr: Client adı

# LabelFilename
source: Filename
de: Dateiname
pt_br: Nome do arquivo
ru: Файл
tr_tr: Dosya adı

# LabelHostname
source: Hostname
pt_br: Servidor
ru: Сервер
tr_tr: Sunucu adı

# LabelMostHsPercent
source: Most Headshots %
de: Meiste Kopfschüsse %
pt_br: A maioria Headshots %
ru: Наибольший % убийств в голову
tr_tr: En Çok Kafadan Vuruş %

# LabelMap
source: Map
pt_br: Mapa
ru: Карта
tr_tr: Harita

# LabelMostBombPlanted
source: Most Bomb plants
de: Meiste gelegte Bomben
pt_br: Plantou mais C4
ru: Больше всех ставил бомбу
tr_tr: En Çok Bomba kuran

# LabelMostDamagingWeapon
source: Most damaging weapon
de: Waffe mit meistem Schaden
pt_br: Maior dano por
ru: Наибольший урон из оружия
tr_tr: En çok hasar versen silah

# LabelMostEntryKills
source: Most Entry Kill
de: Meiste Entry Kills
pt_br: Maior entry kills
ru: Больше всех входных убийств
tr_tr: En çok açılış öldürmesi alan kişi

# LabelMostKillingWeapon
source: Most killing weapon
de: Meist tötende Waffe
pt_br: Arma que mais matou
ru: Самое убивающее оружие
tr_tr: En çok öldüren silah

# LabelPlayerStats
source: Player stats
de: Spieler Statistiken
pt_br: Estatísticas do jogador
ru: Статистика игрока
tr_tr: Oyuncu İstatiği

# LabelStatus
source: Status
ru: Статус
tr_tr: Durum

# LabelTickrate
source: Tickrate
ru: Тикрейт

# LabelType
source: Type
de: Typ
pt_br: Tipo
ru: Тип
tr_tr: Tür

source: Overview
de: Übersicht
pt_br: Visão geral
ru: Обзор
tr_tr: Genel bakış

source: Player details
de: Spieler Details
pt_br: Detalhes do jogador
ru: Подробности игрока
tr_tr: Oyuncu detayları

source: Rank
de: Rang
ru: Ранг
tr_tr: Rütbe

source: Round details
de: Runden Details
pt_br: Detalhes da rodada
ru: Подробности раунда
tr_tr: Raunt detayları

source: Save comment
de: Kommentar speichern
pt_br: Salvar comentário
ru: Сохранить комментарий
tr_tr: Yorumu kaydet

source: Score
de: Punktestand
pt_br: Puntuação
ru: Счёт
tr_tr: Skor

source: Stuffs
de: Ausrüstung
pt_br: Coisas
ru: Гранаты
tr_tr: Eşyalar

source: Tick
ru: Тик

# ToolTipAnalyze
source: Analyze (CTRL+S)
de: Analysiere (STRG+S)
pt_br: Analizar (CTRL+S)
ru: Анализ (CTRL+S)
tr_tr: Analiz Et (CTRL+S)

# ToolTipBack
source: Back (CTRL+B)
de: Zurück (STRG++B)
pt_br: Voltar (CTRL+B)
ru: Назад (CTRL+B)
tr_tr: Geri dön (CTRL+B)

# ToolTipDamages
source: Damages (CTRL+D)
de: Schaden (STRG++D)
pt_br: Danos (CTRL+D)
ru: Схема урона (CTRL+D)
tr_tr: Hasarlar (CTRL+D)

# ToolTipFlashbangs
source: Flashbangs (CTRL+F)
de: Blendgranaten (STRG++F)
ru: Ослепления (CTRL+F)
tr_tr: Flaş bombaları (CTRL+F)

# ToolTipHeatmap
source: Heatmap generator (CTRL+H)
de: Heatmap Generator (STRG+H)
pt_br: Geradar mapa de calor (CTRL+H)
ru: Генератор тепловой карты (CTRL+H)
tr_tr: Isı haritası oluşturucu (CTRL+H)

# ToolTipKillsDetails
source: Kills details (CTRL+K)
de: Kills Details (STRG+K)
pt_br: Detalhes das vítimas (CTRL+K)
ru: Подробности убийств (CTRL+K)
tr_tr: Öldürme detayları (CTRL+K)

# ToolTipNextDemo
source: Next demo (CTRL+RIGHT)
de: Nächste Demo (STRG+RIGHT)
pt_br: Proxima demo (CTRL+RIGHT)
ru: Следующая демка (CTRL+RIGHT)
tr_tr: Sonraki demo (CTRL+RIGHT)

# ToolTipOverview
source: Overview (CTRL+O)
de: Übersicht (STRG+O)
pt_br: Visão geral (CTRL+O)
ru: Обзор (CTRL+O)
tr_tr: Genel bakış (CTRL+O)

# ToolTipPlayerDetails
source: Player details (CTRL+P)
de: Spieler Details (STRG+P)
pt_br: Detalhes do jogador (CTRL+P)
ru: Подробности игрока (CTRL+P)
tr_tr: Oyuncu detayları (CTRL+P)

# ToolTipPreviousDemo
source: Previous demo (CTRL+LEFT)
de: Letzte Demo (STRG+LEFT)
pt_br: Demo anterior (CTRL+LEFT)
ru: Предыдущая демка (CTRL+LEFT)
tr_tr: Önceki demo (CTRL+LEFT)

# ToolTipRoundDetails
source: Round details (CTRL+R)
de: Runden Details (STRG+R)
pt_br: Detalhes da rodada (CTRL+R)
ru: Подробности раунда (CTRL+R)
tr_tr: Raunt detayları (CTRL+R)

# ToolTipStuffs
source: Stuffs (CTRL+G)
de: Ausrüstung (STRG+G)
pt_br: Coisas (CTRL+G)
ru: Гранаты (CTRL+G)
tr_tr: Eşyalar (CTRL+G)

# ToolTipWatchRound
source: Watch round
de: Runde ansehen
pt_br: Assistir round
ru: Смотреть раунд
tr_tr: Raundu izle

source: Watch round
de: Runde ansehen
pt_br: Assistir round
ru: Смотреть раунд
tr_tr: Raundu izle

# HeaderAssists
source: A
ru: П

# HeaderAssistsPerRound
source: APR
pt_br: APP
ru: ПЗР

# HeaderAvarageDamagesPerPlayer
source: ADP
pt_br: DMJ
ru: СУИ

# HeaderDeaths
source: D
pt_br: M
ru: С

# HeaderEntryKills
source: EK
pt_br: ME
ru: ВУ

# HeaderEquipementValueTeam1
source: EV CT ($)
ru: ЦЭ КТ($)
tr_tr: ED CT ($)

# HeaderEquipementValueTeam2
source: EV T ($)
ru: ЦЭ Т ($)
tr_tr: ED T ($)

# HeaderHsPercent
source: HS%
ru: УГ%

# HeaderKills
source: K
ru: У

# HeaderOverwatch
source: OW
ru: ПТР

# HeaderSideTrouble
source: ST
ru: ПС

# HeaderStartMoneyTeam1
source: SM CT ($)
ru: СД КТ ($)
tr_tr: BP CT ($)

# HeaderStartMoneyTeam2
source: SM T ($)
ru: СД Т ($)
tr_tr: BP T ($)
