Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

# NotificationAnalyzingForJsonExport
source: Analyzing demo(s) for json export...
de: Analysiere Demos(s) für json Exportvorgang...
pt_br: Analizando demos(s) para exportação (JSON)...
ru: Анализ демок для экспорта json...
tr_tr: JSON dışarı aktarması için demo analiz ediliyor...

# NotificationAnalyzingMultipleDemos
source: Analyzing multiple demos...
de: Analysiere mehrere Demos...
pt_br: Analizando múltiplas demos...
ru: Анализ множества демок...
tr_tr: Çoklu demolar analiz ediliyor...

# NotificationCancelling
source: Cancelling...
de: Abbrechen...
pt_br: Cancelando...
ru: Отмена...
tr_tr: İptal ediliyor...

# NotificationCheckingNewBanned
source: Checking for new banned suspects...
de: Überprüfe auf neu gebannte Verdächtige...
pt_br: Checando por novos suspeitos banidos...
ru: Проверка на новых забаненных подозреваемых...
tr_tr: Yeni yasaklanan şüpheliler kontrol ediliyor...

# NotificationDownloadingDemo
source: Downloading demo {0}/{1}...
de: Demo herunterladen {0}/{1}...
pt_br: Baixando demo {0}/{1}...
ru: Загружается демка {0}/{1}...
tr_tr: Demo indiriliyor {0}/{1}...

# NotificationExportingDemo
source: Exporting demo {0}...
de: Exportiere Demo {0}...
pt_br: Exportando demo {0}...
ru: Экспортируется демка {0}...
tr_tr: Demo dışa aktarılıyor {0}...

# NotificationExtractingDemo
source: Extracting demo {0}/{1}...
de: Demo entpacken {0}/{1}...
pt_br: Extraindo demo {0}/{1}...
ru: Распаковывается демка {0}/{1}...
tr_tr: Demo çıkartılıyor {0}/{1}...

# NotificationInitCache
source: Initializing cache...
de: Initialisiere Cache...
pt_br: inicializando cache...
ru: Инициализация кэша...
tr_tr: Önbellek başlatılıyor...

# NotificationInThisFolder
source: in this folder
de: in diesem Ordner
pt_br: Nesta pasta
ru: в эту папку
tr_tr: bu klasörde

# NotificationLoading
source: Loading...
de: Lädt...
pt_br: Carregando...
ru: Загрузка...
tr_tr: Yükleniyor...

# NotificationLoadingAllDemos
source: Loading all demos...
de: Lädt alle Demos...
pt_br: Careegando todas as demos...
ru: Загрузка всех демок...
tr_tr: Tüm demolar yükleniyor...

# NotificationLoadingDemos
source: Loading demos...
de: Lädt Demos...
pt_br: Carregando demos...
ru: Загрузка демок...
tr_tr: Demolar yükleniyor...

# NotificationLoadingMoreDemos
source: Loading more demos...
de: Lädt mehr Demos...
pt_br: Carregando mais demos...
ru: Загрузка большего числа демок...
tr_tr: Daha fazla demo yükleniyor...

# NotificationNoDemosFound
source: No demos found
de: Keine Demos gefunden
pt_br: Nenhuma demo encontrada
ru: Демки не найдены
tr_tr: Hiç demo bulunamadı

# NotificationNoDemosFoundForAccount
source: No demos found for this account
de: Keine Demos für diesen Account gefunden
pt_br: Nenhuma demo encontrada para essa conta
ru: Не найдены демки для этого аккаунта
tr_tr: Bu hesap için hiç demo bulunamadı

# NotificationRetrievingMatchesData
source: Retrieving last matches information...
de: Erhalte Informationen über das letzte Spiel.
pt_br: Recuperando informações das últimas partidas...
ru: Получение информации о последних матчах...
tr_tr: Son maçların bilgileri getiriliyor...

# NotificationSearchingLastRank
source: Searching account's last rank...
de: Suche den letzten bekannten Rang...
pt_br: Procurando contas do último rank
ru: Поиск последнего ранга аккаунта...
tr_tr: Hesabın son rütbesi aranıyor...

source: OK
ru: ОК
tr_tr: Tamam

source: Save here
de: Hier Speichern
pt_br: Salvar aqui
ru: Сохранить здесь
tr_tr: Buraya kaydet

source: Single
de: Einzel
pt_br: Único
ru: В один
tr_tr: Tek

source: Win percentage
de: Sieg Prozentsatz
pt_br: Porcentagem de vitória
ru: Процент побед
tr_tr: Kazanma yüzdesi

# AllFemale
source: All
de: Alle
pt_br: Todos
ru: Все
tr_tr: Hepsi

source: Cache size
de: Cachegröße
pt_br: Tamanho do cache
ru: Размер кэша
tr_tr: Önbellek boyutu

# DialogAccountAlreadyInList
source: This player is already in your accounts list.
de: Dieser Spieler ist bereits in ihrer Accountliste.
pt_br: Este jogador já está na sua lista de contas.
ru: Этот игрок уже в списке аккаунтов.
tr_tr: Bu oyuncu zaten hesaplarının listesinde var.

# DialogAddAnAccount
source: Add an account
de: Füge Account hinzu
pt_br: Adicionar uma conta
ru: Добавить аккаунт
tr_tr: Hesap ekle

# DialogAnalyzeAllDemosConfirmation
source: Do you want to analyze only the selected demos or all the demos within the selected folder?
de: Wollen Sie nur die ausgewählten Demos oder alle Demos im Ordner analysieren?
pt_br: Você quer analisar apenas as demos selecionadas ou todas as demos dentro da pasta selecionada?
ru: Вы хотите проанализировать только выбранные демки или все демки внутри выбранной папки?
tr_tr: Seçilen demoları mı yoksa seçilen klasördeki tüm demoları mı analiz etmek istiyorsunuz?

# DialogBackupCreated
source: The backup file has been created, you can re-import it from settings.
de: Die Backup-Datei wurde erstellt, Sie können sie nun reimporierten unter Einstellungen.
pt_br: O arquivo de backup foi criado, você pode importá-lo novamente a partir das definições.
ru: Резервная копия была создана, вы можете снова импортировать её в настройках.
tr_tr: Yedekleme dosyası oluşturuldu, ayarlardan tekrar içe aktarabilirsin.

# DialogConfirmDeleteDemosData
source: Demos data will be deleted! Are you sure?
de: Demo-Daten werden gelöscht. Sind Sie sich sicher?
pt_br: Dados das demos serão apagadas ! Você tem certeza ?
ru: Данные демок будут удалены! Вы уверены?
tr_tr: Demo verileri silinecek! Emin misin?

# DialogCustomDataImported
source: Custom data has been imported.
de: Spezielle Daten wurden importiert.
pt_br: Dados personalizados foram importados.
ru: Выборочные данные были импортированы.
tr_tr: Özelleştirilmiş veri eklendi.

# DialogDeleteVdmFilesConfirmation
source: All VDM files within your folders will be deleted, are you sure?
de: Alle VDM Dateien in deinen Ordner werden gelöscht, sind Sie sich sicher?
pt_br: Todos os arquivos VDM dentro de suas pastas serão excluidos, você tem certeza ?
ru: Все VDM файлы внутри ваших папок будут удалены, вы уверены?
tr_tr: Tüm VDM dosyaları klasörlerinizden silinecektir, emin misiniz?

# DialogDemosDataCleared
source: Demos data cleared.
de: Demos Daten gelöscht.
pt_br: Dados das demos apagados.
ru: Данные демок зачищены.
tr_tr: Demo verileri temizlendi.

# DialogEnterSteamId
source: Enter the SteamID 64 or the Steam community URL.
de: Fügen Sie die SteamID 64 oder die Steam Community URL ein.
pt_br: Entre com SteamID 64 ou url da comunidade Steam.
ru: Введите SteamID 64 или ссылку Steam сообщества.
tr_tr: SteamID 64 veya Steam topluluk URL'i gir.

# DialogErrorCreatingBackupFile
source: An error occured while exporting custom data.
de: Beim Exporieren der speziellen Daten ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao exportar dados personalizados.
ru: Возникла ошибка при экспорте выборочных данных.
tr_tr: Özelleştirilmiş veri dışa aktarılırken hata oluştu.

# DialogErrorDeletingVdmFiles
source: An error occured while deleting VDM files.
de: Beim Löschen der VDM Dateien ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao excluir os arquivos VDM.
ru: Возникла ошибка при удалении VDM файлов.
tr_tr: VDM dosyaları silinirken hata oluştu.

# DialogErrorImportingCustomData
source: An error occured while importing custom data. The backup file may be corrupt.
de: Beim imporieren von speziellen Daten ist ein Fehler aufgetreten. Die Backup-Datei könnte beschädigt sein.
pt_br: Ocorreu um erro ao importar dados personalizados. O arquivo de backup pode estar danificado.
ru: Возникла ошибка при импорте выборочных данных. Резервная копия может быть повреждена.
tr_tr: Özelleştirilmiş veri içe aktarılırken hata oluştu. Yedek dosyası bozulmuş olabilir.

# DialogErrorInvalidSteamId
source: Invalid SteamID 64 or Steam community URL.
de: Ungültige SteamID 64 oder Steam Community URL.
pt_br: SteamID 64 ou URL Steam invalidas.
ru: Неверный SteamID 64 или ссылка Steam сообщества.
tr_tr: Geçersiz SteamID 64 veya Steam topluluk URL'i.

# DialogErrorRemovingAccount
source: An error occured while removing the account.
de: Beim Löschen des Accounts ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao remover a conta.
ru: Возникла ошибка при удалении аккаунта.
tr_tr: Hesap kaldırılırken bir hata oluştu.

# DialogErrorWhileRetrievingPlayerInformation
source: Error while trying to get player information.
de: Fehler beim Versuch Spielerinformationen zu erhalten.
pt_br: Ocorreu um erro ao remover a conta.
ru: Ошибка при получении информации об игроке.
tr_tr: Oyuncu bilgileri getirilirken hata oluştu.

# DialogNoErrorsFile
source: There is no errors log file.
de: Es gibt keine Error log Datei.
pt_br: Não há erros no aquivo de log.
ru: Файл errors.log не найден.
tr_tr: Hata log dosyaları yok.

# DialogSelectCsgoPath
source: Please select the csgo.exe file location to enable it.
de: Bitte wählen Sie den Dateipfad von csgo.exe aus, um dies zu aktivieren.
pt_br: Por favor, selecione o local do arquivo csgo.exe para habilitá-lo
ru: Выберите расположение файла csgo.exe, чтобы включить эту опцию'.
tr_tr: csgo.exe aktifleştirebileceğin bir konum seç.

# DialogVdmFilesDeleted
source: VDM files deleted.
de: VDM-Dateien gelöscht.
pt_br: arquivos VDM deletados.
ru: VDM файлы удалены.
tr_tr: VDM dosyaları silindi.

# MegaByte
source: MB
ru: МБ

# NotificationAddingAccount
source: Adding account...
de: Account hinzufügen...
pt_br: Adicionando conta...
ru: Добавление аккаунта...
tr_tr: Hesap ekleniyor...

# NotificationSyncingAccountsNickname
source: Syncing accounts nickname...
de: Synchronisere Account-Nicknamen
pt_br: Sincronizando apelido das contas...
ru: Синхронизация никнеймов аккаунта...
tr_tr: Hesapların kullanıcı adları senkronize ediliyor...

source: Player POV
de: Spieler POV
pt_br: POV do jogador
ru: POV Игрока
tr_tr: Oyuncu POV

source: Selection
de: Auswahl
pt_br: Seleção
ru: Выбор
tr_tr: Seçim

# ToolTipDisplaySettings
source: Display settings
de: Zeige Einstellungen an
pt_br: Configurações do exibição
ru: Настройки дисплея
tr_tr: Görünüm ayarları

# DialogAnalyzeRequired
source: You have to analyze this demo first.
de: Sie müssen die Demo zuerst analysieren.
pt_br: Você tem que analisar esta demo primeiro.
ru: Сначала нужно проанализировать эту демку.
tr_tr: Önce demoyu analiz etmen gerek.

# DialogBoilerIncorrect
source: boiler.exe is incorrect.
de: boiler.exe ist fehlerhaft.
pt_br: boiler.exe está incorreto.
ru: Файл boiler.exe некорректный.
tr_tr: boiler.exe doğru değil.

# DialogDemosNotFound
source: The following demos have not been found:
de: Folgende Demos konnten nicht gefunden werden:
pt_br: As seguintes demos não foram encontradas:
ru: Следующие демки не были найдены:
tr_tr: Şu demolar bulunamadı:

# DialogErrorDemoNotFound
source: Demo {0} not found.
de: Demo {0} nicht gefunden.
pt_br: Demo {0} não encontrada.
ru: Демка {0} не найдена.

# DialogErrorWhileAnalyzingDemo
source: An error occurred while analyzing the demo {0}. - Make sure the demo's source is correct. - POV demos are not supported. - Demos coming from a custom server are not officially supported and thus may not work properly, you can try to change the demo's source and re-analyze it. Please create an issue on GitHub with the affected demo only if it comes from a supported source. You can find more information on {1}.
ru: Произошла ошибка при анализе демки {0}. - Убедитесь, что источник демки указан верно. - POV демки не поддерживаются. - Демки, взятые с пользовательского сервера, официально не поддерживаются и поэтому могут работать некорректно, вы можете попробовать изменить источник демки и повторно проанализировать её. Пожалуйста, создавайте заявку на GitHub с упомянутой демкой, только если она получена из поддерживаемого источника. Дополнительную информацию вы можете найти на {1}.
tr_tr: Demo {0} analiz edilirken bir hata oluştu. - Demo kaynağının doğru olduğundan emin olun. - POV demoları desteklenmiyor. - Özel sunuculardan gelen demolar resmi olarak desteklenmez ve bu nedenle düzgün çalışmayabilir. Demonun kaynağını değiştirip yeniden analiz etmeyi deneyebilirsiniz. Etkilenen demo desteklenen bir kaynaktan geliyorsa, yalnızca GitHub'da bir issue oluşturun. Daha fazla bilgi için {1}.

# DialogMapNotSupported
source: This map doesn't support this feature.
de: Diese Karte unterstützt diese Funktion nicht.
pt_br: Esse mapa não suporta esse recurso.
ru: Эта карта не поддерживает эту функцию.
tr_tr: Bu harita bu özelliği desteklemiyor.

# DialogNoConnexionDetected
source: No Internet Connection
de: Keine Internetverbindung
pt_br: Sem conexão com a internet.
ru: Нет Интернета
tr_tr: İnternet Bağlantısı Yok

# DialogNoConnexionNoFeature
source: No Internet connection detected, you can't use this feature.
de: Keine Internetverbindung erkannt, Sie können diese Funktion nicht nutzen.
pt_br: Conexão com a internet não detectada, você não pode usar esse recurso.
ru: Нет Интернета, вы не можете использовать эту функцию.
tr_tr: Internet Bağlantısı Tespit edilmedi. Bu özelliği kullanamazsın

# DialogPovSelection
source: Which POV (camera perspective) do you want to see?
de: Welche POV (Kameraperspektive) wollen Sie sehen?
pt_br: Qual POV (câmera de perspectiva) você gostaria de ver?
ru: Чью POV (перспективу камеры) вы хотите увидеть?
tr_tr: Hangi POV'u (kamera perspektifi) görmek istersin?

source: Enemy POV
de: Gegner POV
pt_br: POV inimiga
ru: POV Врага
tr_tr: Düşman POV

# NotificationAnalyzing
source: Analyzing...
de: Analysieren...
pt_br: Analizando...
ru: Анализ...
tr_tr: Analiz ediliyor...

# NotificationAnalyzingDemo
source: Analyzing demo {0}...
de: Analysiere Demo {0}...
pt_br: Analizando demo {0}...
ru: Анализ демки {0}...
tr_tr: Demo analiz ediliyor {0}...

source: Add
de: Hinzufügen
pt_br: Addicionar
ru: Добавить
tr_tr: Ekle

source: Add all players seen
de: Füge alle gesehen Spieler hinzu
pt_br: Adicionar todos os jogadores vistos
ru: Добавить всех увиденных игроков
tr_tr: Tüm görülen oyuncuları ekle

source: Both
de: Beide
pt_br: Ambos
ru: Оба
tr_tr: Hem

source: Counter-Terrorists
pt_br: Contra-Terrostista
ru: Контр-Террористы
tr_tr: Counter-Teröristler

# DialogNoPointsFound
source: No points found. You may have to analyze this demo.
de: Keine Punkte gefunden. Sie sollten die Demo analysieren.
pt_br: Sem pontos encontrados. Você pode ter que analisar esta demo.
ru: Точек не найдено. Вы должны проанализировать эту демку.
tr_tr: Noktalar bulunamadı. Demoyu analiz etmeniz gerekebilir.

source: Equipment
pt_br: Equipamento
ru: Экипировка
tr_tr: Ekipman

# HeaderToolTipKnifeKills
source: Knife Kills
de: Messer Kills
pt_br: Vítimas na faca
ru: Убийства Ножом
tr_tr: Bıçak Öldürmeleri

# HeadshotsPercent
source: Headshots %
de: Kopfschüsse %
ru: Убийства в голову %
tr_tr: Kafadan vuruşlar %

# LabelScale
source: Scale
de: Größe
pt_br: Escala
ru: Масштаб
tr_tr: Ölçek

# LabelSpeed
source: Speed
pt_br: Velocidade
ru: Скорость
tr_tr: Hız

# LabelVolume
source: Volume
de: Lautstärke
ru: Громкость
tr_tr: Ses

source: Log only kills
de: Nur Kills loggen
pt_br: Somente Log de vítimas
ru: Записывать только убийства
tr_tr: Yalnızca öldürmeleri kaydet

# NotificationGeneratingData
source: Generating data...
de: Generiere Daten...
pt_br: Gerando dados...
ru: Генерация данных...
tr_tr: Veri oluşturuluyor...

# NotificationPaused
source: Paused
de: Pausiert
pt_br: Pausado
ru: Приостановлено
tr_tr: Durduruldu

# NotificationPlaying
source: Playing...
de: Spielt...
pt_br: Tocando...
ru: Проигрывается...
tr_tr: Oynatılıyor...

source: Pause
pt_br: Pausar
ru: Пауза
tr_tr: Durdur

source: Play
de: Abspielen
pt_br: Iniciar
ru: Воспроизведение
tr_tr: Oynat

source: Show only banned
de: Zeige nur gebannte
pt_br: Mostrar somente banidos
ru: Показать только забаненных
tr_tr: Sadece yasaklıları göster

source: Show suspect(s) demos
de: Zeige Verdächtigen Demos
pt_br: Mostrar demos do(s) suspeito(s)
ru: Показать демки подозреваемых
tr_tr: Şüpheli demolarını göster

source: Side
pt_br: Lado
ru: Сторона
tr_tr: Taraf

source: Stuffs Thrown
de: Ausrüstung geworfen
pt_br: Coisas Lançadas
ru: Вещей Брошено
tr_tr: Atılan Bombalar

source: Terrorists
de: Terroristen
pt_br: Terrotista
ru: Террористы
tr_tr: Teröristler

# ToolTipAddAllPlayersSeen
source: Add all players seen to list (CTRL+G)
de: Füge alle gesehen Spieler hinzu (STRG+G)
pt_br: Adicionar todos os jogadores vistos para listar (CTRL+G)
ru: Добавить всех увиденных игроков в список (CTRL+G)
tr_tr: Görülen tüm oyuncuları listeye ekle (CTRL+G)

# ToolTipGoToSuspectProfile
source: Go to suspect profile (CTRL+P)
de: Öffne Profil des Verdächtigen (STRG+P)
pt_br: Ir para o perfil do suspeiro (CTRL+P)
ru: Перейти к профилю подозреваемого (CTRL+P)
tr_tr: Şüpheli profiline git (CTRL+P)

# ToolTipMoveSuspectToWhitelist
source: Move suspect(s) to whitelist (CTRL+M)
de: Bewege Verdächtige(n) zur Whitelist (STRG+M)
pt_br: Mover suspeito(s) para a lista branca (CTRL+M)
ru: Перенести подозреваемых в белый список (CTRL+M)
tr_tr: Şüpheliyi beyaz listeye taşı (CTRL+M)

# ToolTipPause
source: Pause (CTRL+O)
de: Pause (STRG+O)
pt_br: Pausar (CTRL+O)
ru: Приостановить (CTRL+O)
tr_tr: Durdur (CTRL+O)

# ToolTipPlay
source: Play (CTRL+P)
de: Abspielen (STRG+P)
pt_br: Iniciar (CTRL+P)
ru: Воспроизвести (CTRL+P)
tr_tr: Oynat (CTRL+P)

# ToolTipRefreshList
source: Refresh list (CTRL+R)
de: Aktualisere Liste (STRG+R)
pt_br: Recarregar lista (CTRL+R)
ru: Обновить список (CTRL+R)
tr_tr: Listeyi yenile (CTRL+R)

# ToolTipRemoveSuspect
source: Remove suspect(s) (DEL)
de: Entferne Verdächtige (ENTF)
pt_br: Remover suspeito(s) (DEL)
ru: Убрать подозреваемых (DEL)
tr_tr: Şüpheliyi kaldır (DEL)

# ToolTIpShowOnlySuspectDemos
source: Show demos that contains selected suspect(s) (CTRL+F)
de: Zeige Demos die den ausgewählten Verdächtigen beinhalten (CTRL+F)
pt_br: Mostrar demos que contém suspeito(s) selecionados (CTRL+F)
ru: Показать демки, содержащие выбранных подозреваемых (CTRL+F)
tr_tr: Sadece seçilen şüphelileri içeren demoları göster (CTRL+F)

# ToolTipWhitelist
source: Whitelist (CTRL+W)
de: Whitelist (STRG+W)
pt_br: Lista Branca (CTRL+W)
ru: Белый список (CTRL+W)
tr_tr: Beyaz liste (CTRL+W)

# WatermarkSearch
source: Search...
de: Suchen...
pt_br: Procurando...
ru: Поиск...
tr_tr: Arama yap...

source: Whitelist
pt_br: Lista branca
ru: Белый список
tr_tr: Beyaz liste

# DialogAddPlayerToWhitelist
source: Add a player to whitelist
de: Füge Spieler zur Whitelist hinzu
pt_br: Adicionar jogador a lista branca
ru: Добавить игрока в белый список
tr_tr: Beyaz listeye oyuncu ekle

# DialogAddSuspect
source: Add a suspect
de: Füge Spieler zur Liste der Verdächtigen hinzu
pt_br: Adicionar um suspeito
ru: Добавить подозреваемого
tr_tr: Şüpheli ekle

# DialogCsgoNotDetected
source: It seems that CSGO is not installed on your main hard drive. The defaults "csgo" and "replays" can not be found. Please add folders from the settings.
de: Es scheint, dass CSGO nicht auf ihrer Hauptfestplatte installiert ist. Die normalen Ordner "csgo" und "replays" konnten nicht gefunden werden. Bitte fügen Sie Ordner unter den Einstellungen hinzu.
pt_br: Parece que o CS:GO não esta instalado no seu HD principal. Os padrões "csgo" e "replays" não pode ser encontrados. Por favor, adicionar pastas a partir das definições.
ru: Похоже, CSGO не установлена на вашем основном жестком диске. Не удается найти папки «csgo» и «replays». Добавьте папки через настройки.
tr_tr: Görünüşe göre CS:GO ana sabit diskinize yüklenmemiş. Varsayılan "csgo" ve "replays" klasörleri bulunamadı. Lütfen klasörleri ayarlar kısmından ekleyin.

# DialogErrorWhileDeletingPlayer
source: Error while deleting player.
de: Fehler beim Löschen von Spielern.
pt_br: Erro ao excluir jogador.
ru: Ошибка при удалении игрока.
tr_tr: Oyuncuyu silerken hata oluştu.

# DialogErrorWhileDeletingSuspect
source: Error while deleting suspect.
de: Fehler beim Löschen von Verdächtigen.
pt_br: Erro ao excluir suspeito.
ru: Ошибка при удалении подозреваемого.
tr_tr: Şüpheli silerken hata oluştu.

# DialogErrorWhileExportingCustomData
source: An error occured while exporting custom data.
de: Beim Exporieren der speziellen Daten ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao exportar dados personalizados.
ru: Возникла ошибка при экспорте выборочных данных.
tr_tr: Özelleştirilmiş veriyi dışa aktarırken hata oluştu.

# DialogErrorWhileMovingSuspects
source: Error while moving suspect(s).
de: Fehler beim bewegen von Verdächtigen.
pt_br: Erro ao mover suspeito(s).
ru: Ошибка при перемещении подозреваемых.
tr_tr: Şüpheli taşırken hata oluştu.

# DialogErrorWhileRetrievingPlayersInformation
source: Error while trying to get players information.
de: Fehler beim Versuch, Spieler Informationen zu erhalten.
pt_br: Erro ao tentar obter informações dos jogadores.
ru: Ошибка при получении информации об игроках.
tr_tr: Oyuncu bilgileri çekilirken hata oluştu.

# DialogErrorWhileRetrievingSuspectInformation
source: Error while trying to get suspect information.
de: Fehler beim Versuch, Verdächtigen Informationen zu erhalten.
pt_br: Erro ao tentar obter informações suspeito.
ru: Ошибка при получении информации о подозреваемом.
tr_tr: Şüpheli bilgileri çekilirken bir hata oluştu.

# DialogErrorWhileRetrievingSuspectsInformation
source: Error while trying to get suspects information.
de: Fehler beim Versuch, Verdächtigen Informationen zu erhalten.
pt_br: Erro ao tentar obter suspeitos informações.
ru: Ошибка при получении информации о подозреваемых.
tr_tr: Şüphelilerin bilgileri çekilirken bir hata oluştu.

# DialogNewVersionAvailable
source: A new version is available. Do you want to download it?
de: Eine neue Version ist verfügbar. Wollen Sie sie herunterladen?
pt_br: Uma nova versção está disponivel. Você gostaria de baixa-la ?
ru: Доступна новая версия. Хотите её скачать?
tr_tr: Yeni versiyon mevcut. İndirmek ister misin?

# DialogNoDemosPlayerFound
source: No demos found for this player. Demos with this player might not have been analyzed.
de: Keine Demos für diesen Spieler gefunden. Demos mit diesem Spieler sind vielleicht noch nicht analysiert worden.
pt_br: Nenhuma demo encontrada para esse jogador. Demos com esse jogador podem não ter sido analizadas.
ru: Не найдено демок этого игрока. Возможно, демки этого игрока не были проанализированы.
tr_tr: Bu oyuncu için demo bulunamadı. Bu oyuncuyla olan demolar analiz edilmemiş olabilir..

# DialogNoDemosSuspectFound
source: No demos found for this suspect. Demos with this suspect might not have been analyzed.
de: Keine Demos für diesen Spieler gefunden. Demos mit diesem Spieler sind vielleicht noch nicht analysiert worden.
pt_br: Nenhuma demo encontrada pra esse suspeiro. Demos com esses suspeitos podem não tem sido analizadas.
ru: Не найдено демок этого подозреваемого. Возможно, демки этого подозреваемого не были проанализированы.
tr_tr: Bu şüpheli için demo bulunamadı. Bu şüpheliyle olan demolar analiz edilmemiş olabilir.

# DialogPlayerAlreadyInSuspectWhitelist
source: This player is in your suspect / white / account list. You have to remove it from your account and white list to be able to add him in your supect list.
de: Dieser Account ist in ihrer Liste der Verdächtigen / Whitelist / Accountliste. Um ihn in ihre Liste der Verdächtigen hinzuzufügen müssen sie ihn aus den anderen Listen löschen.
pt_br: Este jogador esta na sua lista de suspeitos / branca /. Você tem que removê-lo da sua lista branca para ser capaz de adicionar-lo em sua lista de suspeitos.
ru: Этот игрок уже в списке подозреваемых / аккаунтов / белом списке. Вы должны удалить его из списка аккаунтов и из белого списка, чтобы добавить его в список подозреваемых.
