Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

# HeaderTeamKill
source: FF
ru: ДС

# HeaderTeamTrouble
source: TT
ru: ПК

# HeaderToolTipAccountNickname
source: Account's Nickname
de: Account Nickname
pt_br: Apelido da conta
ru: Никнейм Аккаунта
tr_tr: Hesabın Kullanıcı Adı

# HeaderToolTipAccountProfileUrl
source: Account's Profile URL
de: Account Profil URL
pt_br: URL de perfil da conta
ru: Ссылка на Профиль Аккаунта
tr_tr: Hesabın Profil URL'si

# HeaderToolTipAccountStatus
source: Account's Status (offline, online...)
de: Account Status (offline, online...)
pt_br: Status da conta (offline, online...)
ru: Статус Аккаунта (оффлайн, онлайн...)
tr_tr: Hesabın Durumu (çevrimdışı, çevrimiçi...)

# HeaderToolTipAccountVacBanned
source: Account VAC Banned
de: Account VAC Gebannt
pt_br: Conta banida VAC
ru: Аккаунт забанен VAC
tr_tr: Hesap VAC yasaklı

# HeaderToolTipAccountVisibilityStatus
source: Account's Visibility Status
de: Account Sichtbarkeitsstatus
pt_br: Visibilidade do Estado da Conta
ru: Статус Видимости Аккаунта
tr_tr: Hesabın Görünürlük Durumu

# HeaderToolTipAssisterName
source: Assister Name
pt_br: Nome do assistente
ru: Имя Помощника
tr_tr: Asist yapanın Adı

# HeaderToolTipAssists
source: Assists
pt_br: Assistências
ru: Помощей
tr_tr: Asistler

# HeaderToolTipAssistsPerRound
source: Assist Per Round
de: Assist pro Runde
pt_br: Assistências Por Rodada
ru: Помощей за Раунд
tr_tr: Raunt Başına Asist

# HeaderToolTipAverageDamagePerPlayer
source: Average Damage Per Player
de: Durchschnittlicher Schaden pro Spieler
pt_br: Dano Medio Por Jogador
ru: Средний Урон Игрока
tr_tr: Oyuncu Başına Ortalama Hasar

# HeaderToolTipAverageDamagePerRound
source: Average Damage Per Round
de: Durchschnittlicher Schaden pro Runde
pt_br: Dano médio por rodada
ru: Средний Урон за Раунд
tr_tr: Raunt Başına Ortalama Hasar

# HeaderToolTipBombDefused
source: Bomb Defused
de: Bombe entschärft
pt_br: Bomba Desarmada
ru: Бомб Разминировано
tr_tr: Bomba Çözüldü

# HeaderToolTipBombExploded
source: Bomb Exploded
de: Bombe explodiert
pt_br: Bomba explodiu
ru: Бомб Взорвано
tr_tr: Bomba Patladı

# HeaderToolTipBombPlanted
source: Bomb Planted
de: Bombe gelegt
pt_br: Bomba plantada
ru: Бомб Установлено
tr_tr: Bomba Kuruldu

# HeaderToolTipClutchCount
source: Number of clutch
de: Anzahl an Clutches
pt_br: Numero de clutch
ru: Число клатчей
tr_tr: Clutchların sayısı

# HeaderToolTipClutchWonCount
source: Number of clutch won
de: Anzahl an Clutches gewonnen
pt_br: Numero de clutches ganhos
ru: Число выигранных клатчей
tr_tr: Kazanılan clutchların sayısı

# HeaderToolTipCommunityBanned
source: Community Banned
de: Community gebannt
pt_br: Banido da comunidade
ru: Забанен в Сообществе
tr_tr: Topluluk Yasaklaması var

# HeaderToolTipCommunityProfileConfigured
source: Community Profile Configured
de: Community Profile konfiguriert
pt_br: Perfil de comunidade configurado
ru: Профиль Сообщества Настроен
tr_tr: Topluluk Profili Konfigüre edildi

# HeaderToolTipCrouchKills
source: Crouch kills
de: Geduckte Kills
pt_br: Vítimas agaxado
ru: Убийств сидя
tr_tr: Eğilerek öldürmeler

# HeaderToolTipDaysSinceLastBan
source: Days Since Last Ban
de: Tage seit Bann
pt_br: Dias desde o ultimo ban
ru: Дней с Последнего Бана
tr_tr: Son yasaklanmanın üstünden geçen gün sayısı

# HeaderToolTipDeaths
source: Deaths
de: Tode
pt_br: Mortes
ru: Смертей
tr_tr: Ölümler

# HeaderToolTipDeathsPerRound
source: Death Per Round
de: Tode pro Runde
pt_br: Mortes por round
ru: Смертей за Раунд
tr_tr: Tur Başına Ölüm

# HeaderToolTipDemoClientname
source: Demo's clientname
pt_br: Nome do cliente da demo
ru: Клиент демки
tr_tr: Demo'nun client adı

# HeaderToolTipDemoComment
source: Demo's comment
de: Demo's Kommentar
pt_br: Comentario da demo
ru: Комментарии к демке
tr_tr: Demo'nun yorumu

# HeaderToolTipDemoDate
source: Demo's date
de: Demo's Datum
pt_br: Nome da demo
ru: Дата демки
tr_tr: Demo'nun tarihi

# HeaderToolTipDemoDuration
source: Demo's duration
de: Demo Dauer
pt_br: Duração da demo
ru: Длительность демки
tr_tr: Demo'nun süresi

# HeaderToolTipDemoFramerate
source: Demo's framerate
de: Demo Framerate
pt_br: Framerate da demo
ru: Фреймрейт демки
tr_tr: Demo'nun frameratesi

# HeaderToolTipDemoHostname
source: Demo's hostname
de: Demo Hostname
pt_br: Servidor da demo
ru: Сервер демки
tr_tr: Demo'nun sunucu adı

# HeaderToolTipDemoName
source: Demo's name
de: Demo Name
pt_br: Nome da demo
ru: Имя демки
tr_tr: Demo'nun adı

# HeaderToolTipDemoSource
source: Demo's source
de: Demo Quelle
pt_br: Fonte da demo
ru: Источник демки
tr_tr: Demo'nun kaynağı

# HeaderToolTipDemoTicks
source: Demo's ticks
de: Demo Ticks
pt_br: Ticks da demo
ru: Тики демки
tr_tr: Demo'nun ticki

# HeaderToolTipDemoType
source: Demo's type
de: Demo Typ
pt_br: Tipo de demo
ru: Тип демки
tr_tr: Demo'nun türü

# HeaderToolTipEntryKill
source: Entry Kill
pt_br: Morte de entrada
ru: Входных Убийств
tr_tr: Açılış Öldürmesi

# HeaderToolTipEquipmentValue
source: Equipment Value
de: Equipment Wert
pt_br: Valor da equipe
ru: Цена Экипировки
tr_tr: Ekipman Değeri

# HeaderToolTipEquipmentValueTeam1
source: Equipement Value CT ($)
de: Equipment Wert CT ($)
pt_br: Valor do equipamento CT ($)
ru: Цена Экипировки КТ ($)
tr_tr: CT Ekipman Değeri ($)

# HeaderToolTipEquipmentValueTeam2
source: Equipement Value T ($)
de: Equipment Wert T ($)
pt_br: Valor do equipamento T ($)
ru: Цена Экипировки Т ($)
tr_tr: T Ekipman Değeri($)

# HeaderToolTipFiveKill
source: 5 Kills
pt_br: 5 Vítimas
ru: 5 Убийств
tr_tr: 5 Öldürme

# HeaderToolTipFourKill
source: 4 Kills
pt_br: 4 Vítimas
ru: 4 Убийства
tr_tr: 4 Öldürme

# HeaderToolTipHasVacOwBan
source: VAC / OW ban?
ru: VAC / Патруль бан?
tr_tr: VAC / OW yasaklı mı?

# HeaderToolTipHasWonClutch
source: Has Won Clutch?
de: Clutch gewonnen?
pt_br: Ganhou o Clutch?
ru: Выиграл Клатч?
tr_tr: Clutch Kazandı mı?

# HeaderToolTipHasWonDuel
source: Has Won Duel?
de: Duell gewonnen?
pt_br: Ganhou o duelo?
ru: Выиграл Дуэль?
tr_tr: İkili mücadele kazandı mı?

# HeaderToolTipHeadshotPercent
source: Headshot percent
de: Kopfschuss Prozent
pt_br: Headshot porcentagem
ru: Процент убийств в голову
tr_tr: Kafadan vuruş yüzdesi

# HeaderToolTipHeadshots
source: Headshots
de: Kopfschüsse
ru: Убийств в голову
tr_tr: Kafadan vuruşlar

# HeaderToolTipHits
source: Hits
pt_br: Acertos
ru: Попаданий
tr_tr: İsabetler

# HeaderToolTipHltvRating
source: HLTV Rating
ru: HLTV Рейтинг
tr_tr: HLTV Puanlaması

# HeaderToolTipHltv2Rating
source: HLTV2 Rating
ru: HLTV2 Рейтинг
tr_tr: HLTV2 Puanlaması

# HeaderToolTipIsOwBanned
source: Overwatch banned?
de: Overwatch gebannt?
pt_br: Banido via Overwtach?
ru: Забанен Патрулем?
tr_tr: Overwatch yasaklı mı?

# HeaderToolTipIsVacBanned
source: VAC banned?
pt_br: Banido via VAC?
ru: Забанен VAC?
tr_tr: VAC yasaklı mı?

# HeaderToolTipJumpKills
source: Jump Kills
pt_br: Vítimas pulando
ru: Убийств в Прыжке
tr_tr: Zıplayarak Öldürmeler

# HeaderToolTipKillerName
source: Killer Name
pt_br: Nome do assasino
ru: Имя Убийцы
tr_tr: Öldürenin Adı

# HeaderToolTipKillerSide
source: Killer Side
pt_br: Lado do assasino
ru: /Сторона Убийцы
tr_tr: Öldürenin Tarafı

# HeaderToolTipKillPerRound
source: Kill Per Round
de: Durchschnittliche Kills pro Runde
pt_br: Vítimas Por Rodada
ru: Убийств за Раунд
tr_tr: Tur Başına Öldürme

# HeaderToolTipKills
source: Kills
pt_br: Vítimas
ru: Убийств
tr_tr: Öldürmeler

# HeaderToolTipKillsPerDeaths
source: Kills Per Deaths
de: Kills Pro Tod
pt_br: Vítimas por mortes
ru: Убийств / Смертей
tr_tr: Ölüme Karşı Öldürme

# HeaderToolTipMapName
source: Map's name
de: Mapname
pt_br: Nome do mapa
ru: Имя карты
tr_tr: Haritanın adı

# HeaderToolTipMarketBanned
source: Market Banned
de: Market gebannt
pt_br: Banido do mercado
ru: Забанен Маркетом
tr_tr: Market Yasaklaması var

# HeaderToolTipMvp
source: Most Valuable Player
de: Bester Spieler
pt_br: Jogador mais valioso
ru: Самый Ценный Игрок
tr_tr: En Değerli Oyuncu

# HeaderToolTipNumber
source: Number
de: Anzahl
pt_br: Numero
ru: Число
tr_tr: Sayı

# HeaderToolTipOneKill
source: 1 Kill
ru: 1 Убийство
tr_tr: 1 Öldürme

# HeaderToolTipOneVersusFive
source: 1 versus 5
de: 1 gegen 5
pt_br: 1 VS 5
ru: 1 против 5
tr_tr: 1 vs 5

# HeaderToolTipOneVersusFour
source: 1 versus 4
de: 1 gegen 4
pt_br: 1 VS 4
ru: 1 против 4
tr_tr: 1 vs 4

# HeaderToolTipOneVersusOne
source: 1 versus 1
de: 1 gegen 1
pt_br: 1 VS1
ru: 1 против 1
tr_tr: 1 vs 1

# HeaderToolTipOneVersusThree
source: 1 versus 3
de: 1 gegen 3
pt_br: 1 VS 3
ru: 1 против 3
tr_tr: 1 vs 3

# HeaderToolTipOneVersusTwo
source: 1 versus 2
de: 1 gegen 2
pt_br: 1 VS 2
ru: 1 против 2
tr_tr: 1 vs 2

# HeaderToolTipOneVersusX
source: 1vX
ru: 1вХ
tr_tr: 1vsX

# HeaderToolTipOverwatchGameBanCount
source: Number of overwatch ban
de: Anzahl an Overwatch Banns
pt_br: Numero de bans no overwatch
ru: Число банов Патрулем
tr_tr: Overwatch yasaklamalarının sayısı

# HeaderToolTipPlayerAvatar
source: Player's avatar
de: Spieler Avatar
pt_br: Avatar do jogador
ru: Аватар игрока
tr_tr: Oyuncunun profil fotoğrafı

# HeaderToolTipPlayerFlashbangThrown
source: Total flashbang thrown by the player
de: Gesamtanzahl Blendgranaten geworfen von Spieler
pt_br: Total de flashbang jogadas pelo jogador
ru: Всего световых брошено игроком
tr_tr: Oyuncu tarafından atılan flaş bombası

# HeaderToolTipPlayerName
source: Player's name
de: Spieler Name
pt_br: Nome do jogador
ru: Имя игрока
tr_tr: Oyuncunun adı

# HeaderToolTipPlayerRank
source: Player's rank
de: Spieler Rang
pt_br: Rank do jogador
ru: Ранг игрока
tr_tr: Oyuncunun rütbesi

# HeaderToolTipRatio
source: Ratio
de: Rate
pt_br: Relação
ru: Соотношение
tr_tr: Oran

# HeaderToolTipResult
source: Result
de: Ergebnis
pt_br: Resultado
ru: Итог
tr_tr: Sonuç

# HeaderToolTipRoundLost
source: Round Lost
de: Runden verloren
pt_br: Rodada perdida
ru: Раундов Проиграно
tr_tr: Raunt Kaybedildi

# HeaderToolTipRoundNumber
source: Round Number
de: Rundennummer
pt_br: Numero da partida
ru: Число Раундов
tr_tr: Raunt Numarası

# HeaderToolTipRoundPlayed
source: Round Played
de: Runden gespielt
pt_br: Partida jogada
ru: Раундов Сыграно
tr_tr: Raunt Oynandı

# HeaderToolTipRoundType
source: Round Type (normal / eco / force buy / semi-eco)
de: Rundentyp (normal / eco / force buy / semi-eco)
pt_br: Tipo da rodada (normal / eco / compra forçada / semi-eco)
ru: Тип Раунда (Норм / Эко / Форсбай / Полу-эко)
tr_tr: Raunt Türü (normal / eco / force / yarı-eco)

# HeaderToolTipRoundWon
source: Round Won
de: Runde gewonnen
pt_br: Rodadas ganhas
ru: Раундов Выиграно
tr_tr: Raunt Kazanıldı

# HeaderToolTipRws
source: ESEA RWS (Round Win Share)
pt_br: ESEA RWS (Rodadas compartilhadas ganhas)
ru: ESEA ВПР (Вклад в Победу в Раунде)
tr_tr: ESEA RWS (Tur Kazanma Paylaşımı)

# HeaderToolTipScore
source: Score
de: Punktestand
pt_br: Pontos
ru: Счёт
tr_tr: Skor

# HeaderToolTipScoreTeam1
source: Score Team 1
de: Punktestand Team 1
pt_br: Pontuação da equipe 1
ru: Счёт Команды 1
tr_tr: Takım 1 Skor

# HeaderToolTipScoreTeam2
source: Score Team 2
de: Punktestand Team 2
pt_br: Pontuação da equipe 2
ru: Счёт Команды 2
tr_tr: Takım 2 Skor

# HeaderToolTipServerTickrate
source: Server tickrate
pt_br: Tickrate do servidor
ru: Тикрейт сервера
tr_tr: Sunucu tickrate

# HeaderToolTipShotsFired
source: Shots fired
de: gefallene Schüsse
pt_br: Tiros disparados
ru: Выстрелов
tr_tr: kere Ateş edildi

# HeaderToolTipSideTrouble
source: Side on eco / force buy or semi-eco
pt_br: Lado em eco / compra forçada ou semi-eco
ru: Сторона на эко / форсбае или полу-эко
tr_tr: Eco / force buy or yarı-eco yapan taraf

# HeaderToolTipStartMoney
source: Start Money
de: Startgeld
pt_br: Dinheiro de inicio
ru: Стартовые Деньги
tr_tr: Başlangıç Parası

# HeaderToolTipStartMoneyTeam1
source: Start Money CT ($)
de: Startgeld CT ($)
pt_br: Dinheiro de inicio da equipe CT ($)
ru: Стартовые Деньги КТ ($)
tr_tr: CT Başlangıç Parası ($)

# HeaderToolTipStartMoneyTeam2
source: Start Money T ($)
de: Startgeld T ($)
pt_br: Dinheiro de inicio da equipe T ($)
ru: Стартовые Деньги Т ($)
tr_tr: T Başlangıç Parası ($)

# HeaderToolTipTeam1Name
source: Team 1 name
pt_br: Nome da equipe 1
ru: Имя команды 1
tr_tr: Takım 1 adı

# HeaderToolTipTeam2Name
source: Team 2 name
pt_br: Nome da equipe 2
ru: Имя команды 2
tr_tr: Takım 2 adı

# HeaderToolTipTeamFlashbangThrown
source: Total flashbang thrown by the team
de: Total Blendgranaten geworfen von Team
pt_br: Total de flashbang jogadas pelo time
ru: Всего световых брошено командой
tr_tr: Takım tarafından atılan flaş bombası

# HeaderToolTipTeamKill
source: Team Kill (Friendly Fire)
pt_br: Fogo amigo
ru: Своих Убито (Дружественный Огонь)
tr_tr: Takım Öldürme (Dost Ateşi)

# HeaderToolTipTeamName
source: Team Name
pt_br: Nome da equipe
ru: Имя Команды
tr_tr: Takım Adı

# HeaderToolTipTeamNameTrouble
source: Team's name on eco / force buy or semi-eco
pt_br: Nome da equime em eco / compra forçada ou semi-eco
ru: Команда на эко / форсбае или полу-эко
tr_tr: eco / force buy or semi-eco oynayan takım adı

# HeaderToolTipThreeKill
source: 3 Kills
pt_br: 3 vítimas
ru: 3 Убийства
tr_tr: 3 Öldürme

# HeaderToolTipThrowerName
source: Thrower Name
de: Werfer Name
pt_br: Nome do atirador
ru: Имя Бросающего
tr_tr: Atan Kişi

# HeaderToolTipTick
source: Tick
ru: Тик

# HeaderToolTipTotalDamageArmor
source: Total Damage Armor
de: Total Schaden Kevlar
pt_br: Total de dano no colete
ru: Всего Урона по Броне
tr_tr: Toplam Zırh Hasarı

# HeaderToolTipTotalDamageHealth
source: Total Damage Health
de: Total Schaden Leben
pt_br: Total de dano recebido
ru: Всего Урона по Здоровью
tr_tr: Toplam Sağlık Hasarı

# HeaderToolTipTotalEntryKill
source: Total Entry Kill
pt_br: Total de vítimas de entrada
ru: Всего Входных Убийств
tr_tr: Toplam Açılış Öldürmesi

# HeaderToolTipTradeDeath
source: Trade death
de: Trade Tod
pt_br: Troca de morte
ru: Смертей в размен
tr_tr: Takas ölümü

# HeaderToolTipTradeKill
source: Trade kill
pt_br: Troca de morte
ru: Убийств в размен
tr_tr: Takas öldürmesi

# HeaderToolTipTradeKillsDeaths
source: Trade Kill / Death
de: Trade Kill / Tod
pt_br: Troca de morte / Morte
ru: Убийств в размен / Смертей
tr_tr: Takas Öldürme / Ölüm

# HeaderToolTipTwoKill
source: 2 Kills
pt_br: 2 Vítimas
ru: 2 Убийства
tr_tr: 2 Öldürme

# HeaderToolTipVacBanCount
source: Number of VAC ban
de: Anzahl der VAC Banns
pt_br: Numero de bans VAC
ru: Число банов VAC
tr_tr: VAC yasaklama sayısı

# HeaderToolTipVictimName
source: Victim Name
de: Opfer Name
pt_br: Nome da vitíma
ru: Имя Жертвы
tr_tr: Kurban Adı

# HeaderToolTipWeaponName
source: Weapon's name
de: Waffen Name
pt_br: Nome da arma
ru: Оружие
tr_tr: Silah adı

# HeaderToolTipWinner
source: Winner
de: Gewinner
pt_br: Vencedor
ru: Победитель
tr_tr: Kazanan

# HeaderToolTipWinnerTeamName
source: Winner Team Name
de: Siegerteam Name
pt_br: Nome do time vencedor
ru: Выиграла Команда
tr_tr: Kazanan Takım Adı

# HeaderToolTipWinStatus
source: Win/Lose/Draw
de: Sieg/Niederlage/Unentschieden
pt_br: Vitória/Derrota/Empate
ru: Победа/Проигрыш/Ничья
tr_tr: Kazanma/Kaybetme/Beraberlik

# HeaderToolTipWonRound
source: Round Won?
de: Runde gewonnen?
pt_br: Round ganho?
ru: Раунд выигран?
tr_tr: Raunt kazanıldı mı?

# HeaderTradeDeaths
source: TD
ru: СР

# HeaderTradeKills
source: TK
ru: УР

# HeaderWinnerSide
source: WS
ru: ВС

# HeaderWinnerTeamName
source: WTN
ru: ВК

# OneVersusFive
source: 1V5
ru: 1в5
tr_tr: 1VS5

# OneVersusFour
source: 1V4
ru: 1в4
tr_tr: 1VS4

# OneVersusOne
source: 1V1
ru: 1в1
tr_tr: 1VS1

# OneVersusThree
source: 1V3
ru: 1в3
tr_tr: 1VS3

# OneVersusTwo
source: 1V2
ru: 1в2
tr_tr: 1VS2

source: Player
de: Spieler
pt_br: Jogador
ru: Игрок
tr_tr: Oyuncu

# HeaderClutchs
source: C
ru: К

# AddPlayersToSuspects
source: Add players to suspects list
de: Füge einen Spieler zur Liste der Verdächtigen hinzu
pt_br: Adicionar jogadores à lista de suspeitos
ru: Добавить игроков в список подозреваемых
tr_tr: Oyuncuları şüpheliler listesine ekle

source: Add to account list
de: Zur Accountliste hinzufügen
pt_br: Adicionar para a lista de contas
ru: Добавить в список аккаунтов
tr_tr: Hesap listesine ekle

source: Add to whitelist
de: Zur Whitelist hinzufügen
pt_br: Adicionar para whitelist
ru: Добавить в белый список
tr_tr: Beyaz listeye ekle

# AssistsFull
source: A (Assits)
de: A (Assists)
pt_br: A (Assistências)
ru: П (Помощей)
tr_tr: A (Asistler)

# BombDefusedFull
source: BD (Bomb Defused)
de: BD (Bombe entschärft)
pt_br: BD (Bomba Desarmada)
ru: БР (Бомб Разминировано)
tr_tr: BD (Bomba İmha Edildi)

# BombExplodedFull
source: BE (Bomb Exploded)
de: BE (Bombe explodiert)
pt_br: BE (Bomba Explodiu)
ru: БВ (Бомб Взорвано)
tr_tr: BE (Bomba Patladı)

# BombPlantedFull
source: BP (Bomb Planted)
de: BP (Bombe gelegt)
pt_br: BP (Bomba Planrada)
ru: БУ (Бомб Установлено)
tr_tr: BP (Bomba Kuruldu)

# ClutchsFull
source: C (Clutchs)
de: C (Clutches)
pt_br: C (Embreagens)
ru: К (Клатчей)
tr_tr: C (Clutchlar)

source: Copy playdemo command
de: Kopiere Playdemo-Befehl
pt_br: Copiar comando de playdemo
ru: Скопировать команду playdemo
tr_tr: playdemo komutunu kopyala

# CrouchKillsFull
source: CK (Crouch Kills)
de: CK (Geduckte Kills)
pt_br: VA (Vítimas agachado)
ru: УС (Убийств Сидя)
tr_tr: CK (Eğilerek Öldürmeler)

# DeathsFull
source: D (Deaths)
de: D (Tode)
pt_br: D (Mortes)
ru: С (Смертей)
tr_tr: D (Ölümler)

# EntryKillsFull
source: EK (Entry Kills)
pt_br: VE (Vítimas de entrada)
ru: ВУ (Входных Убийств)
tr_tr: EK (Açılış Öldürmeleri)

# EquipmentValueTeam1Full
source: EV CT (Equipment Value CT ($))
de: EV CT (Equipment Wert CT ($))
pt_br: EV CT (Valor do equipamento CT ($))
ru: ЦЭ КТ (Цена Экипировки КТ ($))
tr_tr: EV CT (CT Ekipman Değeri ($))

# EquipmentValueTeam2Full
source: EV T (Equipment Value T ($))
de: EV T (Equipment Wert T ($))
pt_br: EV T (Valor do equipamento T ($))
ru: ЦЭ Т (Цена Экипировки Т ($))
tr_tr: EV T (T Ekipman Değeri ($))

# EseaRwsFull
source: RWS (ESEA Round Win Share)
pt_br: RWS (ESEA Rodada compartilhada vencida)
ru: ВПР (ESEA Вклад в Победу в Раунде)
tr_tr: RWS (ESEA Tur Kazanma Paylaşımı)

source: Export JSON
de: Exportiere JSON
pt_br: Exportar para JSON
ru: Экспорт JSON
tr_tr: JSON olarak dışa aktar

source: Framerate
ru: Фреймрейт

# FramerateFull
source: FR (Framerate)
ru: ФР (Фреймрейт)

# HeadshotsFull
source: HS (Headshots)
de: HS (Kopfschüsse)
ru: УГ (Убийств в голову)
tr_tr: HS (Kafadan vuruşlar)

# HltvFull
source: HLTV (HLTV Rating)
ru: HLTV (HLTV Рейтинг)
tr_tr: HLTV (HLTV Puanlaması)

# Hltv2Full
source: HLTV2 (HLTV2 Rating)
ru: HLTV2 (HLTV2 Рейтинг)
tr_tr: HLTV2 (HLTV2 Puanlaması)

# JumpKillsFull
source: JK (Jump Kills)
pt_br: VP (Vítimas pulando)
ru: УП (Убийств в Прыжке)
tr_tr: JK (Zıplayarak Öldürmeler)

# KillsDeathsRatioFull
source: K/D (Kills per Deaths)
de: K/D (Kills pro Tod)
pt_br: K/D (Vítimas / )
ru: У/С (Убийств / Смертей)
tr_tr: K/D (Ölüme karşı Öldürme)

# KillsFull
source: K (Kills)
ru: У (Убийств)
tr_tr: K (Öldürmeler)

source: Last rank detected
de: Letzter erkannter Rang
pt_br: Último rank detectado
ru: Последний известный ранг
tr_tr: Son rütbe tespit edildi

source: Move to whitelist
de: Bewege zur Whitelist
pt_br: Mover para lista branca
ru: Переместить в белый список
tr_tr: Beyaz listeye taşı

# MvpFull
source: MVP (Most Valuable Player)
de: MVP (Bester Spieler)
pt_br: MVP (Jogador Mais Valioso)
ru: СЦИ (Самый Ценный Игрок)
tr_tr: MVP (En Değerli Oyuncu)

source: Profile
de: Profil
pt_br: Perfil
ru: Профиль
tr_tr: Profil

source: Remove
de: Entfernen
pt_br: Remover
ru: Убрать
tr_tr: Kaldır

source: Remove from cache
de: Entfernen vom Cache
pt_br: Remover do cache
ru: Убрать из кэша
tr_tr: Önbellekten kaldır

# RoundPlayedFull
source: RP (Round Played)
pt_br: RP (Rodadas jogadas)
ru: РС (Раундов Сыграно)
tr_tr: RP (Raunt Oynandı)

# ScoreTeam1Full
source: ST1 (Score Team 1)
pt_br: ST1 (Pontos da equipe 1)
ru: СК1 (Счёт Команды 1)
tr_tr: ST1 (Takım 1 Skor)

# ScoreTeam2Full
source: ST2 (Score Team 2)
pt_br: ST2 (Pontos da equipe 2)
ru: СК2 (Счёт Команды 2)
tr_tr: ST2 (Takım 2 Skor)

source: Show player demos
de: Zeige Spielerdemos
pt_br: Mostar demos do jogador
ru: Показать демки игрока
tr_tr: Oyuncu demolarını göster

source: Show suspect demos
de: Zeige Verdächtigendemos
pt_br: Mostrar demos do suspeito
ru: Показать демки подозреваемого
tr_tr: Şüpheli demolarını göster

# SideTroubleFull
source: ST (Side Trouble)
pt_br: ST (Lado com problema)
ru: ПС (Проблемная Сторона)
tr_tr: ST (Zorda kalan Taraf)

# StartMoneyTeam1Full
source: SM CT (Start Money CT ($))
pt_br: SM CT (Dinheiro de inicio CT ($))
ru: СД КТ (Стартовые Деньги КТ ($))
tr_tr: SM CT (CT Başlangıç Parası ($))

# StartMoneyTeam2Full
source: SM T (Start Money T ($))
pt_br: SM T (Dinheiro de inico T ($))
ru: СД Т (Стартовые Деньги Т ($))
tr_tr: SM T (T Başlangıç Parası ($))

# TeamNameTroubleFull
source: TNT (Team Name Trouble)
pt_br: TNT (Nome da equipe problema)
ru: ПК (Проблемная Команда)
tr_tr: TNT (Sorunlu Takım Adı)

source: Tickrate
ru: Тикрейт

# TickrateFull
source: TR (Tickrate)
ru: ТР (Тикрейт)

# TotalDamagesArmorFull
source: TDA (Total Damages Armor)
de: TDA (Total Schaden Kevlar)
pt_br: TDA (Total de dano no colete)
ru: ВУБ (Всего Урона по Броне)
tr_tr: TDA (Toplam Zırh Hasarı)

# TotalDamagesHealthFull
source: TDH (Total Damages Health)
de: TDH (Total Schaden Leben)
pt_br: TDH (Total de dano recebido)
ru: ВУЗ (Всего Урона по Здоровью)
tr_tr: TDH (Toplam Sağlık Hasarı)

# TradeDeathsFull
source: TD (Trade Deaths)
de: TD (Trade Tode)
pt_br: TD (Troca de )
ru: СР (Смертей в Размен)
tr_tr: TD (Takas Ölümleri)

# TradeKillsFull
source: TK (Trade Kills)
pt_br: TK (Troca de vítimas)
ru: УР (Убийств в Размен)
tr_tr: TK (Takas Öldürmeleri)

source: Watch player
de: Zeige Spieler
pt_br: Assistir jogador
ru: Смотреть игрока
tr_tr: Oyuncu izle

# WinnerSideFull
source: WS (Winner Side)
de: WS (Sieger Seite)
pt_br: WS (Lado do vencedor)
ru: ВС (Выиграла Сторона)
tr_tr: WS (Kazanan Taraf)

# WinnerTeamNameFull
source: WTN (Winner Team Name)
de: WTN (Sieger Team Name)
pt_br: WTN (Nome da equipe vencedora)
ru: ВК (Выиграла Команда)
tr_tr: KTA (Kazanan Takım Adı)

source: Decoys
ru: Отвлекающие гранаты
tr_tr: Yanıltıcı

# EndReasonBombDefused
source: Bomb defused
de: Bombe entschärft
pt_br: Bomba desamada
ru: Бомб разминировано
tr_tr: Bomba imha edildi

# EndReasonBombExploded
source: Bomb exploded
de: Bombe explodiert
pt_br: Bomba explodiu
ru: Бомб взорвано
tr_tr: Bomba kuruldu

# EndReasonCtSurrender
source: CT surrender
de: CT Aufgegeben
pt_br: CT desistiram
ru: КТ сдались
tr_tr: CT teslim oldu

# EndReasonCtWin
source: Counter-Terrorists win
de: Counter-Terrorists gewinnen
pt_br: Contra-Terriristas Ganharam
ru: Контр-Террористы выиграли
tr_tr: Counter-Teröristler kazandı

# EndReasonTargetSaved
source: Time over
de: Zeit abgelaufen
pt_br: Fim do tempo
ru: Время вышло
tr_tr: Süre bitti

# EndReasonTsurrender
source: T surrender
de: T Ausgegeben
pt_br: T desistiram
ru: Т сдались
tr_tr: T teslim oldu

# EndReasonTwin
source: Terrorists win
de: Terroristen gewinnen
pt_br: Terrotistas ganharam
ru: Террористы выиграли
tr_tr: Teröristler kazandı

# EndReasonUnknown
source: Unknown
de: Unbekannt
pt_br: Desconhecido
ru: Неизвестно
tr_tr: Bilinmeyen

# HeaderAssister
source: Assister
pt_br: Ajudante
ru: Помощник
tr_tr: Asist Yapan

# HeaderEquipmentValuePlayer
source: EV ($)
ru: ЦЭ ($)

# HeaderHits
source: Hits
pt_br: Acertos
ru: Попаданий
tr_tr: İsabetler

# HeaderKiller
source: Killer
pt_br: Assasino
ru: Убийца
tr_tr: Öldüren

# HeaderShots
source: Shots
de: Schüsse
pt_br: Tiros
ru: Выстрелов
tr_tr: Ateşlenen

# HeaderStartMoneyPlayer
source: SM ($)
ru: СД ($)

# HeaderVictim
source: Victim
de: Opfer
pt_br: Vitima
ru: Жертва
tr_tr: Kurban

# HeaderWeapon
source: Weapon
de: Waffe
pt_br: Arma
ru: Оружие
tr_tr: Silah

source: HE Grenades
de: HE Granaten
pt_br: Granhadas HE
ru: Осколочные гранаты
tr_tr: El bombası
