Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

# DialogConfigurationCorrupted
source: Your configuration file is corrupted. Please restart the application to reset your configuration.
de: Ihre Konfiguration ist fehlerhaft. Bitte starten sie die App erneut und setzen sie die Konfiguration zurück.
pt_br: Seu arquivo de configuração está corrompido. Reinicie o aplicativo para redefinir sua configuração.
ru: Ваша конфигурация повреждена. Перезагрузите приложение, чтобы сбросить вашу конфигурацию.
tr_tr: Yapılandırma dosyan bozulmuş. Yapılandırmayı sıfırlamak için uygulamayı tekrar başlat.

source: Enable movie making config parent folder
pt_br: Habilite a pasta principal de configuração de criação de filmes
ru: Включить родительскую папку конфига видеоредактора
tr_tr: Film yapma yapılandırması ana klasörünü etkinleştir

source: Enable HLAE
pt_br: Ativar HLAE
ru: Включить HLAE
tr_tr: HLAE Etkinleştir

# DialogEnableHlaeWarning
source: Enabling HLAE change the way the game is started (when you click on all "Watch" buttons). It will use the tool "Half-Life Advanced Effects" (HLAE) which is technically a hack. You should use it ONLY if you know what you are doing AND to make moviemaking related stuff. If you don't know what is this or you are not planning to make movies just click on cancel. If you enable it, the game is launched with the "-insecure" parameter (everytime), which means that you will not be able to join server protected by VAC and prevent from a VAC ban.
de: Den Moviemakermode zu aktivieren ändert, wie sich das Spiel startet. (Wenn man auf alle "Watch/Ansehen"-Buttons klickt) Es nutzt das Tool "Half-Life Advanced Effects" (HLAE), welches, technisch gesehen, ein Hack ist. Sie sollten das NUR nutzen, wenn Sie wissen, was Sie tun UND es nur zum Bearbeiten von Moviemaking-bezogenen Dingen nutzen. Falls Sie nicht wissen, was das ist, oder Sie planen, nicht oben beschriebene Dinge durchzuführen, klicken Sie JETZT auf Cancel/Abbrechen. Falls Sie es einschalten, wird das Spiel (immer) mit dem "-insecure" Startparameter gestarten, was bedeutet, dass es Ihnen nicht möglich ist, auf VAC geschützten Servern zu spielen, um einen VAC-Bann zu verhindern.
pt_br: Ativa HLAE muda forma como o jogo é iniciado (Quando você clica em todos os botões "Assistir"). Ele vai usar uma ferramenta "Half-Life Advanced Effects" (HLAE) que é tecnicamente um hack. Você deve usá-lo APENAS se voce souber o que etá fazendo e para fazer a criação de filmes coisas relacionadas. Se você não sabe o que é isso ou você não está planejando fazer filmes basta clicar sobre cancelar. Se você ativá-lo, o jogo será iniciado com o parâmentro "-insecure" (todas as vezes),o que significa que você não será capaz de se conectar a servidores protegidos pelo VAC e previnir um ban VAC.
ru: Включение HLAE меняет способ запуска игры (при нажатии на все кнопки "Смотреть"). Он будет использовать инструмент Half-Life Advanced Effects (HLAE), который технически является хаком. Вы должны использовать его, ТОЛЬКО если вы знаете, что делаете, И делать вещи, связанные с видеопроизводством. Если вы не знаете, что это такое, или не планируете снимать видео, просто нажмите «Отмена». Если его включить, то игра (всегда) запускается с параметром "-insecure", что означает, что вы не сможете присоединиться к серверу, защищенному VAC, и не получите VAC-бан.
tr_tr: HLAE'yi etkinleştirmek, oyunun başlatılma şeklini değiştirir (tüm "İzle" düğmelerine tıkladığınızda). Bu, teknik olarak bir hack olan "Half-Life Advanced Effects" (HLAE) aracını kullanacaktır. Bunu yalnızca ne yaptığınızı biliyorsanız VE film yapımı ile ilgili şeyler yapmak için kullanmalısınız. Bu nedir bilmiyorsanız veya film yapmak planlamıyorsanız, iptal'e tıklayın. Etkinleştirirseniz, oyun "-insecure" parametresiyle başlatılır (her zaman), bu da VAC tarafından korunan sunuculara katılamayacağınız ve VAC banından önlenemeyeceğiniz anlamına gelir.

# DialogHlaeNotFound
source: It looks like HLAE isn't installed. Do you want to install it? (If you are using it you have to install it first to be able to use it)
pt_br: Parece que HLAE não está instalado. Você deseja instalá-lo? (Se você estiver usando, você deve instalá-lo primeiro para poder usá-lo)
ru: Похоже, HLAE не установлен. Вы хотите установить его? (Если вы используете его, вы должны сначала установить его, чтобы иметь возможность использовать его)
tr_tr: Görünüşe göre HLAE kurulu değil. Kurmak ister misiniz? (Eğer kullanacaksanız, onu kullanabilmek için önce kurmanız gerekir.)

# DialogNewHlaeVersionAvailable
source: A new HLAE version is avalailable. Do you want to install it? (It's recommended to avoid possible crash due to CSGO updates)
pt_br: Está disponível uma nova versão HLAE. Você deseja instalar (Recomenda-se evitar possíveis falhas devido às atualizações do CSGO)
ru: Доступна новая версия HLAE. Вы хотите установить её? (Рекомендуется, чтобы избежать возможного сбоя из-за обновлений CSGO)
tr_tr: Yeni bir HLAE sürümü mevcut. Kurmak ister misiniz? (CSGO güncellemelerinden kaynaklanabilecek olası çökmeleri önlemek için önerilir.)

# DialogHlaeInstallationFailed
source: An error occured while installing HLAE.
pt_br: Ocorreu um erro ao instalar o HLAE.
ru: Возникла ошибка при установке HLAE.
tr_tr: HLAE indirilirken bir hata oluştu.

# DialogHlaeInstalled
source: HLAE has been installed.
pt_br: HLAE foi instalado.
ru: HLAE был установлен.
tr_tr: HLAE indirildi.

# DialogHlaeRequired
source: HLAE needs to be installed to use it.
pt_br: HLAE precisa ser instalado para ser usado.
ru: HLAE должен быть установлен, чтобы использовать его.
tr_tr: Bunu kullanabilmek için HLAE indirilmiş olmalıdır.

# DialogHlaeUpdated
source: HLAE has been updated.
pt_br: HLAE foi atualizado.
ru: HLAE был обновлён.
tr_tr: HLAE güncellendi.

# DialogHlaeUpdateFailed
source: An error occured while updating HLAE.
pt_br: Ocorreu um erro ao atualizar o HLAE
ru: Возникла ошибка при обновлении HLAE.
tr_tr: HLAE güncellenirken bir hata oluştu.

# NotificationInstallingHlae
source: Installing HLAE...
pt_br: Instalando o HLAE...
ru: Установка HLAE...
tr_tr: HLAE İndiriliyor...

# NotificationUpdatingHlae
source: Updating HLAE...
pt_br: Atualizando o HLAE...
ru: Обновление HLAE...
tr_tr: HLAE Güncelleniyor...

# DialogPlayerFocusedNotFound
source: The player that you are focusing is not in this demo. You can change it from settings (accounts section) or watch it from the scoreboard.
pt_br: O jogador que você está focando não está nesta demo. Você pode alterá-lo das configurações (seção de contas) ou assisti-lo a partir do placar.
ru: Игрок, на котором вы фокусируетесь, отсутствует в этой демке. Вы можете изменить его в настройках (раздел аккаунтов) или посмотреть на табло.
tr_tr: Odaklandığınız oyuncu bu demoda değil. Bunu ayarlar (hesaplar bölümü) kısmından değiştirebilir veya skorborddan izleyebilirsiniz.

source: Demos list size
pt_br: Tamanho da lista de demos
ru: Размер списка демок
tr_tr: Demo listesi boyutu

source: Show all demos
pt_br: Mostrar todas as demos
ru: Показать все демки
tr_tr: Tüm demoları göster

# DialogErrorInvalidShareCode
source: Invalid share code
pt_br: Link de compartilhamento inválido
ru: Неверный общий код
tr_tr: Geçersiz paylaşım kodu

# ToolTipDownloadDemoFromShareCode
source: Download a demo from share code
pt_br: Baixe uma demo do link de compartilhamento
ru: Скачать демо по общему коду
tr_tr: Paylaşım kodundan demo indir

source: Share code
pt_br: link de compartilhamento
ru: Общий код
tr_tr: Kodu paylaş

# DialogMessageDownloadDemoFromShareCode
source: You are going to download a demo from its share code. Please enter the share code (example: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
pt_br: Você vai baixar uma demo a partir do link de compartilhamento. Digite link de compartilhamento (exemplo: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
ru: Вы собираетесь скачать демку по общему коду. Введите общий код (пример: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
tr_tr: Paylaşım kodu kullanarak demo indiriyorsun. Lütfen paylaşım kodunu gir (örnek: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).

# DialogTitleDownloadDemoFromShareCode
source: Download demo from share code
pt_br: Baixar demo a partir do link de compartilhamento
ru: Скачать демо по общему коду
tr_tr: Paylaşım kodundan demo indir

# DialogDemoFromShareCodeNotAvailable
source: Demo link has expired or you already have it in your download folder.
pt_br: O link da demo expirou ou você já tem essa demo na sua pasta de downloads.
ru: Срок действия ссылки на демку истёк или она уже находится в вашей папке закачек.
tr_tr: Demo linkinin süresi dolmuş veya zaten indirmişsin.

# NotificationRetrievingDemoFromShareCode
source: Retrieving demo data...
pt_br: Recuperando dados de demo...
ru: Получение информации демки...
tr_tr: Demo verisi çekiliyor...

# DialogErrorWhileRetrievingDemoData
source: An error occured while retrieving demo data.
pt_br: Ocorreu um erro ao recuperar as informações da demo.
ru: Возникла ошибка при получении данных демки.
tr_tr: Demo verisi çekilirken bir hata oluştu.

# HeaderEseaRws
source: RWS
ru: ВПР

# HeaderToolTipEseaRws
source: Average ESEA Round Win Share
pt_br: Média de vitórias da rodada compartilhada da ESEA
ru: Средний ESEA Вклад в Победу в Раунде
tr_tr: Ortalama ESEA Raunt Kazanma Paylaşımı

# HeaderAccuracy
source: ACC (%)
pt_br: ACR (%)
ru: ТОЧ (%)
tr_tr: İSABET (%)

# HeaderToolTipAccuracy
source: Accuracy (%)
pt_br: Precisão (%)
ru: Точность (%)
tr_tr: İsabet (%)

source: Accuracy
pt_br: Precisão
ru: Точность
tr_tr: İsabet

# AccuracyFull
source: Accuracy % (shots / hits)
pt_br: Precisão % (tiros / acertos)
ru: Точность % (попаданий / выстрелов)
tr_tr: İsabet % (ateş edilen / vurduğun)

source: Hits
pt_br: Acertos
ru: Попаданий
tr_tr: İsabetli Mermi

# NotificationImportingCustomData
source: Importing custom data...
pt_br: Importando dados personalizados...
ru: Импорт выборочных данных...
tr_tr: Özelleştirilmiş veri içe aktarılıyor...

# HeaderTimeDeath
source: TD (s)
ru: ВрС (с)

# HeaderToolTipTimeDeath
source: Time Death (seconds)
ru: Время Смерти (секунд)
tr_tr: Ölüm Zamanı (saniye)

# AverageTimeDeath
source: Average Time Death (s)
ru: Среднее Время Смерти (с)
tr_tr: Ortalama Ölüm Zamanı (saniye)

# AverageTimeDeathFull
source: Average time the player died in seconds after the freezetime ended
ru: Среднее время, через которое умирает игрок, в секундах после начала раунда
tr_tr: Oyuncunun donma süresi bittikten sonra saniyeler içinde öldüğü ortalama süre

# HeaderAverageTimeDeath
source: ATD (s)
ru: СВрС (с)
tr_tr: ATD (saniye)

# HeaderToolTipAverageTimeDeath
source: Average Time Death (seconds)
ru: Среднее Время Смерти (секунд)

# ToolTipSaveAsPngNoShortcut
source: Save as PNG
ru: Сохранить как PNG
tr_tr: PNG olarak dışa aktar

# DialogErrorExportingChart
source: An error occured while exporting the chart.
ru: Возникла ошибка при экспорте чарта.
tr_tr: Tablo dışar aktarılırken bir hata oluştu.

# DemoStatusCorrupted
source: Corrupted
ru: Повреждёна
tr_tr: Bozulmuş

# DemoStatusError
source: Error
ru: Ошибка
tr_tr: Hata

# DemoStatusNone
source: None
de: Nichts
pt_br: Nenhum
ru: Нет
tr_tr: Mevcut değil

# DemoStatusToWatch
source: To watch
de: Ungesehen
pt_br: Para assistir
ru: К просмотру
tr_tr: İzlenecek

# DemoStatusWatched
source: Watched
de: Gesehen
pt_br: Assistido
ru: Просмотрена
tr_tr: İzlendi

# DialogDemosCorruptedWarning
source: The following demos are corrupted: {0} You may have missing data for this demos.
ru: Следующие демки повреждены: {0} Возможно, у вас отсутствуют данные для этих демок.
tr_tr: Aşağıdaki demolar bozulmuş: {0} Bu demolardaki verileri kaybedebilirsin.

# UseSimpleRadarCheckbox
source: Use Simple Radar overviews
ru: Использовать карты Simple Radar
tr_tr: Basit Radar görünümlerini kullan

# SecondsRound
source: Seconds (R)
ru: Секунд (Р)
tr_tr: Saniye (R)

# HeaderToolTipSecondsRoundStuffThrown
source: Seconds elapsed since the round's freezetime ended
ru: Секунд прошло с момента начала раунда
tr_tr: Donma süresi bittikten sonra geçen saniye

# HeaderToolTipSecondsDemoStuffThrown
source: Seconds elapsed since the beginning of the demo
ru: Секунд прошло с момента начала демки
tr_tr: Demonun başından beri geçen süre

# SecondsDemo
source: Seconds (D)
ru: Секунд (Д)
tr_tr: Saniye (D)

source: Decoy
ru: Отвлекающая граната
tr_tr: Yanıltıcı

source: Flashbang
ru: Световая граната
tr_tr: Flaş Bombası

source: HE
ru: ОГ
tr_tr: El Bombası

source: Incendiary
ru: Зажигательная граната
tr_tr: Yanıcı Bomba

source: Molotov
ru: Коктейль Молотова
tr_tr: Molotof

source: Focus on player
ru: Фокус на игроке
tr_tr: Oyuncuya odaklan

source: Focus on thrower
ru: Фокус на бросающем
tr_tr: Bombayı atana odaklan

source: Focus on victim
ru: Фокус на жертве
tr_tr: Kurbana odaklan

# SetTickAsStartTick
source: Set tick {0} as start tick
ru: Установить тик {0} как начальный тик
tr_tr: {0} tickini Başlangıç ticki olarak seç

# AnalyzeForTimeLineWarning
source: You have to analyze the demo first to have the timeline.
ru: Вы должны сначала проанализировать демку, чтобы иметь временную шкалу.
tr_tr: Zaman çizelgesi görebilmek için önce demoyu analiz et.

# AutoCloseGameOnRecordEnd
source: Auto close the game when recording is done
ru: Автоматически закрыть игру по окончании записи
tr_tr: Kaydetme bitince otomatik kapat

# BombPlantedBy
source: the bomb planted by
ru: бомба установлена игроком
tr_tr: bombayı kuran oyuncu

source: CFG
ru: Конфиг

source: Change
ru: Изменить
tr_tr: Değiştir

# ChangeHLAEParentFolderLocation
source: Change HLAE config parent folder location
ru: Изменить расположение родительского каталога конфига HLAE
tr_tr: HLAE yapılandırma ana klasör konumunu değiştir

source: Checking for HLAE update...
ru: Проверка обновлений HLAE...
tr_tr: HLAE güncellemesi kontrol ediliyor...

# CSGORecordingInProgress
source: CSGO in-game recording in progress, please wait...
ru: Внутриигровая запись CSGO в процессе, подождите...
tr_tr: CSGO oyun içi kaydı devam ediyor, lütfen bekleyin...

# DefusedOnSite
source: defused the bomb on site
ru: разминировал бомбу на точке
tr_tr: şu bölgede bomba imha edildi

# DeleteRawFilesOnEncodeEnd
source: Delete raw files at the end of encoding
ru: Удалить исходные файлы по окончании кодирования
tr_tr: Şifre çözme sonrasında ham dosyaları sil

# DialogAmountSpaceRequired
source: You need about {0} GB available on your HDD. Do you want to continue?
ru: Вам понадобится около {0} ГБ на жестком диске. Хотите продолжить?
tr_tr: HDD'de {0} GB boş alana ihtiyacın var. Devam etmek ister misin?

# DialogEndTickGreaterThanStartTick
source: End tick must be greater than start tick.
ru: Конечный тик должен быть больше начального.
tr_tr: Bitiş tick'i başlangıç tick'inden daha büyük olmalı.

# DialogErrorInstallingFFmpeg
source: An error occured while installing FFmpeg. {0}
ru: Возникла ошибка при установке FFmpeg. {0}
tr_tr: FFmpeg indirilirken bir hata oluştu. {0}

# DialogErrorInstallingHLAE
source: An error occured while installing HLAE. {0}
ru: Возникла ошибка при установке HLAE. {0}
tr_tr: HLAE indirilirken bir hata oluştu. {0}

# DialogErrorInstallingVirtualDub
source: An error occured while installing VirtualDub. {0}
ru: Возникла ошибка при установке VirtualDub. {0}
tr_tr: VirtualDub indirilirken bir hata oluştu. {0}

# DialogErrorLoadingData
source: An error occured while loading data. {0}
ru: Возникла ошибка при загрузке данных. {0}
tr_tr: Veri yüklenirken bir hata oluştu. {0}

# DialogErrorSavingCommentDemo
source: An error occured while saving hte comment of the demo
ru: Возникла ошибка при сохранении комментария к демке
tr_tr: Demonun yorumunu kaydederken bir hata oluştu

# DialogErrorUpdatingHLAE
source: An error occured while updating HLAE. {0}
ru: Возникла ошибка при обновлении HLAE. {0}
tr_tr: HLAE güncellenirken bir hata oluştu. {0}

# DialogErrorWhileGeneratingVideo
source: An error occured while generating the video. {0}
de: Beim Generieren des Videos ist ein Fehler aufgetreten. {0}
ru: Возникла ошибка при создании видео. {0}
tr_tr: Video oluşturulurken bir hata oluştu. {0}

# DialogFFmpegHasBeenInstalled
source: FFmpeg has been installed.
ru: FFmpeg установлен.
tr_tr: FFmpeg başarıyla indirildi.

# DialogFFmpegHasNotInstalled
source: FFmpeg has not been installed.
ru: FFmpeg не установлен.
tr_tr: FFmpeg indirilemedi.

# DialogHLAEHasBeenInstalled
source: HLAE has been installed.
ru: HLAE установлен.
tr_tr: HLAE başarıyla indirildi.

# DialogHLAEHasBeenUpdated
source: HLAE has been updated.
ru: HLAE обновлён.
tr_tr: HLAE başarıyla güncellendi.

# DialogHLAEHasNotBeenInstalled
source: HLAE has not been installed.
ru: HLAE не установлен.
tr_tr: HLAE indirilemedi.

# DialogHLAEHasNotBeenUpdated
source: HLAE has not been updated.
ru: HLAE не обновлён.
tr_tr: HLAE güncellenemedi.

# DialogInstallFFmpegFirst
source: Please install FFmpeg first from FFmpeg section.
ru: Сначала установите FFmpeg из раздела FFmpeg.
tr_tr: Önce FFmpeg kısmından FFmpeg indir.

# DialogInstallHLAEFirst
source: Please install HLAE first from HLAE section.
ru: Сначала установите HLAE из раздела HLAE.
tr_tr: Önce HLAE kısmından HLAE indir.

# DialogInstallVirtuaDubFirst
source: Please install VirtualDub first from VirtualDub section.
ru: Сначала установите VirtualDub из раздела VirtualDub.
tr_tr: Önce VirtualDub kısmından VirtualDub indir.

# DialogPleaseUpdateHLAE
source: A new HLAE version is available. Please update it by clicking on the "Update" button.
ru: Доступна новая версия HLAE. Обновите его, нажав кнопку "Обновить".
tr_tr: HLAE için yeni bir versiyon bulundu. Lütfen "Güncelle" butonuna basarak güncelleyin

# DialogSelectCsgoExeLocation
source: Please select csgo.exe path from HLAE section.
ru: Укажите путь к файлу csgo.exe в разделе HLAE.
tr_tr: Lütfen HLAE sekmesinden csgo.exe dosya konumunu seçin.

# DialogSelectRawFilesDestination
source: Please select a raw files folder destination.
ru: Укажите папку исходных файлов.
tr_tr: Lütfen ham dosyalar klasörünün hedefini seçin.

# DialogSelectValidEndTick
source: Please select a valid end tick.
ru: Укажите корректный конечный тик.
tr_tr: Lütfen geçerli bir bitiş tick'i seçin.

# DialogSelectValidStartTIck
source: Please select a valid start tick.
ru: Укажите корректный начальный тик.
tr_tr: Lütfen geçerli bir başlangıç tick'i seçin.

# DialogVirtualDubHasBeenInstalled
source: VirtualDub has been installed.
ru: VirtualDub установлен.
tr_tr: VirtualDub başarıyla indirildi.

# DialogVirtualDubHasNotBeenInstalled
source: VirtualDub has not been installed.
ru: VirtualDub не установлен.
tr_tr: VirtualDub indirilemedi.

# ExampleCFG
source: // CFG example with some useful commands // You should paste your moviemaking CFG here
ru: // Пример конфига с полезными командами // Вставьте сюда свой конфиг для видеомонтажа
tr_tr: // Bazı kullanışlı komutlarla CFG örneği // Film yapma CFG'nizi buraya yapıştırmalısınız

source: exploded on site
ru: взорвана на точке
tr_tr: bölgede patladı

# FFmpegEncodingInProgress
source: FFmpeg encoding in progress, please wait...
ru: Производится кодирование при помощи FFmpeg, подождите...
tr_tr: FFmpeg kodlama işlemi devam ediyor, lütfen bekleyin...

# FollowingCFGWillBeExecuted
source: The following CFG will be automatically executed:
ru: Следующий конфиг будет выполнен автоматически:
tr_tr: Verilen CFG otomatik olarak çalıştırıldı:

# FollowingCFGWillBeExecutedOnGameStart
source: The following CFG will be executed when the demo start playing:
ru: Следующий конфиг будет выполнен при воспроизведении демки:
tr_tr: Verilen CFG demo başlatıldığında otomatik olarak çalıştırılacak:

source: GB
ru: ГБ

source: Generate video file
ru: Создать видеофайл
tr_tr: Video dosyası oluştur

source: How many seconds?
ru: Сколько секунд?
tr_tr: Kaç saniye?

source: Install
ru: Установить
tr_tr: İndir

source: Installing VirtualDub...
ru: VirtualDub устанавливается......
tr_tr: VirtualDub İndiriliyor...

source: killed
ru: убил
tr_tr: şu kişiyi öldürdü

# LabelAudioBitrate
source: Audio bitrate:
ru: Битрейт аудио:
tr_tr: Ses bitrate değeri:

# LabelCLI
source: Command-line input:
ru: Ввод командной строки:
tr_tr: Komut-satırı girdisi:

# LabelDurationSeconds
source: Duration (seconds):
ru: Длительность (секунд):
tr_tr: Süre (saniye):

# LabelEndTick
source: End tick:
ru: Конечный тик:
tr_tr: Bitiş tick:

# LabelExtraInputParams
source: Extra input parameters:
ru: Дополнительные входные параметры:
tr_tr: Ekstra girdi parametreleri:

# LabelExtraParams
source: Extra parameters:
ru: Дополнительные параметры:
tr_tr: Ekstra parametreler:

# LabelFramerate
source: Framerate:
ru: Фреймрейт:

# LabelHeight
source: Height:
ru: Высота:
tr_tr: Uzunluk:

# LabelInstalledVersion
source: Installed version:
ru: Установленная версия:
tr_tr: İndirilen versiyon:

# LabelOutputDestination
source: Output folder destination:
ru: Папка назначения выходных файлов:
tr_tr: Çıktı klasörü konumu:

# LabelOutputFilename
source: Output filename:
ru: Имя выходного файла:
tr_tr: Çıktı dosya adı:

# LabelRawFilesFolder
source: Raw files destination folder:
ru: Папка с исходными файлами:
tr_tr: Kök dosyaların konumu:

# LabelStartTick
source: Start tick:
ru: Начальный тик:
tr_tr: Başlangıç tick:

# LabelVideoFramerate
source: Video framerate:
ru: Частота кадров видео:

# LabelVideoQuality
source: Video quality:
ru: Качество видео:
tr_tr: Video kalitesi:

# LabelWidth
source: Width:
ru: Ширина:
tr_tr: Genişlik:

source: Loading data...
ru: Загрузка данных...
tr_tr: Veri yükleniyor...

# OpenFolderOnEncodeEnd
source: Open video in Windows Explorer at the end of encoding
ru: Открыть видео в Проводнике по окончании кодирования
tr_tr: Kodlama işlemi bittikten sonra Windows Gezgini ile videoyu aç

# PlantedOnSite
source: planted the bomb on site
ru: установил бомбу на точке
tr_tr: şu bölgeye bomba kurdu

source: Raw files required space:
ru: Требуемое место для исходных файлов:
tr_tr: Kök dosyaları için gereken alan:

# RequiredSpaceNotAvailable
source: Required space calculation is not available with corrupted demos.
ru: Вычисление требуемого места для исходных файлов недоступно с поврежденными демками.
tr_tr: Gereken alan hesaplaması bozuk demo dosyaları için mevcut değil.

source: Reset
ru: Сбросить
tr_tr: Sıfırla

# RoundNumber
source: Round #
ru: Раунд #
tr_tr: Raunt #

source: Select folder
ru: Выбрать папку
tr_tr: Klasör seç

# SetTickAsEndTick
source: Set tick {0} as end tick
ru: Установить тик {0} как конечный тик
tr_tr: {0} tickini Bitiş ticki olarak seç

source: Show CFG
ru: Показать конфиг
tr_tr: CFG Göster

source: Show demo comment
ru: Показать комментарий к демке
tr_tr: Demo yorumu göster

# StartingCSGO
source: Starting CSGO, please wait...
ru: CSGO запускается, подождите...
tr_tr: CSGO başlatılıyor, lütfen bekleyin...

# TimeLineNotAvailableWarning
source: Timeline is not available with POV or corrupted demos. You have to enter ticks manually. Adding a comment to the demo may be useful in this case.
ru: Временная шкала недоступна для POV или поврежденных демок. Вы должны вводить тики вручную. Также в таком случае будет полезно добавить комментарий к этой демке.
tr_tr: Zaman çizelgesi, POV veya bozuk demolarla kullanılamaz. Tıklamaları manuel olarak girmeniz gerekir. Bu durumda demoya bir yorum eklemek yararlı olabilir.

# ToolTipBrowseToFFmpegFolder
source: Open FFmpeg installation folder in Windows Explorer
ru: Открыть папку установки FFmpeg в Проводнике
tr_tr: Windows Gezgini kullanarak FFmpeg kurulum klasörünü aç

# ToolTipBrowseToHLAEFolder
source: Open HLAE installation folder in Window Explorer
ru: Открыть папку установки HLAE в Проводнике
tr_tr: Windows Gezgini kullanarak HLAE kurulum klasörünü aç

# ToolTipBrowseToOutputDestination
source: Open output folder in Windows Explorer
ru: Открыть папку для выходных файлов в Проводнике
tr_tr: Windows Gezgin'inde çıktı klasörünü aç
