Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

source: Incendiaries
de: Brandgrante
pt_br: incendiárias
ru: Зажигательные
tr_tr: Yanıcı bomba

# LabelWinnerSide
source: Winner side
de: Gewinnerseite
pt_br: Lado do ganhador
ru: Выиграла сторона
tr_tr: Kazanan taraf

source: Molotovs
ru: Коктейли Иолотова
tr_tr: Molotof

source: Players
de: Spieler
pt_br: Jogadores
ru: Игроки
tr_tr: Oyuncular

source: Reason
de: Begründung
pt_br: Razão
ru: Причина
tr_tr: Kazanma sebebi

source: Smoke
ru: Дымовые гранаты
tr_tr: Sis Bombası

source: Start money
de: Startgeld
pt_br: Dinheiro de inicio
ru: Стартовые деньги
tr_tr: Başlangıç parası

source: Timeline
pt_br: Linha do tempo
ru: Временная шкала
tr_tr: Zaman Çizelgesi

# ToolTipNextRound
source: Next round
de: Nächste Runde
pt_br: Proxima rodada
ru: Следующий раунд
tr_tr: Sonraki raunt

# ToolTipPreviousRound
source: Previous round
de: Letzte Runde
pt_br: Rodada anterior
ru: Предыдущий раунд
tr_tr: Önceki raunt

source: Unknown
de: Unbekannt
pt_br: Derconhecido
ru: Неизвестно
tr_tr: Bilinmeyen

source: Armor damages
de: Kevlar Schaden
pt_br: Danos a colete
ru: Урона по броне
tr_tr: Zırh hasarları

source: Attempts
de: Versuche
pt_br: Tentativas
ru: Попыток
tr_tr: Denemeler

source: Clutches loss
de: Clutches verloren
pt_br: Clutches perdidos
ru: Клатчей проиграно
tr_tr: Clutch kaybedildi

source: Clutches won
de: Bombe gewonnen
pt_br: Clutches ganhos
ru: Клатчей выиграно
tr_tr: Clutch kazanıldı

# ClutchesWonPercent
source: Clutches won %
de: Clutches gewonnen %
pt_br: Clutches ganhos %
ru: Клатчей выиграно %
tr_tr: Clutch kazanma yüzdesi %

source: Damages per round
de: Schaden pro Runde
pt_br: Danmo por rodada
ru: Урона за раунд
tr_tr: Raunt başına hasarlar

source: Entry hold kills
de: Verteidigungskills
pt_br: Vítimas de entrada em aguardo
ru: Оборонительных убийств
tr_tr: Giriş tutuş öldürmeleri

# EntryHoldKillsDescription
source: (First kill as CT)
de: (Erster Kill als CT)
pt_br: (Primeira morte com CT)
ru: (Первое убийство за КТ)
tr_tr: (CT olarak ilk öldürme)

# EntryKillDescription
source: (First kill as T)
de: (Erster Kill als T)
pt_br: (Primeira morte com T)
ru: (Первое убийство за Т)
tr_tr: (T olarak ilk öldürme)

source: Equipment value ($)
de: Equipment Wert ($)
pt_br: Valor do equipamento ($)
ru: Цена экипировки ($)
tr_tr: Ekipman Değeri ($)

source: Equipment value per round ($)
de: Equipment Wert pro Runde ($)
pt_br: Valor do equipamento por ($)
ru: Цена экипировки за раунд ($)
tr_tr: Raunt başına ekipman değeri ($)

# HeaderKillerSide
source: KS
ru: СУ

# HeaderRound
source: Round
de: Runde
pt_br: Rodada
ru: Раундов
tr_tr: Raunt

# HeaderRoundWon
source: RW
ru: РВ

# HeaderWon
source: Won
de: Gewonnen
pt_br: Ganhou
ru: Выиграно
tr_tr: Kazanıldı

source: Health damages
de: Leben Schaden
pt_br: Danos à saúde
ru: Урона по Здоровью
tr_tr: Sağlık hasarları

source: Loss
de: Verloren
pt_br: Perda
ru: Проиграно
tr_tr: Kaybedildi

source: No
de: Nein
pt_br: Não
ru: Нет
tr_tr: Hayır

# OneVersusFiveLoss
source: 1V5 loss
de: 1V5 verloren
pt_br: 1V5 perda
ru: 1в5 проиграно
tr_tr: 1VS5 kaybetme

# OneVersusFiveWon
source: 1V5 won
de: 1V5 gewonnen
pt_br: 1V5 ganhou
ru: 1в5 выиграно
tr_tr: 1VS5 kazanma

# OneVersusFiveWonPercent
source: 1V5 won %
de: 1V5 gewonnen %
pt_br: 1V5 ganhou %
ru: 1в5 выиграно %
tr_tr: 1VS5 kazanma oranı %

# OneVersusFourLoss
source: 1V4 loss
de: 1V4 verloren
pt_br: 1V4 perda
ru: 1в4 проиграно
tr_tr: 1VS4 kaybetme

# OneVersusFourWon
source: 1V4 won
de: 1V4 gewonnen
pt_br: 1V4 ganhou
ru: 1в4 выиграно
tr_tr: 1VS4 kazanma

# OneVersusFourWonPercent
source: 1V4 won %
de: 1V4 gewonnen %
pt_br: 1V4 ganhou %
ru: 1в4 выиграно %
tr_tr: 1VS4 kazanma oranı %

# OneVersusOneLoss
source: 1V1 loss
de: 1V1 verloren
pt_br: 1V1 perda
ru: 1в1 проиграно
tr_tr: 1VS1 kaybetme

# OneVersusOneWon
source: 1V1 won
de: 1V1 gewonnen
pt_br: 1V1 ganho
ru: 1в1 выиграно
tr_tr: 1VS1 kazanma

# OneVersusOneWonPercent
source: 1V1 won %
de: 1V1 gewonnen %
pt_br: 1V1 ganhou %
ru: 1в1 выиграно %
tr_tr: 1VS1 kazanma oranı %

# OneVersusThreeLoss
source: 1V3 loss
de: 1V3 verloren
pt_br: 1V3 perdido
ru: 1в3 проиграно
tr_tr: 1VS3 kaybetme

# OneVersusThreeWon
source: 1V3 won
de: 1V3 gewonnen
pt_br: 1V3 ganho
ru: 1в3 выиграно
tr_tr: 1VS3 kazanma

# OneVersusThreeWonPercent
source: 1V3 won %
de: 1V3 gewonnen %
pt_br: 1V3 ganho %
ru: 1в3 выиграно %
tr_tr: 1V3 kazanma oranı %

# OneVersusTwoLoss
source: 1V2 loss
de: 1V2 verloren
pt_br: 1V2 perda
ru: 1в2 проиграно
tr_tr: 1VS2 kaybetme

# OneVersusTwoWon
source: 1V2 won
de: 1V2 gewonnen
pt_br: 1V2ganho
ru: 1в2 выиграно
tr_tr: 1VS2 kazanma

# OneVersusTwoWonPercent
source: 1V2 won %
de: 1V2 gewonnen %
pt_br: 1V2 ganho %
ru: 1в2 выиграно %
tr_tr: 1VS2 kazanma oranı %

source: Round
de: Runde
pt_br: Partida
ru: Раундов
tr_tr: Raunt

# RoundTypeEco
source: Eco
ru: Эко

# RoundTypeForceBuy
source: Force buy
pt_br: Compra forçada
ru: Форсбай

# RoundTypeNormal
source: Normal
ru: Норм

# RoundTypePistolRound
source: Pistol round
pt_br: Round das pistolas
ru: Пистолетный
tr_tr: Tabanca raundu

# RoundTypeSemiEco
source: Semi-Eco
ru: Полу-эко
tr_tr: Yarı-Eco

source: Total
de: Gesamt
ru: Всего
tr_tr: Toplam

source: Total armor damages
de: Total Kevlar Schaden
pt_br: Total de dano em colete
ru: Всего урона по броне
tr_tr: Toplam zırh hasarları

source: Total clutches
pt_br: Total de clutches
ru: Всего клатчей
tr_tr: Toplam clutchlar

source: Total clutches loss
de: Total Clutches verloren
pt_br: Total de clutches perdidos
ru: Всего клатчей проиграно
tr_tr: Toplam kaybedilen clutchlar

source: Total clutches won
de: Total clutches gewonnen
pt_br: Total de clutches ganhos
ru: Всего клатчей выиграно
tr_tr: Toplam kazanılan clutchlar

source: Total damages
de: Total Schaden
pt_br: Total de danos
ru: Всего урона
tr_tr: Toplam hasarlar

source: Total health damages
de: Total Schaden Leben
pt_br: Total de danos à saude
ru: Всего Урона по Здоровью
tr_tr: Toplam sağlık hasarları

# TotalOneVersusFiveLoss
source: Total 1V5 loss
de: Total 1V5 verloren
pt_br: Total de 1V5 perdidos
ru: Всего 1в5 проиграно
tr_tr: Toplam 1VS5 kaybetme

# TotalOneVersusFiveWon
source: Total 1V5 won
de: Total 1V5 gewonnen
pt_br: Total de 1V5 ganhos
ru: Всего 1в5 выиграно
tr_tr: Toplam 1VS5 kazanma

# TotalOneVersusFourLoss
source: Total 1V4 loss
de: Total 1V4 verloren
pt_br: Total de 1V4 perdidos
ru: Всего 1в4 проиграно
tr_tr: Toplam 1VS4 kaybetme

# TotalOneVersusFourWon
source: Total 1V4 won
de: Total 1V4 gewonnen
pt_br: Total de 1V4 ganhos
ru: Всего 1в4 выиграно
tr_tr: Toplam 1VS4 kazanma

# TotalOneVersusOneLoss
source: Total 1V1 loss
de: Total 1V1 verloren
pt_br: Total de 1V1 perdidos
ru: Всего 1в1 проиграно
tr_tr: Toplam 1VS1 kaybetme

# TotalOneVersusOneWon
source: Total 1V1 won
de: Total 1V1 gewonnen
pt_br: Total de 1V1 ganhos
ru: Всего 1в1 выиграно
tr_tr: Toplam 1VS1 kazanma

# TotalOneVersusThreeLoss
source: Total 1V3 loss
de: Total 1V3 verloren
pt_br: Total de 1V3 perdidos
ru: Всего 1в3 проиграно
tr_tr: Toplam 1VS3 kaybetme

# TotalOneVersusThreeWon
source: Total 1V3 won
de: Total 1V3 gewonnen
pt_br: Total de 1V3 ganhos
ru: Всего 1в3 выиграно
tr_tr: Toplam 1VS3 kazanma

# TotalOneVersusTwoLoss
source: Total 1V2 loss
de: Total 1V2 verloren
pt_br: Total de 1V2 perdidos
ru: Всего 1в2 проиграно
tr_tr: Toplam 1VS2 kaybetme

# TotalOneVersusTwoWon
source: Total 1V2 won
de: Total 1V2 gewonnen
pt_br: Total de 1V2 ganhos
ru: Всего 1в2 выиграно
tr_tr: Toplam 1VS2 kazanma

source: Trade kills / deaths
de: Trade kills / Tode
pt_br: Toca de mortos / morte
ru: Убийств в размен / смертей
tr_tr: Takas öldürmeleri / ölümleri

# TradeKillsDeathsDescription
source: (Kill revenge occured maximum 4s after the initial kill)
de: (Rache trat 4s nach dem ersten Kill auf)
pt_br: (Morte de vinganca ocorreu no maximo depois de 4s da morte inicial)
ru: (Месть произошла в течение 4c после инициирующего убийства)
tr_tr: (Öldürme intikamı, ilk öldürmeden sonra en fazla 4 saniye sonra gerçekleşti)

source: Value
de: Wert
pt_br: Valor
ru: Цена
tr_tr: Değer

source: Won
de: Gewonnen
pt_br: Vitória
ru: Выиграно
tr_tr: Kazanıldı

source: Won rate
de: Gewonnen Rate
pt_br: Taxa de vitórias
ru: Процент побед
tr_tr: Kazanma oranı

# HeaderOneVersusX
source: 1VX
ru: 1вХ
tr_tr: 1VSX

source: Headshots
de: Kopfschüsse
ru: Убийств в голову
tr_tr: Kafadan vuruşlar

# HeaderHeadshotsPercent
source: HS %
ru: УГ %
tr_tr: KV %

source: Average value
de: Durchschnittlicher Wert
pt_br: Valor médio
ru: Средняя
tr_tr: Ortalama değer

# CrouchKillPercent
source: Crouch kill %
de: Geduckte Kills %
pt_br: Vítimas agachado %
ru: Убийств сидя %
tr_tr: Eğilerek öldürme yüzdesi %

# CrouchKillPercentPerMatch
source: Crouch kill % per match
de: Geduckte Kills pro Spiel
pt_br: Vítimas agachado % por partida
ru: Убийств сидя % за матч
tr_tr: Maç başına eğilerek öldürme yüzdesi %

source: Damage per game value
de: Schaden pro Spieler (Wert)
pt_br: Valor de dano por jogo
ru: Урон за цену в игре
tr_tr: Oyun başına hasar değeri

source: Death
de: Tode
pt_br: Morte
ru: Смертей
tr_tr: Ölüm

source: Death average
de: Durchschnittliche Tode
pt_br: Média de mortes
ru: Смертей в среднем
tr_tr: Ölüm ortalaması

source: Draw
de: Unentschieden
pt_br: Empate
ru: Ничья
tr_tr: Berabere

source: Duels
de: Duelle
pt_br: Duelos
ru: Дуэли
tr_tr: Mücadeleler

source: Economy
pt_br: Economia
ru: Экономика
tr_tr: Ekonomi

source: General
de: Generell
pt_br: Geral
ru: Общее
tr_tr: Genel

# HeadshotPercentPerMatch
source: Headshot % per match
de: Kopfschuss % pro Spiel
pt_br: Headshot % por partida
ru: Убийств в голову % за матч
tr_tr: Maç başına kafadan vuruş yüzdesi %

source: Heavy
de: Schwere
pt_br: Pesado
ru: Тяжёлое
tr_tr: Ağır

source: Kill
pt_br: Matar
ru: Убийств
tr_tr: Öldürme

source: Kill average
de: Durchschnittliche Kills
pt_br: Média de vítimas
ru: Убийств в среднем
tr_tr: Öldürme ortalaması

source: Kill velocity
de: Kill Geschwindigkeit
pt_br: Velocidade de vítimas
ru: Скорость убийства
tr_tr: Öldürme hızı

# HeaderKnifeKills
source: KK
ru: УН

source: Maps
pt_br: Mapas
ru: Карт
tr_tr: Haritalar

source: Matches
pt_br: Partidas
ru: Матчей
tr_tr: Maçlar

source: Matches stats
de: Matches Statistiken
pt_br: Estatísticas de partidas
ru: Статистика матчей
tr_tr: Maçların istatistikleri

source: Overall
de: Gesamt
pt_br: No geral
ru: Обзор
tr_tr: Genel

source: Percentage
de: Prozentsatz
pt_br: Percentagem
ru: Процент
tr_tr: Yüzde

source: Pistol
de: Pistole
pt_br: Pistola
ru: Пистолет
tr_tr: Tabanca

# Pistoles
source: Pistols
de: Pistolen
pt_br: Pistolas
ru: Пистолеты
tr_tr: Tabancalar

source: Progression
de: Fortschritt
pt_br: Progressão
ru: Прогресс
tr_tr: İlerleme

source: Rifle
de: Gewehre
ru: Ружьё
tr_tr: Tüfek

source: Rifles
de: Gewehre
ru: Ружья
tr_tr: Tüfekler

source: Rounds
de: Runden
pt_br: Rodadas
ru: Раундов
tr_tr: Rauntlar

source: SMG
ru: Полуавтомат
tr_tr: Hafif Makineli

source: SMGs
ru: Полуавтоматы
tr_tr: Hafif Makineliler

source: Sniper
ru: Снайпер
tr_tr: Keskin Nişancı

source: Snipers
ru: Снайперы
tr_tr: Keskin Nişancı Tüfekleri

# TipsGraphAverageKillVelocity
source: This graph displays your average velocity when you killed someone by weapon group
de: Dieses Diagramm stellt Ihre durchschnittliche Geschwindigkeit dar, in der Sie einen Gegner mit einer Waffe töten.
pt_br: Este gráfico mostra a sua velocidade média quando você matou alguém por grupo de arma
ru: Этот график отображает вашу среднюю скорость, когда вы убили кого-то из оружия этой группы
tr_tr: Bu grafik, silah grubuna göre birini öldürdüğünüzdeki ortalama hızınızı gösterir

# TipsMaximumVelocity
source: Information : The maximum velocity while running is 250 unit/s
de: Information : Die maximale Geschwindigkeit beim Laufen beträgt 250 Einheiten/s
pt_br: Informação: A velocidade máxima durante a execução é 250 unit/s
ru: Информация : Максимальная скорость во время бега 250 ед/с
tr_tr: Bilgi: Koşarken maksimum hız 250 birim/saniyedir.

# ToolTipAddPlayerToSuspectsList
source: Add player to suspects list (CTRL+S)
de: Füge Spieler zur Liste der Verdächtigen hinzu (STRG+S)
pt_br: Adicionar jogadores a lista de suspeitos (CTRL+S)
ru: Добавить игрока в лист подозреваемых (CTRL+S)
tr_tr: Oyuncuyu şüpheliler listesine ekle (CTRL+S)

# ToolTipAddPlayerToWhiteList
source: Add player to whitelist (CTRL+W)
de: Füge Spieler zur Whitelist hinzu (STRG+W)
pt_br: Aicionar jogador na lista branca (CTRL+W)
ru: Добавить игрока в белый список (CTRL+W)
tr_tr: Oyuncuyu beyaz listeye ekle (CTRL+W)

# ToolTipMaps
source: Maps (CTRL+M)
de: Maps (STRG+M)
pt_br: Mapas (CTRL+M)
ru: Карты (CTRL+M)
tr_tr: Haritalar (CTRL+M)

# ToolTipMatchesPlayed
source: Matches played
de: Matches gespielt
pt_br: Partidas jogadas
ru: Матчей сыграно
tr_tr: Maçlar oynandı

# ToolTipOverall
source: Overall (CTRL+O)
de: Gesamt (STRG+O)
pt_br: No geral (CTRL+O)
ru: Обзор (CTRL+O)
tr_tr: Genel (CTRL+O)

# ToolTipProgression
source: Progression (CTRL+P)
de: Fortschritt (STRG+P)
pt_br: Progressão (CTRL+P)
ru: Прогресс (CTRL+P)
tr_tr: İlerleme (CTRL+P)

# ToolTipRank
source: Rank (CTRL+R)
de: Rang (STRG+R)
ru: Ранг (CTRL+R)
tr_tr: Rütbe (CTRL+R)

# ToolTipTotalAssists
source: Total assists
pt_br: Total de assistências
ru: Всего помощей
tr_tr: Toplam asistler

# ToolTipTotalBombDefused
source: Total bomb defused
de: Total Bomben entschärft
pt_br: Total de bombas desamadas
ru: Всего бомб разминировано
tr_tr: Toplam bomba imhası

# ToolTipTotalBombExploded
source: Total bomb exploded
de: Total Bomben explodiert
pt_br: Total de bombas explodidas
ru: Всего бомб взорвано
tr_tr: Toplam bomba patlaması

# ToolTipTotalBombPlanted
source: Total bomb planted
de: Total Bomben gelegt
pt_br: Total de bombas plantadas
ru: Всего бомб установлено
tr_tr: Toplam bomba kurulması

# ToolTipTotalDamages
source: Total damages
de: Total Schande
pt_br: Total de dano
ru: Всего урона
tr_tr: Toplam hasarlar

# ToolTipTotalDeaths
source: Total deaths
de: Total Tode
pt_br: Total de mortes
ru: Всего смертей
tr_tr: Toplam ölümler

# ToolTipTotalHeadshots
source: Total headshots
de: Total Kopfschüsse
pt_br: Total de headshots
ru: Всего убийств в голову
tr_tr: Toplam kafadan vuruşlar

# ToolTipTotalMvp
source: Total MVP
pt_br: Total de MVP
ru: Всего СЦИ
tr_tr: Toplam EDO

# ToolTipTotalRoundPlayed
source: Total rounds played
de: Total Runden gespielt
pt_br: Total de rodadas jogadas
ru: Всего раундов сыграно
tr_tr: Toplam oynanan rauntlar

# ToolTipWeapons
source: Weapons (CTRL+W)
de: Waffen (CTRL+W)
pt_br: Armas (CTRL+W)
ru: Оружие (CTRL+W)
tr_tr: Silahlar (CTRL+W)

source: Velocity average
de: Durchschnittliche Geschwindigkeit
pt_br: Velocidade média
ru: Средняя скорость
tr_tr: Hız ortalaması

source: Weapon Kills
de: Waffe Kills
pt_br: Mortos pro armas
ru: Убийств Оружием
tr_tr: Silah Öldürmeleri

source: Weapons
de: Waffen
pt_br: Armas
ru: Оружие
tr_tr: Silahlar

# WeeklyPercent
source: Weekly %
de: Wöchentlich %
pt_br: Semanal %
ru: Недельный %
tr_tr: Haftalık %

source: Win
de: Sieg
pt_br: Ganhar
ru: Побед
tr_tr: Kazanma

# WinPercent
source: Win percentage
de: Sieg Prozentsatz
pt_br: Porcentagem de vitórias
ru: Процент побед
tr_tr: Kazanma yüzdesi

source: Cancel
de: Abbrechen
pt_br: Cancelar
ru: Отмена
tr_tr: İptal

source: competitives wins
de: Wettkampfsiege
pt_br: Vitórias competitivas
ru: соревновательных побед
tr_tr: rekabetçi kazanıldı

source: Demo
ru: Демка

# DialogDemoNotFound
source: Demo not found.
de: Demo nicht gefunden.
pt_br: Demo não encontrada
ru: Демка не найдена.
tr_tr: Demo bulunamadı.

# DialogDemosHaveBeenDownloaded
source: {0} demo(s) have been downloaded.
de: {0} Demo(s) wurden heruntergeladen.
pt_br: {0} demo(s) foram baixadas.
ru: {0} демок было загружено.
tr_tr: {0} adet demo indirildi.

# DialogDemosRemovedFromCache
source: {0} demo(s) deleted from data cache.
de: {0} Demo(s) gelöscht vom Cache.
pt_br: {0} demo(s) excluidas do cache.
ru: {0} демок удалено из кэша.
tr_tr: {0} adet demo veri önbelleğinden silindi.

# DialogDemosSentToRecycleBin
source: {0} demo(s) sent to Recycle Bin.
de: {0} Demo(s) wurden in den Papierkorb verschoben.
pt_br: {0} demo(s) enviadas para a lixeira.
ru: {0} демок отправлено в Корзину.
tr_tr: {0} adet demo Çöp Kutusuna gönderildi.

# DialogEnterTick
source: Enter the tick.
de: Geben Sie den Tick ein.
pt_br: Entrar no tick.
ru: Введите тик.
tr_tr: Tick gir.

# DialogErrorAnalyzingDemos
source: An error occurred while analyzing the demos. - Make sure the demos source is correct. - POV demos are not supported. - Demos coming from a custom server are not officially supported and thus may not work properly, you can try to change the demo's source and re-analyze it. Please create an issue on GitHub with the affected demos only if it comes from a supported source. You can find more information on {0}. {1}
ru: Произошла ошибка при анализе демок. - Убедитесь, что источник демок указан верно. - POV демки не поддерживаются. - Демки, взятые с пользовательского сервера, официально не поддерживаются и поэтому могут работать некорректно, вы можете попробовать изменить источник демки и повторно проанализировать её. Пожалуйста, создавайте заявку на GitHub с упомянутыми демками, только если они получены из поддерживаемого источника. Дополнительную информацию вы можете найти на {0}. {1}
tr_tr: Demoları analiz ederken bir hata oluştu. - Demo kaynağının doğru olduğundan emin olun. - POV demoları desteklenmiyor. - Özel sunuculardan gelen demolar resmi olarak desteklenmez ve bu nedenle düzgün çalışmayabilir. Demonun kaynağını değiştirip yeniden analiz etmeyi deneyebilirsiniz. Etkilenen demolar desteklenen bir kaynaktan geliyorsa, yalnızca GitHub'da bir sorun oluşturun. Daha fazla bilgi için {0}. {1}

# DialogErrorGettingSuspectsData
source: Error while trying to get suspects information.
de: Fehler beim Versuch, Informationen zum Verdächtigten zu erhalten.
pt_br: Erro ao tentar obter informações de suspeitos.
ru: Ошибка при получении информации о подозреваемых.
tr_tr: Şüpheli bilgileri çekilirken bir hata oluştu.

# DialogErrorWhileExportingDemo
source: An error occured while exporting the demo.
de: Beim Exportieren der Demo ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao exportar a demo.
ru: Возникла ошибка при экспорте демки.
tr_tr: Demoyu dışa aktarırken bir hata oluştu.

# DialogErrorWhileExportingDemos
source: An error occured while exporting demos.
de: Beim Exportieren der Demos ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao exportar demos.
ru: Возникла ошибка при экспорте демок.
tr_tr: Demoları dışa aktarırken bir hata oluştu.

# DialogErrorWhileRefreshingLastRank
source: An error occured while refreshing last rank.
de: Beim Aktualisieren des zuletzt bekannten Rangs ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao recuperar o último rank.
ru: Возникла ошибка при обновлении последнего ранга.
tr_tr: Son rütbeyi yenilerken bir hata oluştu.

# DialogErrorWhileRetrievingMatchesData
source: An error occured while retrieving matches information.
ru: Возникла ошибка при получении информации о матчах.
tr_tr: Maç bilgileri çekilirken bir hata oldu.

# DialogExportMultipleOrSingle
source: Do you want to export data into a single file or in multiple files?
de: Wollen Sie die Daten in eine einzelne Datei oder in mehrere exporieren?
pt_br: Você deseja exportar os dados em um único arquivo ou em vários arquivos?
ru: Хотите экспортировать данные в один файл или в множество отдельных файлов?
tr_tr: Veriyi dışa aktarırken tek bir dosya mı olsun yoksa birden fazla dosya mı olsun?

# DialogExportPlayer
source: You are going to export data for the player "{0}". Do you want to continue?
de: Sie sind dabei, Daten vom Spieler "{0}" zu exportieren. Wollen Sie fortfahren?
pt_br: Você irá exportar dados do jogador "{0}". Você quer continuar?
ru: Вы собираетесь экспортировать данные для игрока "{0}". Хотите продолжить?
tr_tr: Şu oyuncu için veriyi dışarı aktarıyorsun "{0}". Do you want to continue?

# DialogGoToTick
source: Goto Tick
de: Gehe zu Tick
pt_br: Ir para o tick
ru: Задать Тик
tr_tr: Tick'e Git

# DialogInvalidTick
source: Invalid tick.
de: Ungültiger Tick.
pt_br: Tick inválido
ru: Неверный тик.
tr_tr: Geçersiz tick.

# DialogNoNewerDemo
source: No newer demo available.
de: Keine aktuellere Demo verfügbar.
pt_br: Nenhuma demo mais recente disponível.
ru: Нет свежих демок.
tr_tr: Daha yeni demo yok.

# DialogRemoveDemosFromCacheConfirmation
source: Are you sure you want to delete this demo(s) from data cache? This will not delete this demo(s) from your HDD.
de: Sind Sie sich sicher, dass Sie diese Demo(s) aus dem Dateien-Cache entfernen wollen? Dies löscht nicht ihre Demos auf der Festplatte.
pt_br: Tem certeza de que deseja excluir esta demo(s) a partir do cache? Isso não vai apagar estes demo(s) a partir do seu disco rígido.
ru: Вы уверены, что хотите удалить эти демки из кэша? Это действие не удалит эти демки с вашего диска.
tr_tr: Bu demoyu veri önbelleğinden silmek istediğine emin misin? Bu demoyu HDD'den tamamen silmez.

# DialogRestartSteam
source: You have to restart Steam.
de: Bitte starten Sie Steam neu.
pt_br: Você precisa reiniciar a Steam.
ru: Вы должны перезапустить Steam.
tr_tr: Steam'ı yeniden başlatman gerek.

# DialogSelectAccountFirst
source: You have to select an account first.
de: Bitte wählen Sie zunächst einen Account aus.
pt_br: Primeiro selecione uma conta.
ru: Сначала вы должны выбрать аккаунт.
tr_tr: İlk olarak hesap seçmen gerek.

# DialogSendToRecycleBinConfimation
source: Are you sure you want to send this demo(s) to Recycle Bin?
de: Sind Se sich sicher, dass Sie die Demo(s) in den Papierkorb verschieben wollen?
pt_br: Tem certeza que você deseja enviar esta(s) demo(s) para a lixeira?
ru: Вы уверены, что хотите отправить эти демки в Корзину?
tr_tr: Bu demoyu Çöp Kutusuna göndermek istediğine emin misin?

# DialogSetAccountToFocus
source: You have to set the account that you want to focus from settings to be able to use this feature.
de: Sie müssen den Account auswählen, um diese Funktionen zu nutzen
pt_br: Você tem que definir a conta que você deseja se concentrar a partir das definições de ser capaz de usar este recurso.
ru: Вы должны выбрать аккаунт, на котором хотите сфокусироваться, чтобы использовать эту функцию.
tr_tr: Bu özelliği kullanabilmek için, ayarlar kısmından odaklanmak istediğiniz hesabı ayarlamanız gerekir.

# DialogSetFolderForDownload
source: You have to select the folder where demos will be saved from settings.
de: Sie müssen den Ordner in den Einstellungen auswählen, in dem die Demos gespeicher werden sollen.
pt_br: Você tem que selecionar uma pasta onde as demos e configurações serão salvas.
ru: Вы должны в настройках выбрать папку, в которую будут сохраняться демки.
tr_tr: Ayarlardan demoların kaydedileceği klasörü seçmen gerekir.

# DialogSteamNotFound
source: Steam doesn't seems to be installed. Unable to start the game.
de: Steam scheint nicht installiert zu sein. Das Spiel kann nicht gestartet werden.
pt_br: Steam parece não estar instalada. Não é possivel iniciar o jogo.
ru: Похоже, Steam не установлен. Невозможно запустить игру.
tr_tr: Steam indirilmiş görünmüyor. Oyun başlatılamaz.

# DialogSteamNotRunningOrNotLoggedIn
source: Steam is not running or you are not connected to a Steam account.
de: Steam ist nicht geöffnet oder Sie sind nicht mit einem Steamaccount eingeloggt.
pt_br: Steam não está em execuçãou ou você não esta conectado a uma conta Steam.
ru: Steam не запущен или вы не подключены к Steam аккаунту.
tr_tr: Steam çalışmıyor veya bir Steam hesabına bağlı değilsin.

source: Error
de: Fehler
pt_br: Erro
ru: Ошибка
tr_tr: Hata

source: Export
de: Exportieren
pt_br: Exportar
ru: Экспорт
tr_tr: Dışa Aktar

source: Multiple
de: Mehrere
pt_br: Múltiplo
ru: В множество
tr_tr: Çoklu

# NotificationAddingSuspects
source: Adding suspects...
de: Füge Verdächtigen hinzu...
pt_br: Adicionando suspeitos...
ru: Добавление подозреваемых...
tr_tr: Şüpheliler ekleniyor...
