Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

# DialogUpdateRequireClearCache
source: This update requires to clear custom data from cache (your suspects list will not be removed). Do you want to save your custom data?
de: Dieses Update verlangt das Löschen von allen Daten aus dem Cache (Verdächtige bleiben erhalten). Möchten Sie Ihre benutzerdefinierten Daten speichern?
pt_br: Esta atualização requer à limpeza dos danos personalizados do cache (sua lista de suspeitos não será removida). Você quer salvar seus dados personalizados ?
ru: Это обновление требует очистить выборочные данные из кэша (ваш список подозреваемых не будет затронут). Вы хотите соъранить ваши выборочные данные?

# DialogPlayerNotFound
source: Player not found.
de: Spieler konnte nicht gefunden werden.
pt_br: Jogador não encontrado
ru: Игрок не найден.
tr_tr: Oyuncu bulunamadı.

# HeaderAccountVisibility
source: Account visibility
de: Account Sichtbarkeit
pt_br: Visibilidade da Conta
ru: Видимость аккаунта
tr_tr: Hesap görünürlüğü

# HeaderBanCount
source: Ban Count
de: Ban Zähler
pt_br: Contagem de ban(s)
ru: Счётчик банов
tr_tr: Yasaklanma Sayısı

# HeaderCommunityBanned
source: Community Banned
de: Community gebannt
pt_br: Banido da Comunidade
ru: Забанен в Сообществе
tr_tr: Topluluk Yasaklı

# HeaderDaysSinceLastBan
source: DSLB
ru: ДСПБ

# HeaderEconomyBanned
source: Economy Banned
pt_br: Ban na economia
ru: Экономика Забанена
tr_tr: Ekonomik Yasaklı

# HeaderGameBan
source: Game ban
pt_br: Ban de jogo
ru: Игровой бан
tr_tr: Oyun Yasaklı

# HeaderNickname
source: Nickname
pt_br: Apelido
ru: Никнейм
tr_tr: Kullanıcı adı

# HeaderProfileSetup
source: Profile setup
de: Profil Einstellungen
pt_br: Configuração do perfil
ru: Настройка профиля
tr_tr: Profil kurulumu

# NotificationAddingPlayerToWhitelist
source: Adding player to whitelist...
de: Füge Spieler zur Whitelist hinzu...
pt_br: Adicionando jogador para lista branca...
ru: Добавление игрока в белый список...
tr_tr: Oyuncu beyaz listeye ekleniyor...

# NotificationAddingSuspect
source: Adding suspect...
de: Füge Verdächtigen hinzu...
pt_br: Adicionando suspeito...
ru: Добавление подозреваемого...
tr_tr: Şüpheli ekleniyor...

# NotificationMovingSuspectsToWhitelist
source: Moving suspect(s) to whitelist...
de: Bewege Verdächtige(n) zur Whitelist...
pt_br: Movendo suspeito(s) para a lista branca...
ru: Перемещение подозреваемых в белый список...
tr_tr: Şüpheli beyaz listeye taşınıyor...

# NotificationPlayerAlreadyInWhitelist
source: Player already in your whitelist.
de: Spieler befindet sich bereits in ihrer Whitelist.
pt_br: Jogador já esta na sua lista branca.
ru: Игрок уже в вашем белом списке.
tr_tr: Oyuncu zaten beyaz listede yer alıyor.

# NotificationRefreshing
source: Refreshing...
de: Aktualisieren...
pt_br: Recarregando...
ru: Обновление...
tr_tr: Yenileniyor...

# NotificationSearching
source: Searching...
de: Suchen...
pt_br: Procurando...
ru: Поиск...
tr_tr: Aranıyor...

# NotificationStoppingAnalyze
source: Stopping analyze...
de: Stoppe Analyse...
pt_br: Parando analise...
ru: Остановка анализа...
tr_tr: Analiz durduruluyor...

source: Dark
de: Dunkel
pt_br: Escuro
ru: Тёмная
tr_tr: Koyu

source: Day
de: Tag
pt_br: Dia
ru: День
tr_tr: Gün

# DialogErrorExportingHeatmap
source: An error occured while exporting heatmap to PNG.
de: Es ist ein Fehler aufgetreten beim exporieren der Heatmap als PNG.
pt_br: Ocorreu um erro ao exportar mapa de calor para PNG.
ru: Возникла ошибка при экспорте тепловой карты в PNG.
tr_tr: Isı haritasını PNG olarak dışa aktarırken bir hata oluştu.

# DialogErrorWhileAddingPlayerToSuspectsList
source: Error while adding player to suspects list.
de: Fehler beim Hinzufügen von Spieler zur Liste der Verdächtigen.
pt_br: Erro ao adicionar jogador à lista de suspeitos.
ru: Ошибка при добавлении игрока в список подозреваемых.
tr_tr: Oyuncu şüpheli listesine taşınırken bir hata oluştu.

# DialogErrorWhileAddingPlayerToWhitelist
source: Error while adding player to whitelist.
de: Fehler beim Hinzufügen von Spieler zur Whitelist.
pt_br: Erro ao adicionar jogador à lista branca.
ru: Ошибка при добавлении игрока в белый список.
tr_tr: Oyuncu beyaz listeye taşınırken bir hata oluştu.

# DialogNoDamagesDataFound
source: No damages data found. The demo is too old or you didn't analyze it.
de: Keine Beschädigungen gefunden. Die Demo ist zu alt oder Sie haben sie noch nicht analysiert.
pt_br: Não há dados de danos encontrados. A demo pode ser velha ou não foi possivel analizar.
ru: Нет данных об уроне. Демка слишком старая или вы не анализировали её.
tr_tr: Hasar verisi bulunamadı. Demo çok eski veya analiz etmedin.

# DialogNoDemosFoundForPlayer
source: No demos found for this player. Demos with this player might not have been analyzed.
de: Keine Demos für diesen Spieler gefunden. Demos mit diesem Spieler sind vielleicht noch nicht analysiert worden.
pt_br: Não foram encontradas demos para esse jogador. Demos com esse jogador podem não ter sido analizadas.
ru: Не найдено демок для этого игрока. Возможно, демки с этим игроком не проанализированы.
tr_tr: Bu oyuncu için demo bulunamadı. Bu oyuncuya ait demoları analiz etmemiş olabilirsin.

# DialogPlayerAlreadyInAccountsList
source: This player is already in your account list.
de: Dieser Spieler ist bereits in Ihrer Account Liste.
pt_br: Este jogador já está na sua lista de contas.
ru: Этот игрок уже в списке аккаунтов.
tr_tr: Bu oyuncu zaten hesap listende.

# DialogPlayerAlreadyInSuspectsList
source: This player is already in your suspect or he is in your account list. You have to remove it from your account list to be able to add him in your supect list.
de: Dieser Spieler ist bereits in ihrer Accountliste. Um ihn in Ihre Liste der Verdächtigen hinzuzufügen müssen Sie ihn aus der Accountliste löschen.
pt_br: Este jogador já está na sua suspeito ou ele está na sua lista de contas. Você tem que removê-lo da sua lista de conta para ser capaz de adicionar-lo em sua lista de suspeitos.
ru: Этот игрок уже есть в списке подозреваемых или в списке аккаунтов. Вы должны удалить его из списка аккаунтов, чтобы добавить его в список подозреваемых.

# DialogPlayerAlreadyInWhitelist
source: This player is already in your whitelist or he is in your account list. You have to remove it from your account list to be able to add him in your whitelist.
de: Dieser Spieler ist bereits in ihrer Accountliste. Um ihn in Ihre Whitelist hinzuzufügen müssen Sie vorher aus der Accountliste löschen.
pt_br: Este jogador já está na sua lista branca ou ele está na sua lista de contas. Você tem que removê-lo da sua lista de conta para ser capaz de adicionar-lo na sua lista branca.
ru: Этот игрок уже есть в белом списке или в списке аккаунтов. Вы должны удалить его из списка аккаунтов, чтобы добавить его в белый список.
tr_tr: Bu oyuncu beyaz listenizde veya hesap listenizde zaten yer alıyor. Onu beyaz listenize ekleyebilmeniz için hesap listenizden kaldırmanız gerekir.

source: Light
de: Licht
pt_br: Luz
ru: Светлая
tr_tr: Aydınlık

source: Month
de: Monat
pt_br: Mês
ru: Месяц
tr_tr: Ay

source: None
de: Keine
pt_br: Nenhum
ru: Нет
tr_tr: Yok

# NotificationAddingPlayerToAccountsList
source: Adding player to the account list...
de: Füge Spieler zur Accountliste hinzu...
pt_br: Adicionando jogador à lista de contas...
ru: Добавление игрока в список аккаунтов...
tr_tr: Hesap listesine oyuncu ekleniyor...

# NotificationAddingPlayerToSuspectsList
source: Adding player to suspects list...
de: Füge Spieler zur Liste der Verdächtigen hinzu...
pt_br: Adicionando jogador à lista de suspeitos...
ru: Добавление игрока в список подозреваемых...
tr_tr: Şüpheliler listesine oyuncu ekleniyor...

# NotificationCommentSaved
source: Comment saved.
de: Kommentar gespeichert.
pt_br: Comentario salvo.
ru: Комментарий сохранен.
tr_tr: Yorum kaydedildi.

# NotificationPlayedAddedToSuspectsList
source: Player added to suspects list.
de: Spieler wurde zur Liste der Verdächtigen hinzugefügt.
pt_br: Jogador adicionado à lista de suspeitos.
ru: Игрок добавлен в список подозреваемых.
tr_tr: Oyuncu şüpheliler listesine eklendi.

# NotificationPlayerAddedToAccountsList
source: Player added to the account list.
de: Spieler wurde zur Accountliste hinzugefügt.
pt_br: Jogador adicionado à lista de contas.
ru: Игрок добавлен в список аккаунтов.
tr_tr: Oyuncu hesap listesine eklendi.

# NotificationPlayerAddedToWhitelist
source: Player added to whitelist.
de: Spieler wurde zur Whitelist hinzugefügt.
pt_br: Jogador adicionado à lista branca
ru: Игрок добавлен в белый список.
tr_tr: Oyuncu beyaz listeye eklendi.

# NotificationSearchingDemosForPlayer
source: Searching demos for this player...
de: Suche Demos für diesen Spieler...
pt_br: Procurando demos para este jogador...
ru: Поиск демок этого игрока...
tr_tr: Bu oyuncu için demolar aranıyor...

# NotificationSetposCommandCopied
source: setpos command copied to clipboard
de: Setpos-Befehl wurde in die Zwischenablage kopiert
pt_br: Comando setpos copiado para a lista de transferencia
ru: Команда setpos скопирована в буфер обмена
tr_tr: setpos komutu panoya kopyalandı

source: Shots fired
de: gefallene Schüsse
pt_br: Tiros disparados
ru: Выстрелов сделано
tr_tr: Ateş edildi

source: Smokes
ru: Дымовые гранаты
tr_tr: Sis bombası

source: CT
ru: КТ

source: SPEC
ru: СПЕК
tr_tr: İZLEYİCİ

source: T
ru: Т

source: Lost
de: Niederlage
pt_br: Perdeu
ru: Проиграно
tr_tr: Kaybetme

# LostSurrender
source: Lost (S)
de: Niederlage (S)
pt_br: Perdeu (S)
ru: Проигрышь (С)
tr_tr: Kaybetme (S)

# WinSurrender
source: Win (S)
de: Sieg (S)
pt_br: Ganhou (S)
ru: Победа (С)
tr_tr: Kazanma (S)

source: Away
de: Weg
pt_br: Ausente
ru: Отсутствует
tr_tr: Uzakta

source: Busy
de: Beschäftigt
pt_br: Ocupado
ru: Занят
tr_tr: Meşgul

source: Looking to play
de: Warte auf Spiel
pt_br: Querendo jogar
ru: Хочет поиграть
tr_tr: Oynamak istiyor

source: Looking to trade
de: Warte auf Handel
pt_br: Querendo trocar
ru: Хочет торговать
tr_tr: Takas yapmak istiyor

source: Offline
ru: Не в сети
tr_tr: Çevrimdışı

source: Online
ru: В сети
tr_tr: Çevrimiçi

source: Private
de: Privat
pt_br: Privado
ru: Личный
tr_tr: Gizli

source: Public
de: Öffentlich
pt_br: Público
ru: Публичный
tr_tr: Herkese açık

source: Snooze
pt_br: Soneca
ru: Спит
tr_tr: Ertele

# ToolTipAbout
source: about
de: über
pt_br: Sobre
ru: около
tr_tr: hakkında

# ToolTipAddToWhitelist
source: Add an account to whitelist
de: Account zur Whitelist hinzufügen
pt_br: Adicionar uma conta para whitelist
ru: Добавить аккаунт в белый список
tr_tr: Beyaz listeye hesap ekle

# ToolTipBlinded
source: blinded
de: geblendet
pt_br: cegado
ru: ослепил
tr_tr: kör edildi

# ToolTipBlindedOthersPlayersFor
source: blinded others players for
de: hat Spieler geblender für
pt_br: Outros cegos jogadores por
ru: ослепил других игроков на
tr_tr: diğer oyuncuları kör etti

# ToolTipGoToPlayerProfile
source: Go to player profile (CTRL+P)
de: Öffne Profil des Spielers (STRG+P)
pt_br: Ir para o perfil do jogador (CTRL+P)
ru: Перейти к профилю игрока (CTRL+P)
tr_tr: Oyuncu profiline git (CTRL+P)

# ToolTipKilled
source: killed
de: gekillt
pt_br: Assasinado
ru: убил
tr_tr: şu kişiyi öldürdü

# ToolTipOneSingleFlashFrom
source: One single flash from
de: Eine Blendgranate von
pt_br: Um único flash de
ru: Одна единственная световая от
tr_tr: Tek bir flashbang tarafından

# ToolTipRemovePlayersFromWhitelist
source: Remove player(s) from whitelist (DEL)
de: Entferne Spieler von der Whiteliste (ENTF)
pt_br: Remover jogadore(s) da lista branca (DEL)
ru: Удалить игроков из белого списка (DEL)
tr_tr: Oyuncuyu beyaz listeden kaldır (DEL)

# ToolTipSeconds
source: second(s)
de: Sekunde(n)
pt_br: Segundo(s)
ru: секунд(ы)
tr_tr: saniye

# ToolTipSecondsOnAverage
source: second(s) on average
de: Sekunde(n) im Schnitt
pt_br: Segundo(s) na média
ru: секунд(ы) в среднем
tr_tr: ortalama saniye

# ToolTipShowPlayerDemos
source: Show demos that contains the player (CTRL+F)
de: Zeige Demos die den Spieler enthalten (STRG+F)
pt_br: Mostrar demos que contém o jogador (CTRL+F)
ru: Показать демки, содержащие игрока (CTRL+F)
tr_tr: Bu oyuncuyu içeren demoları göster (CTRL+F)

# ToolTipTimes
source: time(s)
de: Zeit(en)
pt_br: Tempo(s)
ru: время(с)
tr_tr: adet

# WhitelistInformation
source: Players listed below will not be checked for ban when analyzing a demo.
de: Spieler, die unten gelisten sind, werden beim Analysieren der Demo nicht auf Ban überprüft.
pt_br: Players listed below will not be checked for ban when analyzing a demo. Jogadores listados abaixo não serão verificados por ban enquando se analisar uma demo.
ru: Нижеперечисленные игроки не будут проверяться на бан при анализе демки.
tr_tr: Aşağıda listelenen oyuncular, bir demo analiz edilirken yasaklama için kontrol edilmeyecektir.

source: All
de: Alle
pt_br: Todos
ru: Все
tr_tr: Tümü

source: All players
de: Alle Spieler
pt_br: Todos os jogadores
ru: Все игроки
tr_tr: Tüm oyuncular

source: All rounds
de: Alle Runden
pt_br: Todas as rodadas
ru: Все раунды
tr_tr: Tüm rauntlar

# AmountDollar
source: Amount ($)
de: Betrag ($)
pt_br: Quantidade ($)
ru: Сумма ($)
tr_tr: Miktar ($)

source: Chest
de: Oberkörper
pt_br: Peito
ru: Плечо
tr_tr: Göğüs

source: Clear
de: Löschen
pt_br: Limpar
ru: Очистить
tr_tr: Temizle

source: Copy setpos
de: Kopiere setpos
pt_br: copiar setpos
ru: Скопировать setpos
tr_tr: setpos Kopyala

source: Flashed players
de: Geblendete Spieler
pt_br: Jogadores cegos
ru: Ослепленные игроки
tr_tr: Kör edilen oyuncular

source: Generate
de: Generieren
pt_br: Gerar
ru: Сгенерировать
tr_tr: Oluştur

source: Head
de: Kopf
pt_br: Cabeça
ru: Голова
tr_tr: Kafa

# HeaderFlasherFlashed
source: Flasher \ Flashed
de: Blender \ Geblendet
ru: Ослепивший \ Ослепленный
tr_tr: Flash atan \ Kör olan

# HeaderPlayerName
source: Player name
de: Spieler Name
pt_br: Nome do jogador
ru: Имя игрока
tr_tr: Oyuncu adı

# HeaderTeamName
source: Team name
pt_br: Nome da Equipe
ru: Имя команды
tr_tr: Takım Adı

# HeaderThrower
source: Thrower
de: Werfer
pt_br: Atirador
ru: Бросающий
tr_tr: Atan

# KillsPerRoundFull
source: KPR (Kills Per Round)
de: KPR (Kills Pro Runde)
pt_br: VPR (Vítimas Por Rodada)
ru: УЗР (Убийств за Раунд)
tr_tr: KPR (Raunt Başına Öldürme)

source: Left arm
de: Linker Arm
pt_br: Braço esquerdo
ru: Левая рука
tr_tr: Sol kol

source: Left leg
de: Linkes Bein
pt_br: Perna esquerda
ru: Левая нога
tr_tr: Sol bacak

# NotificationGenerating
source: Generating...
de: Generieren...
pt_br: Gerando...
ru: Генерация...
tr_tr: Oluşturuluyor...

# NotificationUpdating
source: Updating...
pt_br: Atualizando...
ru: Обновление...
tr_tr: Güncelleniyor...

source: Opacity
de: Durchsichtigkeit
pt_br: Opacidade
ru: Непрозрачность
tr_tr: Opaklık

source: Right arm
de: Rechter Arm
pt_br: Braço direiro
ru: Правая рука
tr_tr: Sağ kol

source: Right leg
de: Rechtes Bein
pt_br: Perna direita
ru: Правая нога
tr_tr: Sağ bacak

source: Sides
pt_br: Lados
ru: Стороны
tr_tr: Taraflar

source: Stomach
de: Magen
pt_br: Estômago
ru: Живот
tr_tr: Karın

source: Team
pt_br: Equipe
ru: Команда
tr_tr: Takım

# ToolTipCopySetposCommand
source: Copy setpos command (CTRL+C)
de: Kopiere setpos-Befehl (STRG+C)
pt_br: Copiar comando de setpos (CTRL+C)
ru: Скопировать команду setpos (CTRL+C)
tr_tr: setpos komutunu kopyala (CTRL+C)

# ToolTipGenerateHeatmap
source: Generate heatmap (CTRL+G)
de: Generiere Heatmap (STRG+G)
pt_br: Gerar mapa de calor (CTRL+G)
ru: Сгенерировать тепловую карту (CTRL+G)
tr_tr: Isı haritası oluştur (CTRL+G)

# ToolTipSaveAsPng
source: Save as PNG (CTRL+S)
de: Speichern als PNG (STRG+S)
pt_br: Salvar como PNG (CTRL+S)
ru: Сохранить как PNG (CTRL+S)
tr_tr: PNG olarak kaydet (CTRL+S)

# ToolTipUpdate
source: Update (CTRL+R)
de: Update (STRG+R)
pt_br: Atualizar (CTRL+R)
ru: Обновить (CTRL+R)
tr_tr: Güncelle (CTRL+R)

# ToolTipWatchAllStuffsFromPlayer
source: Watch all stuffs from this player (CTRL+W)
de: Zeige alle Ausrüstung von diesem Spieler (STRG+W)
pt_br: Assistir tudo desse jogador (CTRL+W)
ru: Посмотреть все гранаты этого игрока (CTRL+W)
tr_tr: Bu oyuncuyunu attığı tüm bombaları izle (CTRL+W)

source: Total Cash Earned ($)
de: Total Geld verdient ($)
pt_br: Total de dinehiro ganho ($)
ru: Всего Денег Получено ($)
tr_tr: Toplam Kazanılan Para ($)

# TotalFlashbangsThrown
source: Total flashbang thrown
de: Total Blendgranaten geworfen
pt_br: Total de flashbang jogadas
ru: Всего световых брошено
tr_tr: Toplam atılan flaş bombası

source: Update
pt_br: Atualizar
ru: Обновить
tr_tr: Güncelle

source: Watch player stuffs
de: Zeige Spieler Austrüstung
pt_br: Assistir tudo do jogador
ru: Посмотреть гранаты игрока
tr_tr: Oyuncunun attığı bombaları izle

# DescriptionEntryHoldKills
source: (First kill by a CT)
de: (Erster Kill durch CT)
pt_br: (Primeira morte por um CT)
ru: (Первое убийство за КТ)
tr_tr: (CT tarafından alınan ilk leş)

# DescriptionEntryKills
source: (First kill by a T)
de: (Erster Kill durch T)
pt_br: (Primeira morte por um T)
ru: (Первое убийство за Т)
tr_tr: (T tarafından alınan ilk leş)

# HeaderMatrixKillerVictim
source: Killer \ Victim
de: Killer \ Opfer
pt_br: Assasino \ Vítima
ru: Убийца \ Жертва
tr_tr: Katil \ Kurban

# HeaderRoundLost
source: RL
ru: РП

source: Matrix
pt_br: Matriz
ru: Матрица
tr_tr: Matriks

source: Ratio
de: Rate
pt_br: Relação
ru: Соотношение
tr_tr: Oran

source: Teams
pt_br: Equipes
ru: Команды
tr_tr: Takımlar

source: Language
de: Sprache
pt_br: Idioma
ru: Язык
tr_tr: Dil

# UnexpectedErrorOccured
source: An unexpected error occured. Please send the 'errors.log' file accessible from settings. Message Error : {0}
de: Es ist ein unbekannter Fehler aufgetreten. Bitte senden sie die 'errors.log' Datei aus den Einstellungen Message Error : {0}
pt_br: Um erro inesperado ocorreu. Por favor, envie o arquivo 'errors.log' acessível a partir de configurações. Mensagem de Erro: {0}
ru: Возникла непредвиденная ошибка. Отправьте доступный в настройках файл 'errors.log'. Сообщение об Ошибке : {0}
tr_tr: Beklenmedik bir hata oluştu.Lütfen ayarlar kısmından erişilebilen 'errors.log' dosyasını gönderin.. Hata Mesajı : {0}

# InformationTranslateIncomplete
source: If the app is still in english after changing the language, it means that the translation has not been done or is incomplete.
de: Falls die App nach dem Wechsel der Sprache noch auf Englisch ist könnte es sein, dass die Übersetzung noch nicht fertig oder vollständig ist.
pt_br: Se o aplicativo ainda está em Inglês depois de alterar o idioma, isso significa que a tradução não foi feito ou está incompleta.
ru: Если приложение всё еще на английском после смены языка, значит, перевод не выполнен или еще не закончен
tr_tr: Dili değiştirdiğin halde uygulama hala İngilizce ise çeviri bitmemiş veya eklenmemiştir.

# InfomationHelpTranslatingApp
source: You are free to help translating the app, more information on
de: Bitte helfen Sie, diese App zu übersetzen. Mehr Informationen unter
pt_br: Você é livre para ajudar a traduzir o aplicativo, obtenha mais informações sobre
ru: Вы можете помочь в переводе приложения, больше информации на
tr_tr: Bu uygulamayı çevirebilirsin, daha fazla bilgi için

source: Contributors
de: Teilnehmer
pt_br: Contribuidores
ru: Разработчики
tr_tr: Katkı Sunanlar

source: Translators
de: Übersetzer
pt_br: Tradutores
ru: Переводчики
tr_tr: Çevirmenler

source: Banned
de: Gebannt
pt_br: Banido
ru: Забанен
tr_tr: Yasaklandı

source: Probation
de: Probezeit
pt_br: Provação
ru: Стажировка

# HeaderToolTipTotalMatchesTime
source: Total Matches Time (hours / minutes)
de: Total Spiele Zeit (Stunden / Minuten)
pt_br: Tempo total de partida (horas / minutos)
ru: Общее Время Матчей (часы / минуты)
tr_tr: Toplam Maç Süresi (saat / dakika)

# HeaderTotalMatchesTime
source: TMT
pt_br: TTP
ru: ОВМ

# HeaderAverageMatchTime
source: AMT
pt_br: TMP
ru: СВМ

# TotalMatchTimeValue
source: {0}h {1}m
ru: {0}ч {1}м
tr_tr: {0} saat {1} dakika

# AverageMatchTimeValue
source: {0} minutes
de: {0} Minuten
pt_br: {0} minutos
ru: {0} минут
tr_tr: {0} dakika

# ToolTipExportChat
source: Export demo chat
de: Exportiere Demo Chat
pt_br: Exportar chat da demo
ru: Выгрузить чат демки"
tr_tr: Demo sohbetini dışa aktar

source: Export chat
de: Exportiere Chat
pt_br: Exportar chat
ru: Выгрузить чат
tr_tr: Sohbeti dışa aktar

# NoHeatmapDataFound
source: No {0} found for this selection.
de: Nichts {0} gefunden bei dieser Auswahl.
pt_br: Nenhum {0} encontrado para esta seleção
ru: {0} не найдено в этой выборке.
tr_tr: Bu seçim için {0} bulunamadı

source: Shots
de: Schüsse
pt_br: Tiros
ru: Выстрелы
tr_tr: Ateş Edilen Mermi

# DialogDemoShareCodeUnavailable
source: This demo is not from Valve matchmaking servers or the .info file is missing.
de: Diese Demo ist keine MM Demo oder die .info Datei fehlt.
pt_br: Essa demo não é dos servidores de matchmaking de Valve ou o arquivo .info está faltando.
ru: Эта демка не с ММ серверов Valve или файл .info отсутствует.
tr_tr: Bu demo Valve rekabetçi sunucularından değil veya .info dosyası kayıp

# CopyDemoShareCode
source: Copy share code
de: Kopiere Teilen-Code
pt_br: Copiar link de compartilhamento
ru: Скопировать общий код
tr_tr: Paylaşım kodunu kopyala

# ShowOnThirdParty
source: Show on third party application
de: Zeige in third party application
pt_br: Mostrar no aplicativo de terceiros
ru: Показать в стороннем приложении
tr_tr: Üçüncü parti uygulama üzerinde göster

# DialogShareCodeNotAvailable
source: Share code not available. It works only with demos from Valve matchmaking servers and if the .info file exists.
de: Teilen-Code nicht verfügbar. Dies funktioniert nur bei MM Demos und sofern die .info file existiert.
pt_br: Link de compartilhamento não disponível. Ele funciona apenas com demos dos servidores Valve e se o arquivo .info existir.
ru: Общий код недоступен. Это работает только с демками с ММ серверов Valve и если файл .info существует.
tr_tr: Paylaşım kodu mevcut değil. Bu sadece Valve rekabetçi sunucusundan indirilen demolarda eğer .info dosyası mevcutsa mümkündür.

# YesDontAsk
source: Yes and don't ask next time
de: Ja und fragen nicht wieder
pt_br: Sim e não perguntar na próxima vez
ru: Да и не спрашивать в следующий раз
tr_tr: Evet ve bir daha sorma

# DialogSendThirdPartyConfirmation
source: You are going to send the demo's share code to {0}. Do you want to continue?
de: Sie sind dabei den Teilen-Code der Demo zu senden {0}. Wollen sie fortfahren?
pt_br: Você enviará o link de compartilhamento de demos para {0}. Você quer continuar?
ru: Вы собираетесь отправить общий код на {0}. Хотите продолжить?
tr_tr: {0} için demonun paylaşım kodunu gönderiyorsun. Devam etmek ister misin?

# DialogErrorWhileSendingShareCode
source: An error occured while sending the share code.
de: Beim Senden des Teilen Codes ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao enviar o link de compartilhamento.
ru: Возникла ошибка при отправке общего кода.
tr_tr: Paylaşım kodu gönderilirken bir hata oluştu.

# DialogSendShareCodeWarning
source: You are going to send the demo's share code to {0}.
de: Sie sind dabei den Teilen-Code der Demo zu senden {0}.
pt_br: Você enviará o link de compartilhamento de demos para {0}.
ru: Вы собираетесь отправить общий код демки на {0}.
tr_tr: {0} için demonun paylaşım kodunu gönderiyorsun.

# DialogSelectThirdParty
source: Select third party application
de: Wählen sie die third party application aus.
pt_br: Selecione o aplicativo de terceiros
ru: Выберете стороннее приложение
tr_tr: Üçüncü parti uygulama seç

# ToolTipShowDemoOnThirdParty
source: Show demo's details on a third party application
de: Zeige Demo Details in third party application
pt_br: Mostrar detalhes da demo em um aplicativo de terceiros
ru: Показать подробности демки в стороннем приложении
tr_tr: Demonun detaylarını üçüncü parti uygulamada göster
