Repository: akiver/cs-demo-manager
Catalog: Manager/MultilingualResources/Manager.*.xlf
Languages: de, pt_br, ru, tr_tr

# ToolTipBrowseToRawFilesDestination
source: Open raw files folder in Windows Explorer
ru: Открыть папку исходных файлов в Проводнике
tr_tr: Windows Gezgin'inde kök dosyaların klasörünü aç

# ToolTipBrowseToVirtualDubFolder
source: Open VirtualDub installation folder in Window Explorer
ru: Открыть папку установки VirtualDub в Проводнике
tr_tr: Windows Gezgini kullanarak VirtualDub kurulum klasörünü aç

# ToolTipChangeOutputDestination
source: Change output folder destination
ru: Изменить папку для выходных файлов
tr_tr: Çıktı klasörünün konumunu değiştir

# ToolTipChangeRawFilesDestination
source: Change raw files folder destination
ru: Изменить папку исходных файлов
tr_tr: Kök dosyaları klasörünün konumunu değiştir

# ToolTipGenerateMovie
source: Start movie generation
ru: Начать создание видеофайла
tr_tr: Film oluşturmaya başla

# ToolTipInstallFFmpeg
source: Install FFmpeg
ru: Установить FFmpeg
tr_tr: FFmpeg İndir

# ToolTipInstallHLAE
source: Install HLAE
ru: Установить HLAE
tr_tr: HLAE İndir

# ToolTipInstallVirtualDub
source: Install VirtualDub
ru: Установить VirtualDub
tr_tr: VirtualDub İndir

# ToolTipResetCFG
source: Reset CFG to default
ru: Сбросить конфиг к умолчаниям
tr_tr: CFG'yi varsayılana sıfırla

# ToolTipSelectCsgoExeLocation
source: Change csgo.exe location
ru: Изменить расположение файла csgo.exe
tr_tr: csgo.exe konumunu değiştir

# ToolTipSwitchBetweenFFmpegVirtualDub
source: Switch between VirtualDub / FFmpeg
ru: Переключиться между VirtualDub / FFmpeg
tr_tr: VirtualDub / FFmpeg arasında geçiş yap

# ToolTipToggleDemoComment
source: Toggle demo's comment (CTRL+T)
ru: Переключить комментарий демки (CTRL+T)
tr_tr: Demonun yorumlarını aç / kapa(CTRL+T)

# ToolTipUpdateHLAE
source: Update HLAE
ru: Обновить HLAE
tr_tr: HLAE Güncelle

# ValidNumberRequired
source: A valid number is required.
ru: Требуется числовое значение.
tr_tr: Geçerli bir numara gerekiyor.

# VirtualDubEncodingInProgress
source: VirtualDub encoding in progress, please wait...
ru: Производится кодирование при помощи VirtualDub, подождите...
tr_tr: VirtualDub kodlama işlemi devam ediyor, lütfen bekleyin

source: with
ru: с
tr_tr: şunu kullanarak

# ContextMenuTimeLineSetEventTickAsEndTick
source: Set the tick {0} as end tick
ru: Установить тик {0} как конечный тик
tr_tr: Bitiş tick'i olarak {0} değerini ayarla

# ContextMenuTimeLineSetEventTickAsStartTick
source: Set the tick {0} as start tick
ru: Установить тик {0} как начальный тик
tr_tr: Başlangıç tick'i olarak {0} değerini ayarla

# ContextMenuTimeLineSetEventTickMinusAsEndTick
source: Set the tick {0} minus x seconds as end tick
ru: Установить тик {0} минус х секунд как конечный тик
tr_tr: Tiki {0} eksi x saniyeyi bitiş tiki olarak ayarla

# ContextMenuTimeLineSetEventTickMinusAsStartTick
source: Set the tick {0} minus x seconds as start tick
ru: Установить тик {0} минус х секунд как начальный тик
tr_tr: Tiki {0} eksi x saniyeyi başlangıç tiki olarak ayarla

# ContextMenuTimeLineSetEventTickPlusAsEndTick
source: Set the tick {0} plus x seconds as end tick
ru: Установить тик {0} плюс х секунд как конечный тик
tr_tr: Tiki {0} artı x saniyeyi bitiş tiki olarak ayarla

# ContextMenuTimeLineSetEventTickPlusAsStartTick
source: Set the tick {0} plus x seconds as start tick
ru: Установить тик {0} плюс х секунд как начальный тик
tr_tr: Tiki {0} eksi x saniyeyi başlangıç tiki olarak ayarla

source: Focus on defuser
ru: Фокус на разминирующем
tr_tr: İmha edene odaklan

source: Focus on planter
ru: Фокус на устанавливающем
tr_tr: Bomba kurana odaklan

source: Focus on killer
ru: Фокус на убийце
tr_tr: Katile odaklan

source: Movie
ru: Видеофайл
tr_tr: Film

# ToolTipMovie
source: Go to movie generator
ru: Перейти к созданию видеофайла
tr_tr: Film oluşturusuna git

source: a decoy
ru: отвлекающую
tr_tr: yanıltıcı ile

source: a flashbang
ru: световую
tr_tr: flaş bombası ile

source: a molotov
ru: Молотов
tr_tr: molotof ile

source: an HE
ru: осколочную
tr_tr: el bombası ile

source: an incendiary
ru: зажигательную
tr_tr: yanıcı ile

source: a smoke
ru: дымовую
tr_tr: sis bombası ile

source: thrown
ru: бросил
tr_tr: atılan

# ToolTipShowCFG
source: Show CFG
ru: Показать конфиг
tr_tr: CFG Göster

source: Website
ru: Сайт
tr_tr: İnternet Sitesi

# DialogNoHLAEUpdateAvailable
source: No HLAE update available.
ru: Нет обновлений для HLAE.
tr_tr: Mevcut HLAE güncellemesi yok.

# NotificationInstallingFFmpeg
source: Installing FFmpeg...
ru: FFmpeg устанавливается...
tr_tr: FFmpeg indiriliyor...

# CreditsTools
source: CSGO Demo Manager uses internally the following tools:
ru: CSGO Demo Manager использует следующие инструменты:
tr_tr: CSGO Demo Yöneticisi, aşağıdaki araçları dahili olarak kullanır:

source: Tools
ru: Инструменты
tr_tr: Araçlar

# SeeDocOnWebsite
source: See documentation on the website
ru: Смотрите документацию на сайте
tr_tr: Siteden dokümantasyonu incele

source: Markers
ru: Маркеры
tr_tr: İşaretleyiciler

source: Actions
ru: Действия
tr_tr: Aksiyonlar

# ContextMenuDisplayKillsOnyForPlayer
source: Display kills only for this player
ru: Отображать убийства только этого игрока
tr_tr: Bu oyuncu için yalnızca öldürmeleri göster

# ContextMenuHighlightKillsOnlyForPlayer
source: Highlight kills only for this player
ru: Подсвечивать убийства только этого игрока
tr_tr: Bu oyuncu için yalnızca en iyi anları göster

source: Copy SteamID
ru: Скопировать SteamID
tr_tr: SteamID Kopyala

source: Death notices options
ru: Настройки уведомлений о смерти
tr_tr: Ölüm bildirimi seçenekleri

source: Display kills
ru: Отображать убийства
tr_tr: Öldürmeleri göster

# HeaderToolDisplayKillsForPlayer
source: Display kills for this player on death notices
ru: Отображать убийства для этого игрока в уведомлениях о смерти
tr_tr: Bu oyuncunun öldürmelerini ölüm bildirimlerinde göster

# HeaderToolTipHighlightKillsForPlayer
source: Highlight kills for this player on death notices
ru: Подсвечивать убийства для этого игрока в уведомлениях о смерти
tr_tr: Bu oyuncunun öldürmelerini ölüm bildirimlerinde vurgula

source: Highlight kills
ru: Подсвечивать убийства
tr_tr: En iyi öldürmeler

# LabelDisplayTimeSeconds
source: Display time (seconds):
ru: Отображать время (секунды):
tr_tr: Gösterim süresi (saniye):

source: Check for updates on app startup
ru: Проверять обновления при запуске
tr_tr: Uygulama başlatılırken güncellemeleri kontrol et

# MaxConcurrentAnalyzes
source: Max concurrent demo analyzes
ru: Максимальное число одновременно обрабатываемых демок
tr_tr: Eşzamanlı demo analizlerinin maksimum sayısı

# TooltipCancel
source: Cancel
ru: Отменить
tr_tr: İptal

# DialogErrorDownloadingDemos
source: An error occurred while downloading demos.
ru: Возникла ошибка при скачивании демок.
tr_tr: Demolar indirilirken bir hata oluştu.

# DialogUnknownBoilerExitCode
source: An unknown error happened, code: ({0}).
ru: Возникла неизвестная ошибка, код: ({0}).
tr_tr: Bilinmeyen bir hata oluştu, hata kodu: ({0}).

# HeaderKast
source: KAST
ru: УПВР

# HeaderToolTipKast
source: Percentage of rounds in which the player either had a kill, assist, survived or was traded
ru: Процент раундов, в которых игрок убил, помог, выжил или был разменян
tr_tr: Oyuncunun bir öldürme, asist, hayatta kalma veya takaslandığı turların yüzdesi

source: KAST
ru: УПВР

source: Chat
ru: Чат
tr_tr: Sohbet

# TooltipChat
source: Chat
ru: Чат
tr_tr: Sohbet

# LabelEnableCustomLocation
source: Enable custom location
ru: Разрешить выборочный путь
tr_tr: Özel konumu etkinleştir

# DialogExecutableNotFound
source: Executable not found.
ru: Исполняемый файл не найден.
tr_tr: Yürütülebilir dosya bulunamadı.

# DialogInvalidExecutable
source: Invalid executable.
ru: Недопустимый исполняемый файл.
tr_tr: Geçersiz yürütülebilir dosya.

# DialogInvalidHlaeExecutablePath
source: The path contains non-basic latin characters which may lead to unexpected behaviors in-game. Please select a folder that contains only 7-bit ASCII characters.
ru: Путь содержит нестандартные латинские символы, что может привести к неожиданным последствиям в игре. Выберите папку, содержащую только 7-битные ASCII символы.
tr_tr: Konum, oyun içinde beklenmedik davranışlara yol açabilecek temel Latin dışı karakterler içeriyor. Lütfen yalnızca 7 bitlik ASCII karakterleri içeren bir klasör seçin.

# HlaeNotFound
source: HLAE not found. Please install it by enabling it from settings.
ru: HLAE не найден. Установите его при помощи меню настроек.
tr_tr: HLAE bulunamadı. Lütfen ayarlar kısmından etkinleştirerek yükleyin.

# DialogErrorKillingCsgo
source: Failed to close CSGO, please do it manually and try again. Error: {0}.
ru: Не удалось закрыть CSGO, сделайте это вручную и попробуйте снова. Ошибка: {0}.
tr_tr: CSGO kapatması başarısız oldu, lütfen el ile kapat ve tekrar dene. Hata: {0}.

# DialogErrorKillingHlae
source: Failed to close HLAE, please do it manually and try again. Error: {0}.
ru: Не удалось закрыть HLAE, сделайте это вручную и попробуйте снова. Ошибка: {0}.
tr_tr: HLAE kapatması başarısız oldu, lütfen el ile kapat ve tekrar dene. Hata: {0}.

# DialogErrorStartingCsgo
source: Failed to start CSGO. Error: {0}.
ru: Не удалось запустить CSGO. Ошибка: {0}.
tr_tr: CSGO başlatılması başarısız oldu. Hata: {0}.

# DialogInvalidDemo
source: Invalid demo file.
ru: Неверный файл демки.
tr_tr: Geçersiz demo dosyası.

# DialogExportAllDemosConfirmation
source: Do you want to export only the selected demos or all the demos within the selected folder?
ru: Вы хотите экспортировать только выбранные демки или все демки внутри выбранной папки?
tr_tr: Seçilen demoları mı yoksa seçilen klasördeki tüm demoları mı dışa aktarmak istiyorsunuz?

# LabelAudioCodec
source: Audio codec
ru: Аудио кодек
tr_tr: Ses kodeği

# LabelVideoCodec
source: Video codec
ru: Видео кодек
tr_tr: Video kodeği

# LabelDate
source: Date
ru: Дата
tr_tr: Tarih

source: Export players voice
ru: Экспорт голосового чата
tr_tr: Oyuncuların sesini dışa aktar

source: CSGO not found.
ru: CSGO не найдена.
tr_tr: CSGO bulunamadı.

# FailedToParseDemo
source: {0}: Failed to parse demo.
ru: {0}: Не удалось обработать демку.
tr_tr: {0}: Demoyu ayrıştırmak başarısız oldu.

source: CSGO audio library not found.
ru: Аудио библиотека CSGO не найдена.
tr_tr: CSGO ses kitaplığı bulunamadı.

# DemoNotFound
source: {0}: Demo not found.
ru: {0}: Демка не найдена.
tr_tr: {0}: Demo bulunamadı.

source: Failed to load CSGO audio library.
ru: Не удалось загрузить аудио библиотеку CSGO.
tr_tr: CSGO ses kitaplığını yüklemek başarısız oldu

# NoPlayersVoiceDataFound
source: {0}: No players voice data found.
ru: {0}: Голосовые данные игроков не найдены.
tr_tr: {0}: Oyuncuların ses verisi bulunamadı.

# UnsupportedAudioCodec
source: {0}: Unsupported audio codec.
ru: {0}: Неподдерживаемый аудио кодек.
tr_tr: {0}: Desteklenmeyen ses kodeği.

# DialogExportDone
source: Export done.
ru: Экспорт выполнен.
tr_tr: Dışa aktarma tamamlandı.

# WatchAsSuspect
source: Watch as a suspect
ru: Смотреть от лица подозреваемого
tr_tr: Şüpheli olarak izle

# DialogStartingCsgoAccessDenied
source: Access was denied when trying to start CSGO. Make sure to close any running anti cheat software and retry.
ru: Ошибка при попытке запуска CSGO: доступ запрещён. Закройте все античит-программы и попробуйте снова.
tr_tr: CSGO'yu başlatmaya çalışırken erişim reddedildi. Lütfen çalışan herhangi bir anti hile yazılımını kapatın ve yeniden deneyin.

# DialogPlayerAlreadyInSuspectWhitelist
source: This player is in your suspect / white / account list. You have to remove it from your account and white list to be able to add him in your suspect list.
tr_tr: Bu oyuncu şüpheli / beyaz / hesap listenizde yer alıyor. Onu şüpheli listenize ekleyebilmeniz için hesap ve beyaz listenizden kaldırmanız gerekir..

# DialogPlayerAlreadyInSuspectsList
source: This player is already in your suspect or he is in your account list. You have to remove it from your account list to be able to add him in your suspect list.
tr_tr: Bu oyuncu şüpheli veya hesap listenizde zaten yer alıyor. Onu şüpheli listenize ekleyebilmeniz için hesap listenizden kaldırmanız gerekir.

# HeaderToolTipAverageMatchTime
source: Average Match Time (minutes)
de: Durchschnittliche Spielzeit pro Spiel (Minuten)
pt_br: Tempo medio de partida (minutos)
tr_tr: Ortalama Maç Süresi (dakika)

# SteamApiKeyLabel
source: Steam API key
tr_tr: Steam API anahtarı

# DialogInvalidSteamApiKey
source: Invalid Steam API key.
tr_tr: Geçersiz Steam API anahtarı.

# FreeSoftware
source: CSGO Demos Manager is a free open source software and will always be.
de: CSGO Demos Manager ist eine kostenlose Open-Source-Software und wird es immer bleiben.
pt_br: CSGO Demos Manager é um software gratis e de código aberto, e sempre será.

source: or send an
de: oder senden Sie an
pt_br: ou envie um

# HeaderDeathPerRound
source: DPR
pt_br: MPR

source: by
de: durch
pt_br: de

# DialogErrorAnalyzingDemos
source: An error occured while analyzing demos:
de: Beim analysieren der Demo(s) ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao analisar demos:

# DialogErrorWhileRetrievingMatchesData
source: An error occured while retrieving matches information ({0}).
de: Beim erhalten der Match-Informationen ({0}) ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao recuperar informações das partidas ({0}).

# NotificationAnalyzingDemosForExport
source: Analyzing demos for export...
de: Analysiere Demos für Exportvorgang...
pt_br: Analizando demos para exportação...

# NotificationPlayDemoCommandCopied
source: Playdemo command copied to clipboard
de: Playdemo-Befehl wurde in die Zwischenablage kopiert
pt_br: Comando para início de dmeo copiado para área de transferência

# NotificationSuspectsHaveBeenBanned
source: {0} suspect(s) have been banned!
de: {0} Verdächtige(r) wurde(n) gebannt!
pt_br: {0} suspeitos(s) foi/foram banidos!

# DialogBoilerNotFound
source: boiler.exe not found.
de: boiler.exe nicht gefunden.
pt_br: boiler.exe não encontrado.

# DialogDemosMayBeTooOld
source: This demos may be too old, if not please send an email with the attached demos. You can find more information on {0}.
de: Diese Demos scheinen zu alt zu sein. Falls nicht, senden Sie mir bitte eine E-Mail mit der Demo. Mehr Informationen finden Sie unter {0}.
pt_br: Estas demos parecem ser muito antigas, se não for por favor envie um e-mail com as demos anexadas. Você pode encontrar mais informações sobre em {0}.

# DialogErrorWhileAnalyzingDemo
source: An error occured while analyzing the demo {0}. The demo may be too old, if not please send an email with the attached demo. You can find more information on {1}.
de: Beim analysieren der Demo(s) ist ein Fehler aufgetreten {0}. Die Demo scheinen zu alt zu sein. Falls nicht, senden Sie mir bitte eine E-Mail mit der Demo. Mehr Informationen finden Sie unter {1}.
pt_br: Ocorreu um erro ao analisar a demo {0}. A demo pode ser muito antiga, se não for por favor envie um e-mail com a demo em anexo. Você pode encontrar mais informações sobre em {1}.

# NotificationAnalyzingDemoForExport
source: Analyzing demo {0} for export...
de: Analyisiere Demo {0} für den Exportvorgang.
pt_br: Analizando demo {0} para exportação...

# DialogChatFileCreated
source: Chat messages file has been created.
de: Chat Message Datei wurde erstellt.
pt_br: Arquivo de mensagens de chat foi criado.

# DialogNoChatFound
source: No chat messages found. (It only works for demos coming from a server that has "tv_relaytextchat" set to a value different from "0" which is not the case for Valve matchmaking).
de: Keine Chatnachrichten gefunden. (Es funktioniert nur bei Demos, die auf einem Server aufgenommen wurden, mit "tv_relaytextchat" ungleich "0" - dies ist nicht der Fall bei Valve Matchmaking)
pt_br: Nenhuma mensagem de chat encontrados. (Funciona apenas para demos provenientes de um servidor que tem "tv_relaytextchat" definido como um valor diferente de "0", o que não é o caso para os servidores oficiais de MM da Valve).

# NotificationDemoShareCodeCopied
source: Share code copied to clipboard.
de: Teilen-Code wurde in die Zwischenablage kopiert.
pt_br: Link de compartilhamento copiado para a área de transferência

# DialogSelectHlaeConfigParentFolderLocation
source: Please select the HLAE config parent folder location.
pt_br: Selecione a localização da pasta principal da configuração do HLAE.
