Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

source: Heatmap
da: VarmeKort
es: Mapa de calor
fr: Carte de chaleur
hu: Hőtérkép
pl: Mapa cieplna
zh_hans: 热点地图

# LabelClientname
source: Clientname
da: Bruger navn
es: Nombre del cleinte
fr: Nom client
hu: Kliensnév
pl: Nazwa klienta
zh_hans: 录像客户端名称

# LabelFilename
source: Filename
da: Filnavn
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
pl: Nazwa pliku
zh_hans: 录像文件

# LabelHostname
source: Hostname
da: Værts navn
es: Nombre del host
fr: Nom d'hôte
hu: Kiszolgálónév
pl: Nazwa hosta
zh_hans: 服务器

# LabelMostHsPercent
source: Most Headshots %
da: Flest Hovedskud %
es: Mayor % de disparos a la cabeza
fr: Meilleur % tir dans la tête
hu: Legtöbb fejlövés %
pl: Największy % Headshotów
zh_hans: 最高爆头率 (%)

# LabelMap
source: Map
da: Bane
es: Mapa
fr: Carte
hu: Pálya
pl: Mapa
zh_hans: 地图名称

# LabelMostBombPlanted
source: Most Bomb plants
da: Flest bomber anbragt
es: Más bombas colocadas
fr: Le plus de bombes plantées
hu: Legtöbb bomba telepítés
pl: Najwięcej podłożonych bomb
zh_hans: 最多炸弹安放

# LabelMostDamagingWeapon
source: Most damaging weapon
da: Mest dødbringende våben
es: Arma con más daño
fr: Arme la plus dévastatrice
hu: Legtöbbet sebző fegyver
pl: Najbardziej szkodliwa broń
zh_hans: 最多伤害武器

# LabelMostEntryKills
source: Most Entry Kill
da: Flest Entry Drab
es: Más eliminaciones de entrada
fr: Joueur ayant le plus d'ouvertures
hu: Legtöbb kezdő ölés
pl: Najwięcej otwierających zabójstw
zh_hans: 最多破点击杀

# LabelMostKillingWeapon
source: Most killing weapon
da: Mest dræbende våben
es: Arma con más eliminaciones
fr: Arme la plus meutrière
hu: Leghalálosabb fegyver
pl: Najbardziej zabójcza broń
zh_hans: 最多杀敌武器

# LabelPlayerStats
source: Player stats
da: Spiller statistik
es: Estadísticas del jugador
fr: Statistiques du joueur
hu: Játékos statisztikák
pl: Statystyki gracza
zh_hans: 玩家数据

# LabelStatus
source: Status
es: Estado
hu: Állapot
zh_hans: 状态

# LabelTickrate
source: Tickrate
zh_hans: 服务器响应频率 (Tickrate)

# LabelType
source: Type
es: Tipo
hu: Típus
pl: Typ
zh_hans: 录像类型

source: Overview
da: Overblik
es: Vista general
fr: Aperçu
hu: Átnézés
pl: Przegląd
zh_hans: 比赛总览

source: Player details
da: Spiller Detaljer
es: Detalles del jugador
fr: Détails joueur
hu: Játékos statisztikák
pl: Szczegóły gracza
zh_hans: 玩家详情

source: Rank
da: Rang
es: Rango
fr: Rang
hu: Rang
pl: Ranga
zh_hans: 段位

source: Round details
da: Runde detaljer
es: Detalles de la ronda
fr: Détails round
hu: Kör statisztikák
pl: Szczegóły rundy
zh_hans: 回合详情

source: Save comment
da: Gem kommentar
es: Guardar comentario
fr: Enregistrer commentaire
hu: Komment elmentése
pl: Zapisz komentarz
zh_hans: 保存注释

source: Score
da: Points
es: Puntuación
hu: Eredmény
pl: Wynik
zh_hans: 分数

source: Stuffs
da: Ting
es: Granadas
fr: Grenades
hu: Felszerelés
pl: Materiały
zh_hans: 道具投掷

# ToolTipAnalyze
source: Analyze (CTRL+S)
da: Analyser (CTRL+S)
es: Analizar (CTRL+S)
fr: Analyse (CTRL+S)
hu: Elemzés (CTRL+S)
pl: Analizuj (CTRL+S)
zh_hans: 分析录像 (CTRL+S)

# ToolTipBack
source: Back (CTRL+B)
da: Tilbage (CTRL+B)
es: Atrás (CTRL+B)
fr: Retour (CTRL+B)
hu: Vissza (CTRL+B)
pl: Cofnij (CTRL+B)
zh_hans: 后退 (CTRL+B)

# ToolTipDamages
source: Damages (CTRL+D)
da: Skade (CTRL+D)
es: Daños (CTRL+D)
fr: Dégâts (CTRL+D)
hu: Sebzések (CTRL+D)
pl: Obrażenia (CTRL+D)
zh_hans: 伤害部位统计 (CTRL+D)

# ToolTipFlashbangs
source: Flashbangs (CTRL+F)
es: Grandas aturdidoras (CTRL+F)
hu: Villanógránátok (CTRL+F)
pl: Flashe (CTRL+F)
zh_hans: 闪光弹效果数据统计 (CTRL+F)

# ToolTipHeatmap
source: Heatmap generator (CTRL+H)
da: VarmeBane udregner (CTRL+H)
es: Genrador de mapas de calor (CTRL+H)
fr: Générateur de carte de chaleur (CTRL+H)
hu: Hőtérkép generálása(CTRL+H)
pl: Generator mapy cieplnej (CTRL+H)
zh_hans: 热点地图生成 (CTRL+H)

# ToolTipKillsDetails
source: Kills details (CTRL+K)
da: Drabs detaljer (CTRL+K)
es: Detalles de eliminaciones (CTRL+K)
fr: Détails victimes (CTRL+K)
hu: Az ölésekről részletesen (CTRL+K)
pl: Szczegóły zabójstw (CTRL+K)
zh_hans: 杀敌详情统计 (CTRL+K)

# ToolTipNextDemo
source: Next demo (CTRL+RIGHT)
da: Næste Demo (CTRL+RIGHT)
es: Siguiente repetición (CTRL+RIGHT)
fr: Démo suivante (CTRL+RIGHT)
hu: Következő demó(CTRL+RIGHT)
pl: Następne demo (CTRL+RIGHT)
zh_hans: 前往下一录像 (CTRL+RIGHT)

# ToolTipOverview
source: Overview (CTRL+O)
da: Overblik (CTRL+O)
es: Vista general (CTRL+O)
fr: Aperçu (CTRL+O)
hu: Áttekintés (CTRL+O)
pl: Przegląd (CTRL+O)
zh_hans: 比赛总览 (CTRL+O)

# ToolTipPlayerDetails
source: Player details (CTRL+P)
da: Spiller Detaljer(CTRL+P)
es: Detalles del jugador (CTRL+P)
fr: Détails du joueur (CTRL+P)
hu: Játékos statisztikák(CTRL+P)
pl: Szczegóły gracza (CTRL+P)
zh_hans: 玩家详情 (CTRL+P)

# ToolTipPreviousDemo
source: Previous demo (CTRL+LEFT)
da: Forrige Demo(CTRL+LEFT)
es: Repetición anterior (CTRL+LEFT)
fr: Démo précédente (CTRL+LEFT)
hu: Előző demó(CTRL+LEFT)
pl: Poprzednie demo (CTRL+LEFT)
zh_hans: 前往上一录像 (CTRL+LEFT)

# ToolTipRoundDetails
source: Round details (CTRL+R)
da: Runde detaljer (CTRL+R)
es: Detalles de la ronda (CTRL+R)
fr: Détails du round (CTRL+R)
hu: Kör statisztikák (CTRL+R)
pl: Szczegóły rundy (CTRL+R)
zh_hans: 回合详情 (CTRL+R)

# ToolTipStuffs
source: Stuffs (CTRL+G)
da: Ting (CTRL+G)
es: Granadas (CTRL+G)
fr: Grenades (CTRL+G)
hu: Felszerelés (CTRL+G)
pl: Materiały (CTRL+G)
zh_hans: 道具投掷统计 (CTRL+G)

# ToolTipWatchRound
source: Watch round
da: Se Runde
es: Ver ronda
fr: Regarder le round
hu: Kör megtekintése
pl: Oglądaj rundę
zh_hans: 观看此回合的录像

source: Watch round
da: Se Runde
es: Ver ronda
fr: Regarger round
hu: Kör megtekintése
pl: Oglądaj rundę
zh_hans: 观看回合

# HeaderAssists
source: A
fr: C
zh_hans: 助

# HeaderDeaths
source: D
fr: M
hu: H
pl: Ś
zh_hans: 死

# HeaderKills
source: K
da: D
fr: V
hu: Ö
pl: Z
zh_hans: 杀

# HeaderToolTipAccountNickname
source: Account's Nickname
da: Brugers Øgenavn
es: Nombre de la cuenta
fr: Pseudo du compte
hu: Fiók beceneve
pl: Nick konta
zh_hans: 账户昵称

# HeaderToolTipAccountProfileUrl
source: Account's Profile URL
da: Brugers profil URL
es: URL del perfil de la cuenta
fr: URL vers le profil du compte
hu: Fiók profil URL
pl: Adres URL konta
zh_hans: 账户资料 URL

# HeaderToolTipAccountStatus
source: Account's Status (offline, online...)
da: Bruger Status (offline, online...)
es: Estado de la cuenta (offline, online...)
fr: Status du compte (hors ligne, en ligne...)
hu: Fiók állapota (kijelentkezve, elérhető...)
pl: Status konta (offline, online...)
zh_hans: 账户状态

# HeaderToolTipAccountVacBanned
source: Account VAC Banned
da: Bruger VAC bandlyst
es: Cuenta bloqueada por VAC
fr: Compte banni VAC
hu: Fiók VAC bannolva
pl: Konto zbanowane przez VAC
zh_hans: 账户 VAC 封禁

# HeaderToolTipAccountVisibilityStatus
source: Account's Visibility Status
da: Bruger Synligheds Status
es: Estado de visibilidad de la cuenta
fr: Visibilité du compte
hu: Fiók láthatósági állapota
pl: Status widzialności konta
zh_hans: 账户资料可见性

# HeaderToolTipAssisterName
source: Assister Name
da: Assistent Navn
es: Nombre del asistente
fr: Nom du coopérateur
hu: Támogató neve
pl: Nick asystującego
zh_hans: 助攻者名称

# HeaderToolTipAssists
source: Assists
es: Asistencias
fr: Coopérations
hu: Támogatások
pl: Asysty
zh_hans: 助攻

# HeaderToolTipAssistsPerRound
source: Assist Per Round
da: Assist Per Runde
es: Asistencias por ronda
fr: Coopérations Par Round
hu: Támogatás körönként
pl: Asysty Na Rundę
zh_hans: 每回合平均助攻

# HeaderToolTipAverageDamagePerPlayer
source: Average Damage Per Player
da: Gennemsnitlig Skade Per Spiller
es: Daño medio por jugador
fr: Moyenne des Dégâts par Joueur
hu: Átlagos Sebzés Játékosonként
pl: Średnie Obrażenia na Gracza
zh_hans: 每玩家平均伤害

# HeaderToolTipAverageDamagePerRound
source: Average Damage Per Round
da: Gennemsnitlig Skade Per Runde
es: Daño medio por ronda
fr: Moyenne Dégâts Par Round
hu: Átlagos Sebzés Körönként
pl: Średnie Obrażenia na Rundę
zh_hans: 每回合平均伤害

# HeaderToolTipBombDefused
source: Bomb Defused
da: Bombe Demonteret
es: Bomba desactivada
fr: Bombes Désamorcées
hu: Bomba hatástalanítva
pl: Bomb rozbrojonych
zh_hans: 炸弹拆除

# HeaderToolTipBombExploded
source: Bomb Exploded
da: Bombe Detoneret
es: Bomba explotó
fr: Bombes Explosées
hu: Bomba felrobbanva
pl: Bomb zdetonowanych
zh_hans: 炸弹爆炸

# HeaderToolTipBombPlanted
source: Bomb Planted
da: Bombe Anbragt
es: Bomba plantada
fr: Bombes Plantées
hu: Bomba telepítve
pl: Bomb Podłożonych
zh_hans: 炸弹安放

# HeaderToolTipClutchCount
source: Number of clutch
da: Antal Clutches
es: Número de clutches
fr: Nombre de clutch
hu: Körök lehozása
pl: Ilość klaczy
zh_hans: 残局次数

# HeaderToolTipClutchWonCount
source: Number of clutch won
da: Antal Clutches vundet
es: Número de clutches ganados
fr: Nombre de clutch gagnés
hu: Körök lehozva
pl: Ilość wygranych klaczy
zh_hans: 残局胜利次数

# HeaderToolTipCommunityBanned
source: Community Banned
da: Fællesskabs Bandlyst
es: Baneado por la comunidad
fr: Banni de la communauté Steam
hu: Közösség kitiltva
pl: Społecznie zbanowany
zh_hans: 社区封禁

# HeaderToolTipCommunityProfileConfigured
source: Community Profile Configured
da: Fællesskabs Profil konfigureret
es: Perfil de la comunidad configurado
fr: Profil communautaire configuré?
hu: Közösségi profil beállítva
pl: Skonfigurowany profil społeczności
zh_hans: 社区资料已激活

# HeaderToolTipCrouchKills
source: Crouch kills
da: Kravle Drab
es: Eliminaciones agachado
fr: Victimes Accroupi
hu: Guggoló ölések
pl: Zabójstwa przy kucaniu
zh_hans: 蹲下杀敌

# HeaderToolTipDaysSinceLastBan
source: Days Since Last Ban
da: Dage siden sidste Ban
es: Días desde el último baneo
fr: Jours Depuis Dernier Ban
hu: Napja bannolva
pl: Dni od ostatniego bana
zh_hans: 天前被封禁

# HeaderToolTipDeaths
source: Deaths
da: Dødsfald
es: Muertes
fr: Morts
hu: Halálok
pl: Śmierci
zh_hans: 死亡

# HeaderToolTipDeathsPerRound
source: Death Per Round
da: Dødsfald per runde
es: Muertes por ronda
fr: Morts Par Round
hu: Halálok körönként
pl: Śmierci na rundę
zh_hans: 每回合死亡

# HeaderToolTipDemoClientname
source: Demo's clientname
da: Demo's klientnavn
es: Nombre del cliente de la repetición
fr: Nom du client de la démo
hu: Demó kliensneve
pl: Nazwa klienta dema
zh_hans: 录像客户端名

# HeaderToolTipDemoComment
source: Demo's comment
da: Demo's Kommentar
es: Comentario de la repetición
fr: Commentaire de la démo
hu: Demó kommentek
pl: Komentarz do dema
zh_hans: 录像注释

# HeaderToolTipDemoDate
source: Demo's date
da: Demo's Dato
es: Fecha de la repetición
fr: Date de la démo
hu: Demó dátuma
pl: Data dema
zh_hans: 录像日期

# HeaderToolTipDemoDuration
source: Demo's duration
da: Demo's Varighed
es: Duración de la repetición
fr: Durée de la démo
hu: Demó játékideje
pl: Czas trwania dema
zh_hans: 录像时长

# HeaderToolTipDemoFramerate
source: Demo's framerate
da: Demo's Billedhastighed
es: Framerate de la repetición
fr: Framerate de la démo
hu: Demó framerate-je
pl: Częstotliwość wyświetlania klatek dema
zh_hans: 录像帧率

# HeaderToolTipDemoHostname
source: Demo's hostname
da: Demo's Værtsnavn
es: Nombre del host de la repetición
fr: Nom hôte de la démo
hu: Demó kiszolgálóneve
pl: Nazwa hosta dema
zh_hans: 录像服务器

# HeaderToolTipDemoName
source: Demo's name
da: Demo's Navn
es: Nombre de la repetición
fr: Nom de la démo
hu: Demó neve
pl: Nazwa dema
zh_hans: 录像文件名

# HeaderToolTipDemoSource
source: Demo's source
da: Demo's kilde
es: Fuente de la repetición
fr: Source de la démo
hu: Demó forrása
pl: Źródło dema
zh_hans: 录像来源

# HeaderToolTipDemoTicks
source: Demo's ticks
es: Ticks de la repetición
fr: Nombre de ticks
hu: Demó Tickek
pl: Ilość ticków w demie
zh_hans: 录像节点 (Tick) 总数

# HeaderToolTipDemoType
source: Demo's type
es: Tipo de la repetición
fr: Type de démo
hu: Demó típusa
pl: Typ dema
zh_hans: 录像类型

# HeaderToolTipEntryKill
source: Entry Kill
da: Åbnings Drab
es: Eliminación de entrada
fr: Victimes d'Ouvertures
hu: Kezdő ölések
zh_hans: 破点杀敌

# HeaderToolTipEquipmentValue
source: Equipment Value
da: Udstyrs Værdi
es: Valor del equipo
fr: Valeur Equipement
hu: Felszerelés értéke
pl: Wartość ekwipunku
zh_hans: 装备价值

# HeaderToolTipEquipmentValueTeam1
source: Equipement Value CT ($)
da: Udstyrs værdi Hold 1 ($)
es: Valor del equipo CT ($)
fr: Valeur équipement des AT ($)
hu: Felszerélés értéke TE ($)
pl: Wartość ekwipunku CT ($)
zh_hans: 装备价值 - CT ($)

# HeaderToolTipEquipmentValueTeam2
source: Equipement Value T ($)
da: Udstyrs Værdi Hold 2 ($)
es: Valor del equipo T ($)
fr: Valeur équipement des T ($)
hu: Felszerelés értéke T ($)
pl: Wartość ekwipunku T ($)
zh_hans: 装备价值 - T ($)

# HeaderToolTipFiveKill
source: 5 Kills
da: 5 Drab
es: 5 Eliminaciones
fr: 5 Victimes
hu: 5 ölés
pl: 5 Zabójstw
zh_hans: 5 杀

# HeaderToolTipFourKill
source: 4 Kills
da: 4 Drab
es: 4 Eliminaciones
fr: 4 Victimes
hu: 4 ölés
pl: 4 Zabójstwa
zh_hans: 4 杀

# HeaderToolTipHasVacOwBan
source: VAC / OW ban?
da: VAC / OW bandlyst?
es: baneo de VAC / OW?
zh_hans: VAC / OW 封禁？

# HeaderToolTipHasWonClutch
source: Has Won Clutch?
da: Har Vundet Clutch?
es: ¿Ha ganado clutch?
fr: Clutch Gagné?
hu: Kör lehozva?
pl: Wygrany klacz?
zh_hans: 残局胜利?

# HeaderToolTipHasWonDuel
source: Has Won Duel?
da: Har vundet Duel?
es: ¿Ha ganado duelo?
fr: Duel gagné?
hu: Párbaj megnyerve?
pl: Wygrany pojedynek?
zh_hans: 单挑胜利?

# HeaderToolTipHeadshotPercent
source: Headshot percent
da: Hovedskuds procent
es: Porcentaje de disparos a la cabeza
fr: Pourcentage tir dans la tête
hu: Fejlövés százalék
pl: Procent headshotów
zh_hans: 爆头率

# HeaderToolTipHeadshots
source: Headshots
da: Hovedskud
es: disparos a la cabeza
fr: Tirs dans la tête
hu: Fejlövések
pl: Headshoty
zh_hans: 爆头

# HeaderToolTipHits
source: Hits
da: Ramt
es: Impactos
fr: Tirs Cadrés
hu: Találatok
pl: Trafienia
zh_hans: 命中次数

# HeaderToolTipHltvRating
source: HLTV Rating
da: HLTV bedømmelse
es: Rating HLTV
fr: Classement HLTV
hu: HLTV értékelés
pl: Ocena HLTV
zh_hans: HLTV 评分

# HeaderToolTipIsOwBanned
source: Overwatch banned?
da: Overwatch bandlyst?
es: ¿Baneado por Overwatch?
fr: Overwatch ban?
hu: Overwatch által kitaltva?
pl: Zbanowany przez Overwatch?
zh_hans: 监管 (OW) 封禁？

# HeaderToolTipIsVacBanned
source: VAC banned?
da: VAC bandlyst?
es: ¿Baneado por VAC?
fr: VAC ban?
hu: VAC által kitiltva?
pl: Zbanowany przez VAC?
zh_hans: VAC 封禁？

# HeaderToolTipJumpKills
source: Jump Kills
da: Hop drab
es: Eliminaciones en salto
fr: Victimes en Sautant
hu: Ölések ugrás közben
pl: Zabójstwa w skoku
zh_hans: 跳起杀敌

# HeaderToolTipKillerName
source: Killer Name
da: Drabsmandens navn
es: Nombre del asesino
fr: Nom du tueur
hu: Gyilkos neve
pl: Nick zabójcy
zh_hans: 击杀者名称

# HeaderToolTipKillerSide
source: Killer Side
da: Drabsmandens Side
es: Bando del asesino
fr: Camp du tueur
hu: Gyilkos oldala
pl: Strona zabójcy
zh_hans: 击杀者阵营

# HeaderToolTipKillPerRound
source: Kill Per Round
da: Drab per runde
es: Eliminaciones por ronda
fr: Victimes Par Round
hu: Ölések Körönként
pl: Zabójstw na rundę
zh_hans: 每回合平均杀敌

# HeaderToolTipKills
source: Kills
da: Drab
es: Eliminaciones
fr: Victimes
hu: Ölések
pl: Zabójstw
zh_hans: 杀敌数

# HeaderToolTipKillsPerDeaths
source: Kills Per Deaths
da: Drab per Dødsfald
es: Eliminaciones por muertes
fr: Victimes Par Morts
hu: Ölések Halálonként
pl: Zabójstw na śmierć
zh_hans: 杀敌/死亡比例

# HeaderToolTipMapName
source: Map's name
da: Bane Navn
es: Nombre del mapa
fr: Nom de la carte
hu: Pálya neve
pl: Nazwa mapy
zh_hans: 地图名称

# HeaderToolTipMarketBanned
source: Market Banned
da: Marked Bandlyst
es: Baneado del mercado
fr: Banni du marché
hu: Piacról kitiltva
pl: Zbanowany na rynku
zh_hans: 市场封禁

# HeaderToolTipMvp
source: Most Valuable Player
da: Mest Værdifulde spiller
es: Jugador Mejor Valorado
fr: Meilleur Joueur
hu: Legjobb játékos
pl: Najlepszy gracz
zh_hans: 最有价值玩家

# HeaderToolTipOneKill
source: 1 Kill
da: 1 drab
es: 1 Eliminación
fr: 1 Victime
hu: 1 ölés
pl: 1 Zabójstwo
zh_hans: 1 杀

# HeaderToolTipOneVersusFive
source: 1 versus 5
da: 1 mod 5
es: 1 contra 5
fr: 1 contre 5
hu: 1 az 5 ellen
pl: 1 na 5
zh_hans: 1V5

# HeaderToolTipOneVersusFour
source: 1 versus 4
da: 1 mod 4
es: 1 contra 4
fr: 1 contre 4
hu: 1 a 4 ellen
pl: 1 na 4
zh_hans: 1V4

# HeaderToolTipOneVersusOne
source: 1 versus 1
da: 1 mod 1
es: 1 contra 1
fr: 1 contre 1
hu: 1 az 1 ellen
pl: 1 na 1
zh_hans: 1V1

# HeaderToolTipOneVersusThree
source: 1 versus 3
da: 1 mod 3
es: 1 contra 3
fr: 1 contre 3
hu: 1 a 3 ellen
pl: 1 na 3
zh_hans: 1V3

# HeaderToolTipOneVersusTwo
source: 1 versus 2
da: 1 mod 2
es: 1 contra 2
fr: 1 contre 2
hu: 1 a 2 ellen
pl: 1 na 2
zh_hans: 1V2

# HeaderToolTipOverwatchGameBanCount
source: Number of overwatch ban
da: Antal Overwatch bandlysninger
es: Número de baneos por Overwatch
fr: Nombre de ban overwatch
hu: Az overwatch által kibannoltak száma
pl: Ilość banów z overwatcha
zh_hans: 监管 (OW) 封禁数

# HeaderToolTipPlayerAvatar
source: Player's avatar
da: Spiller Avatar
es: Avatar del jugador
fr: Avatar du joueur
hu: Játékos avatarja
pl: Awatar gracza
zh_hans: 玩家头像

# HeaderToolTipPlayerFlashbangThrown
source: Total flashbang thrown by the player
da: Samlet antal flashbangs kastet af spiller
es: Granadas aturdidoras totales lanzadas por el jugador
fr: Nombre de flashbangs jetées par le joueur
hu: Játékos által dobott villanógránátok száma
pl: Łącznie flashów rzuconych przez gracza
zh_hans: 玩家闪光弹投掷总数

# HeaderToolTipPlayerName
source: Player's name
da: Spiller navn
es: Nombre del jugador
fr: Nom du joueur
hu: Játékos neve
pl: Nick gracza
zh_hans: 玩家名称

# HeaderToolTipPlayerRank
source: Player's rank
da: Spiller rang
es: Rango del jugador
fr: Rang du joueur
hu: Játékos rangja
pl: Ranga gracza
zh_hans: 玩家段位

# HeaderToolTipRatio
source: Ratio
hu: Arány
pl: Stosunek
zh_hans: 比例

# HeaderToolTipResult
source: Result
da: Resultat
es: Resultado
fr: Résultat
hu: Eredmény
pl: Rezultat
zh_hans: 结果

# HeaderToolTipRoundLost
source: Round Lost
da: Runde tabt
es: Ronda perdida
fr: Round Perdu
hu: Kör elbukva
pl: Runda przegrana
zh_hans: 失败回合

# HeaderToolTipRoundNumber
source: Round Number
da: Runde nummer
es: Número de ronda
fr: Numéro du round
hu: Körök száma
pl: Numer rundy
zh_hans: 回合数

# HeaderToolTipRoundPlayed
source: Round Played
da: Runde Spillet
es: Ronda jugada
fr: Round Joués
hu: Körök lejátszva
pl: Rund Zagranych
zh_hans: 游戏回合

# HeaderToolTipRoundType
source: Round Type (normal / eco / force buy / semi-eco)
da: Runde type (normal / eco / tvangs køb/ semi-eco)
es: Tipo de ronda (normal / eco / force / semi-eco)
fr: Type Round (normal / éco / force buy / semi-éco)
hu: Kör típusa (normál / eco / erőltetett vásárlás / fél-eco)
pl: Typ rundy (normalna / eko / force / pół-eko)
zh_hans: 回合类型 (正常 / 经济 / 强起 / 半经济)

# HeaderToolTipRoundWon
source: Round Won
da: Runde vundet
es: Ronda ganada
fr: Round Gagné
hu: Körök megnyerve
pl: Runda wygrana
zh_hans: 胜利回合

# HeaderToolTipScore
source: Score
es: Puntuación
hu: Pont
pl: Wynik
zh_hans: 分数

# HeaderToolTipScoreTeam1
source: Score Team 1
es: Puntuación del Equipo 1
fr: Score Equipe 1
hu: Csapatpont 1
pl: Wynik drużyny 1
zh_hans: 团队 1 分数

# HeaderToolTipScoreTeam2
source: Score Team 2
es: Puntuación del Equipo 2
fr: Score Equipe 2
hu: Csapatpont 2
pl: Wynik drużyny 2
zh_hans: 团队 2 分数

# HeaderToolTipServerTickrate
source: Server tickrate
da: Server tickhypighed
es: Tickrate del servidor
fr: Tickrate serveur
hu: Szerver Tickrate
pl: Tickrate serwera
zh_hans: 服务器响应频率 (Tickrate)

# HeaderToolTipShotsFired
source: Shots fired
da: Skud affyret
es: Disparos realizados
fr: Nombre de tirs
hu: Eldördült lövések
pl: Strzałów oddanych
zh_hans: 开火次数

# HeaderToolTipSideTrouble
source: Side on eco / force buy or semi-eco
da: Side på eco / tvangskøb eller semi-eco
es: Bando en eco/force o semi-eco
fr: Camp en éco / force buy ou semi-éco
hu: Oldal eco / erőltetett vásárlás vagy fél-eco
pl: Strona na eko / force'ie lub pół-eko
zh_hans: 经济 / 强起 / 半经济阵营

# HeaderToolTipStartMoney
source: Start Money
da: Start penge
es: Dinero inicial
fr: Argent de dépârt
hu: Kezdő pénz
pl: Początkowy majątek
zh_hans: 开局经济

# HeaderToolTipStartMoneyTeam1
source: Start Money CT ($)
da: Start penge hold 1 ($)
es: Dinero inicial CT ($)
fr: Argent de départ des CT ($)
hu: Kezdő pénz TE ($)
pl: Początkowy majątek CT ($)
zh_hans: 反恐精英开局经济 ($)

# HeaderToolTipStartMoneyTeam2
source: Start Money T ($)
da: Start penge hold 2 ($)
es: Dinero inicial T ($)
fr: Argent de départ des T ($)
hu: Kezdő pénz T ($)
pl: Początkowy majątek T ($)
zh_hans: 恐怖分子开局经济 ($)

# HeaderToolTipTeam1Name
source: Team 1 name
da: Hold 1 navn
es: Nombre del Equipo 1
fr: Nom de l'équipe 1
hu: Csapat 1 neve
pl: Nazwa drużyny 1
zh_hans: 团队 1 名称

# HeaderToolTipTeam2Name
source: Team 2 name
da: Hold 2 navn
es: Nombre del Equipo 2
fr: Nom de l'équipe 2
hu: Csapat 2 neve
pl: Nazwa drużyny 2
zh_hans: 团队 2 名称

# HeaderToolTipTeamFlashbangThrown
source: Total flashbang thrown by the team
da: Samlet antal flashbangs kastet af spiller
es: Total de grandas aturdidoras lanzadas por el equipo
fr: Nombre de flashbangs jetées par l'équipe
hu: Összes villanógránát eldobva a csapat által
pl: Łącznie flashów rzuconych przez drużynę
zh_hans: 团队闪光弹投掷总数

# HeaderToolTipTeamKill
source: Team Kill (Friendly Fire)
da: Hold drab (Venligsindet beskydning)
es: Muertes de equipo (fuego amigo)
fr: Tirs Alliés
hu: Csapattárs ölések (Baráti tűz)
pl: Zabójstwo drużynowe (Ogień drużynowy)
zh_hans: 队内击杀 (友军伤害)

# HeaderToolTipTeamName
source: Team Name
da: Hold navn
es: Nombre del equipo
fr: Nom de l'équipe
hu: Csapatnév
pl: Nazwa drużyny
zh_hans: 团队名称

# HeaderToolTipTeamNameTrouble
source: Team's name on eco / force buy or semi-eco
da: Hold navn på eco / tvangskøb eller semi-eco
es: Nombre del equipo en eco/force o semi-eco
fr: Nom de l'équipe en éco / force buy ou semi-éco
hu: Csapat neve eco / erőletett vásárlás vagy fél-eco
pl: Nazwa drużyny na eko / force'ie lub pół-eko
zh_hans: 经济 / 强起 / 半经济团队名称

# HeaderToolTipThreeKill
source: 3 Kills
da: 3 Drab
es: 3 Eliminaciones
fr: 3 Victimes
hu: 3 ölés
pl: 3 Zabójstwa
zh_hans: 3 杀

# HeaderToolTipThrowerName
source: Thrower Name
da: Kaster navn
es: Nombre del lanzador
fr: Nom du lanceur
hu: Dobó neve
pl: Nick rzucającego
zh_hans: 投掷者名称

# HeaderToolTipTick
source: Tick
zh_hans: 节点 (Tick)

# HeaderToolTipTotalDamageArmor
source: Total Damage Armor
da: Samlet Skade Kevlar
es: Daño total a armadura
fr: Total Dégâts Armure
hu: Összes sebzés páncélra
pl: Łączne obrażenia pancerza
zh_hans: 总计护甲伤害

# HeaderToolTipTotalDamageHealth
source: Total Damage Health
da: Samlet Skade helbred
es: Daño total a vida
fr: Total Dégâts Vie
hu: Összes élet sebzés
pl: Łączne obrażenia życia
zh_hans: 总计血量伤害

# HeaderToolTipTotalEntryKill
source: Total Entry Kill
da: Samlet åbnings drab
es: Eliminaciones de entrada totales
fr: Total Victimes d'Ouverture
hu: Összes kezdő ölés
pl: Łącznie entry killów
zh_hans: 总计破点杀敌

# HeaderToolTipTradeDeath
source: Trade death
da: Bytte Dødsfald
es: Muerte de trade
fr: Morts Partagées
hu: Csere halálkor
pl: Śmierć w odwecie
zh_hans: 补枪死亡

# HeaderToolTipTradeKill
source: Trade kill
da: Bytte Drab
es: Eliminación de trade
fr: Victimes Partagées
hu: Csere öléskor
pl: Zabójstwo w odwecie
zh_hans: 补枪杀敌

# HeaderToolTipTradeKillsDeaths
source: Trade Kill / Death
da: Bytte Drab/ Dødsfald
es: Eliminaciones/Muertes de trade
fr: Victimes Partagés
hu: Csere Ölés / Halál
pl: Zabóstwo / śmierć w odwecie
zh_hans: 补枪杀敌/被杀

# HeaderToolTipTwoKill
source: 2 Kills
da: 2 Drab
es: 2 Eliminaciones
fr: 2 Victimes
hu: 2 ölés
pl: 2 Zabójstwa
zh_hans: 2 杀

# HeaderToolTipVacBanCount
source: Number of VAC ban
da: Antal af Vac Bandlysninger
es: Número de baneos por VAC
fr: Nombre de ban VAC
hu: VAC bannok száma
pl: Liczba VAC banów
zh_hans: VAC 封禁数

# HeaderToolTipVictimName
source: Victim Name
da: Offer navn
es: Nombre de la víctima
fr: Nom de la victime
hu: Áldozat neve
pl: Nick ofiary
zh_hans: 被杀者名称

# HeaderToolTipWeaponName
source: Weapon's name
da: Våben Navn
es: Nombre del arma
fr: Nom de l'arme
hu: Fegyver neve
pl: Nazwa broni
zh_hans: 武器名称

# HeaderToolTipWinner
source: Winner
da: Vinder
es: Ganador
fr: Camp Gagnant
hu: Győztes
pl: Zwycięzca
zh_hans: 胜利方
