Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

source: Matches
da: Kampe
es: Partidas
fr: Matchs
hu: Meccsek
pl: Mecze
zh_hans: 比赛

source: Matches stats
da: Kampe Statistikker
es: Estadísticas de las partidas
fr: Matchs stats
hu: Meccs statisztikák
pl: Statystyki meczów
zh_hans: 比赛统计

source: Overall
da: Alt i Alt
es: Total
fr: Général
hu: Összesítés
pl: Przegląd
zh_hans: 总览

source: Percentage
da: Procenter
es: Porcentaje
fr: Pourcentage
hu: Százalék
pl: Procent
zh_hans: 百分比

source: Pistol
es: Pistola
fr: Pistolet
hu: Pisztoly
pl: Pistolet
zh_hans: 手枪

# Pistoles
source: Pistols
da: Pistoler
es: Pistolas
fr: Pistolets
hu: Pisztolyok
pl: Pistolety
zh_hans: 手枪

source: Progression
da: Fremskridt
es: Progresión
hu: Előrehaladás
pl: Postęp
zh_hans: 进度

source: Rifle
fr: Fusil
hu: Fegyver
pl: Karabin
zh_hans: 自动步枪

source: Rifles
da: Rifler
fr: Fusils
hu: Fegyverek
pl: Karabiny
zh_hans: 自动步枪

source: Rounds
da: Runder
es: Rondas
hu: Körök
pl: Rundy
zh_hans: 回合

source: SMG
fr: PM
pl: PM
zh_hans: 冲锋枪

source: SMGs
fr: PMs
hu: SMG-k
pl: PMy
zh_hans: 冲锋枪

source: Sniper
da: Snigeskytte
hu: Mesterlövész
pl: Karabin snajperski
zh_hans: 狙击步枪

source: Snipers
da: Snigeskytter
hu: Mesterlövészek
pl: Karabiny snajperskie
zh_hans: 狙击步枪

# TipsGraphAverageKillVelocity
source: This graph displays your average velocity when you killed someone by weapon group
da: Denne graf viser din gennemsnitlige hastighed da du dræbte nogen ved våbengruppe
es: Este gráfico muestra tu velocidad media cuando eliminaste a alguien por grupo de armas.
fr: Ce graphe montre votre vitesse moyenne de déplacement lorsque vous avez eu une victime par groupe d'arme
hu: Ez a grafikon az átlagos gyorsaságodat mutatja meg, amikor valakit megöltél egy fegyvercsoport által
pl: Ten wykres pokazuje twoją średnią szybkość biegu podczas zabicia kogoś z grupy broni
zh_hans: 此图表显示您在使用不同类型武器时的平均杀敌速率

# TipsMaximumVelocity
source: Information : The maximum velocity while running is 250 unit/s
da: Information : Maximum Hastigheden ved løb er 250 enheder/s
es: Información: La velocidad máxima corriendo es 250 unidades/s
fr: Information : La vitesse maximale en courant est de 250 unités/s
hu: Információ: A maximum gyorsaság futás közben 250 egység/másodperc
pl: Informacja : Maksymalna prędkość biegu wynosi 250 jednostek/s
zh_hans: 信息：最大移动速度 250 Unit/s

# ToolTipAddPlayerToSuspectsList
source: Add player to suspects list (CTRL+S)
da: Tilføj spiller til mistænkte listen(CTRL+S)
es: Añadir jugador a la lista de sospechosos (CTRL+S)
fr: Ajouter joueur à la liste des suspects (CTRL+S)
hu: Játékos hozzáadása a gyanúsítottak listájához (CTRL+S)
pl: Dodaj graczy do listy podejrzanych (CTRL+S)
zh_hans: 添加玩家至嫌疑列表 (CTRL+S)

# ToolTipAddPlayerToWhiteList
source: Add player to whitelist (CTRL+W)
da: Tilføj spiller til hvidliste(CTRL+W)
es: Añadir jugador a la lista blanca (CTRL+W)
fr: Ajouter joueur à la liste blanche (CTRL+W)
hu: Játékos hozzáadása az engedélyezettek listájához (CTRL+W)
pl: Dodaj graczy do whitelisty (CTRL+W)
zh_hans: 添加玩家至白名单 (CTRL+W)

# ToolTipMaps
source: Maps (CTRL+M)
da: Baner (CTRL+M)
es: Mapas (CTRL+M)
fr: Cartes (CTRL+M)
hu: Pályák (CTRL+M)
pl: Mapy (CTRL+M)
zh_hans: 地图 (CTRL+M)

# ToolTipMatchesPlayed
source: Matches played
da: Kampe spillet
es: Partidas jugadas
fr: Matchs joués
hu: Meccsek lejátszva
pl: Zagrane mecze
zh_hans: 比赛总数

# ToolTipOverall
source: Overall (CTRL+O)
da: Alt i Alt(CTRL+O)
es: Totales (CTRL+O)
fr: Général (CTRL+O)
hu: Összesítés (CTRL+O)
pl: Przegląd (CTRL+O)
zh_hans: 总计 (CTRL+O)

# ToolTipProgression
source: Progression (CTRL+P)
da: Framskridt (CTRL+P)
es: Progresión (CTRL+P)
hu: Előrehaladás (CTRL+P)
pl: Postęp (CTRL+P)
zh_hans: 进度 (CTRL+P)

# ToolTipRank
source: Rank (CTRL+R)
da: Rang (CTRL+R)
es: Rango (CTRL+R)
fr: Rang (CTRL+R)
hu: Rang (CTRL+R)
pl: Ranga (CTRL+R)
zh_hans: 段位 (CTRL+R)

# ToolTipTotalAssists
source: Total assists
da: Samlet Assistance
es: Asistencias totales
fr: Total coopération
hu: Összes támogatás
pl: Łącznie asyst
zh_hans: 总计助攻

# ToolTipTotalBombDefused
source: Total bomb defused
da: Samlet bomber demonteret
es: Total de bombas desactivadas
fr: Total bombe désamorcée
hu: Összes bomba hatástalanítás
pl: Łącznie bomb rozbrojonych
zh_hans: 总计炸弹拆除

# ToolTipTotalBombExploded
source: Total bomb exploded
da: Samlet Bomber Eksploderet
es: Total de bombas explotadas
fr: Total bombe explosée
hu: Összes bomba felrobbanás
pl: Łącznie bomb zdetonowanych
zh_hans: 总计炸弹爆炸

# ToolTipTotalBombPlanted
source: Total bomb planted
da: Samlet bomber Anbragt
es: Total de bombas plantadas
fr: Total bombe plantée
hu: Összes bomba telepítés
pl: Łącznie bomb podłożonych
zh_hans: 总计炸弹安放

# ToolTipTotalDamages
source: Total damages
da: Samlet Skade
es: Daño total
fr: Total dégâts
hu: Összes sebzés
pl: Łączne obrażenia
zh_hans: 总计伤害

# ToolTipTotalDeaths
source: Total deaths
da: Samlet Dødsfald
es: Muertes totales
fr: Total mort
hu: Összes halál
pl: Łącznie śmierci
zh_hans: 总计死亡

# ToolTipTotalHeadshots
source: Total headshots
da: Samlet Hovedskud
es: Disparos a la cabeza totales
fr: Total tir dans la tête
hu: Összes halál
pl: Łącznie headshotów
zh_hans: 总计爆头

# ToolTipTotalMvp
source: Total MVP
da: Samlet MVS
es: MVP totales
fr: Total meilleur joueur
hu: Összes MVP
pl: Łącznie MVP
zh_hans: 总计 MVP

# ToolTipTotalRoundPlayed
source: Total rounds played
da: Samlet Runder Spillet
es: Disparos a la cabeza totales
fr: Total rounds joués
hu: Összes kör lejátszva
pl: Łącznie rozegranych rund
zh_hans: 总计游戏回合

# ToolTipWeapons
source: Weapons (CTRL+W)
da: Våben (CTRL+W)
es: Armas (CTRL+W)
fr: Armes (CTRL+W)
hu: Fegyverek (CTRL+W)
pl: Bronie (CTRL+W)
zh_hans: 武器 (CTRL+W)

source: Velocity average
da: Hastighed gennemsnit
es: Media de velocidad
fr: Moyenne vitesse
hu: Átlagos sebesség
pl: Średnia prędkość
zh_hans: 平均速率

source: Weapon Kills
da: Våben Drab
es: Eliminaciones con arma
fr: Victimes par arme
hu: Fegyver ölések
pl: Zabójstwa z broni
zh_hans: 武器杀敌

source: Weapons
da: Våben
es: Armas
fr: Armes
hu: Fegyverek
pl: Bronie
zh_hans: 武器

# WeeklyPercent
source: Weekly %
da: Ugentlig %
es: % semanal
fr: % hebdomadaire
hu: Heti %
pl: Procent tygodniowo
zh_hans: 每星期 (%)

source: Win
da: Sejr
es: Victoria
fr: Gagné
hu: Győzelem
pl: Zwycięstwo
zh_hans: 胜利

# WinPercent
source: Win percentage
da: Sejr Procent
es: % de victorias
fr: % victoires
hu: Győzelmi arány
pl: Procent zwycięstw
zh_hans: 胜率

source: Cancel
da: Annuler
es: Cancelar
fr: Annuler
hu: Mégse
pl: Anuluj
zh_hans: 取消

source: competitives wins
da: competitives vundet
es: victorias competitivas
fr: matchs gagnés
hu: Versengő győzelmek
pl: turniejowe wygrane
zh_hans: 竞技比赛胜利

source: Demo
es: Repetición
fr: Démo
hu: Demó
zh_hans: 录像

# DialogDemoNotFound
source: Demo not found.
da: Demo ikke fundet
es: Repetición no encontrada
fr: Démo introuvable.
hu: Demó nem található
pl: Demo nie znalezione.
zh_hans: 未发现录像

# DialogDemosHaveBeenDownloaded
source: {0} demo(s) have been downloaded.
da: {0} demo(s) er blevet hentet.
es: {0} repetición(es) han sido descargadas.
fr: {0} démo(s) téléchargée(s).
hu: {0} demó le lett töltve.
pl: {0} dem pobranych.
zh_hans: 已下载 {0} 份录像文件

# DialogDemosRemovedFromCache
source: {0} demo(s) deleted from data cache.
da: {0} demo(s) fjernet fra data cache
es: {0} repetición(es) borradas de caché.
fr: {0} démo(s) supprimée(s) du cache.
hu: {0} demó törölve lett.
pl: {0} dem usuniętych z pamięci podręcznej.
zh_hans: 已从缓存中删除 {0} 份录像数据

# DialogDemosSentToRecycleBin
source: {0} demo(s) sent to Recycle Bin.
da: {0} demo(s) sendt til skraldespanden
es: {0} Repetición(es) enviadas a la papelera de reciclaje.
fr: {0} démo(s) envoyée(s) à la corbeille.
hu: {0} demó a lomtárba került.
pl: {0} dem przeniesionych do kosza.
zh_hans: 已将 {0} 份录像移至回收站

# DialogEnterTick
source: Enter the tick.
da: indtast tick.
es: Introduce el tick.
fr: Entrez le tick.
hu: Adjon meg egy Tick-et.
pl: Wprowadź tick.
zh_hans: 请输入服务器响应节点 (Tick) 序数：

# DialogErrorAnalyzingDemos
source: An error occured while analyzing demos:
da: En fejl skete under analysering:
es: Un error ocurrió mientras se analizaban las repeticiones:
fr: Une erreur s'est produite pendant l'analyse des démos:
hu: Hiba lépett fel a demó elemzése közben:
pl: Podczas analizowania dem pojawił się błąd:
zh_hans: 在分析以下录像时发生错误：

# DialogErrorGettingSuspectsData
source: Error while trying to get suspects information.
da: Fejl ved hentning af mistænktes informationer
es: Error mientras se intentaba extraer la información de los sospechosos.
fr: Une erreur s'est produite pendant la récupération des informations des suspects.
hu: Hiba lépett fel a gyanúsított információ megjelenítése közben.
pl: Podczas uzyskiwania informacji o podejrzanych pojawił się błąd.
zh_hans: 在尝试获取嫌疑玩家信息时发生错误。

# DialogErrorWhileExportingDemo
source: An error occured while exporting the demo.
da: En fejl skete ved eksporteringen af demoen
es: Ha ocurrido un error mientras se exportaba la repetición.
fr: Une erreur s'est produite pendant l'export de la démo.
hu: Egy hiba lépett fel demó exportálása közben.
pl: Podczas eksportowania dema pojawił się błąd.
zh_hans: 在导出录像文件时发生错误。

# DialogErrorWhileExportingDemos
source: An error occured while exporting demos.
da: En fejl skete ved eksporteringen af demoer
es: Ha ocurrido un error mientras se exportaban repeticiones.
fr: Une erreur s'est produite pendant l'export des démos.
hu: Egy hiba lépett fel a demók exportálása közben.
pl: Podczas eksportowania dem pojawił się błąd.
zh_hans: 在导出多个录像文件时发生错误。

# DialogErrorWhileRefreshingLastRank
source: An error occured while refreshing last rank.
da: En fejl skete ved opdateringen af nyeste rang
es: Ha ocurrido un error mientras se refrescaba el último rango.
fr: Une erreur s'est produite pendant la récupération du dernier rang.
hu: Egy hiba lépett fel a rang frissítése közben.
pl: Podczas odświeżania rangi pojawił się błąd.
zh_hans: 在获取最新段位时发生错误。

# DialogErrorWhileRetrievingMatchesData
source: An error occured while retrieving matches information.
da: En Fejl skete ved hentning af kamp informationer ({0}).
es: Ha ocurrido un error mientras se recuperaba la información de partida ({0}).
fr: Une erreur s'est produite pendant la récuparation des informations des matchs ({0}).
hu: Egy hiba lépett fel a meccs információk elemzése közben ({0}).
pl: Pojawił się błąd podczas uzyskiwania informacji o meczach ({0}).
zh_hans: 在检索以下比赛信息时发生错误：{0}

# DialogExportMultipleOrSingle
source: Do you want to export data into a single file or in multiple files?
da: Vil du eksportere data til en enkelt fil eller flere filer?
es: ¿Quieres exportar los datos a un solo archivo o a varios?
fr: Voulez-vous exporter les données dans un fichier unique ou plusieurs fichiers?
hu: Egy vagy több fájlba szeretné exportálni az adatokat?
pl: Czy chcesz eksportować dane w jednym czy w kilku plikach?
zh_hans: 您希望将数据导出至单个文件还是多个文件？

# DialogExportPlayer
source: You are going to export data for the player "{0}". Do you want to continue?
da: Du er ved eksportere data fra Spiller"{0}". Vil du forsætte?
es: Vas a exportar los datos del jugador "{0}". ¿Quieres continuar?
fr: Vous êtes sur le point d'exporter les données pour le joueur "{0}". Voulez-vous vraiment continuer?
hu: A "{0}" játékos adatait fogja exportálni. Szeretné folytatni?
pl: Zamierzasz eksportować dane gracza "{0}". Czy chcesz kontynuować?
zh_hans: 您即将为玩家 "{0}" 导出数据。 是否继续？

# DialogGoToTick
source: Goto Tick
da: Gå til Tick
es: Ir a Tick
fr: Allez au tick
hu: Ugrás a Tick-hez
pl: Idź do Ticku
zh_hans: 前往节点 (Tick)

# DialogInvalidTick
source: Invalid tick.
da: Ugyldig tick.
es: Tick no válido.
fr: Tick invalide.
hu: Hibás tick.
pl: Nieprawidłowy tick.
zh_hans: 无效节点 (Tick) 。

# DialogNoNewerDemo
source: No newer demo available.
da: Ingen nye demoer tilgængelig
es: No hay repeticiones más recientes disponibles.
fr: Aucune nouvelle démo disponible.
hu: Nem érhető el frissebb demó
pl: Brak dostępego nowszego dema.
zh_hans: 尚无更新的可用录像

# DialogRemoveDemosFromCacheConfirmation
source: Are you sure you want to delete this demo(s) from data cache? This will not delete this demo(s) from your HDD.
da: Er du sikker på du vil slette denne demo(er) fra data cache? Dette vil ikke fjerne demo(erne) fra din harddisk.
es: ¿Estás seguro de que quieres eliminar esta repetición(es) de la caché? Esto no borrará la repetición(es) de tu disco duro.
fr: Etes-vous sur de vouloir supprimer ces démos du cache? Elles ne seront pas supprimées de votre disque dur.
hu: Biztos hogy szeretné törölni a demót / demókat a cacheből? Ez nem fogja törölni a demót / demókat a merevlemezről.
pl: Jesteś pewien usunięcia tych dem z pamięci podręcznej? To nie usunie tych dem z twojego dysku twardego.
zh_hans: 您确定要从缓存里删除选中的录像数据吗? 您的原始录像文件将仍保留在硬盘中。

# DialogRestartSteam
source: You have to restart Steam.
da: Du skal genstarte Steam
es: Tienes que reiniciar Steam.
fr: Vous devez redémarrer Steam.
hu: Újra kell indítani a Steamet.
pl: Musisz uruchomić ponownie Steam.
zh_hans: 您必须重启您的 Steam 客户端

# DialogSelectAccountFirst
source: You have to select an account first.
da: Du skal markere en konto først
es: Tienes que seleccionar una cuenta antes.
fr: Vous devez d'abord sélectionner un compte.
hu: Először ki kell választani egy fiókot.
pl: Najpierw wybierz konto.
zh_hans: 您必须先选择一个账户

# DialogSendToRecycleBinConfimation
source: Are you sure you want to send this demo(s) to Recycle Bin?
da: Er du sikker på du vel sende denne demo(er) til skraldespanden?
es: ¿Estás seguro de que quieres enviar esta repetición(es) a la papelera de reciclaje?
fr: Etes-vous sur de vouloir envoyer ces démos à la corbeille?
hu: Biztos, hogy ki szeretné törölni a demót / demókat?
pl: Jesteś pewien przeniesienia tych dem do Kosza?
zh_hans: 您确定要将选中的录像文件移动至回收站？

# DialogSetAccountToFocus
source: You have to set the account that you want to focus from settings to be able to use this feature.
da: Du skal sætte kontoen du ønsker skal fokusere fra indstillinger for at være i stand til at bruge denne funktion
es: Tienes que seleccionar la cuenta que quieres seguir en la configuración para poder usar esta característica.
fr: Vous devez d'abord choisir le compte sur lequel vous voulez voir ses actions depuis les options.
hu: Be kell állítani egy fő fiókot a beállításokban ahhoz, hogy ezt a funkciót használni tudja.
pl: Musisz ustawić konto na którym chcesz się skupić w ustawieniach by używać tej opcji.
zh_hans: 您必须先在设置中选择需要关注的账户，以使用此功能。

# DialogSetFolderForDownload
source: You have to select the folder where demos will be saved from settings.
da: Du skal vælge mappen hvor vil blive gemt fra indstillinger
es: Tienes que seleccionar la carpeta donde se guardarán las repeticiones en la configuración.
fr: Vous devez d'abord choisir le dossier dans lequel sera sauvegardées les démos téléchargées depuis les options.
hu: Ki kell választania egy könyvtárt, ahova a demókat menteni fogja.
pl: Musisz wybrać folder, w którym dema będą zapisywane w ustawieniach.
zh_hans: 你必须先在设置中选择用于保存录像的文件夹。

# DialogSteamNotFound
source: Steam doesn't seems to be installed. Unable to start the game.
da: Steam er ikke installeret. Er ikke istand til at starte spillet
es: Parece que Steam no está instalado. No se puede iniciar el juego.
fr: Steam ne semble pas être installé. Impossible de lancer le jeu.
hu: A Steam nincs telepítve. A játékot nem lehet elindítani.
pl: Steam prawdopodobnie nie jest zainstalowany. Uruchomienie gry nie powiodło się.
zh_hans: 您的计算机似乎尚未安装 Steam 客户端。 因此无法启动 Counter Strike: Global Offensive

# DialogSteamNotRunningOrNotLoggedIn
source: Steam is not running or you are not connected to a Steam account.
da: Steam kører ikke eller også er du ikke logget ind til nogen konto
es: Steam no está funcionando o no estás conectado a una cuenta de Steam.
fr: Steam n'est pas lancé ou vous n'êtes pas connecté à un compte Steam.
hu: A Steam nem fut, vagy nincs bejelentkezve a Steam fiókba.
pl: Steam nie jest uruchomiony lub nie jesteś zalogowany do konta Steam.
zh_hans: 您的 Steam 客户端尚未运行，或您尚未登陆至您的 Steam 账户。

source: Error
da: FEJL
fr: Erreur
hu: Hiba
pl: Błąd
zh_hans: 错误

source: Export
da: Eksport
es: Exportar
fr: Exporter
hu: Exportálás
pl: Eksportuj
zh_hans: 导出

source: Multiple
da: Adskellige
es: Múltiples
fr: Plusieurs
hu: Több
pl: Wielokrotnie
zh_hans: 多个

# NotificationAddingSuspects
source: Adding suspects...
da: Tilføjer mistænkte
es: Añadiendo sospechosos...
fr: Ajout aux suspects...
hu: Gyanúsított hozzáadása
pl: Dodawanie podejrzanych...
zh_hans: 正在添加嫌疑玩家……

# NotificationAnalyzingDemosForExport
source: Analyzing demos for export...
da: Analysere Demoer for eksportering.
es: Analizando repeticiones para exportar...
fr: Analyse des démos en cours pour l'export...
hu: Demók elemzése exportáláshoz...
pl: Analizowanie dem do eksportu...
zh_hans: 正在分析录像，准备导出……

# NotificationAnalyzingForJsonExport
source: Analyzing demo(s) for json export...
da: Analysere demo(er) til JSON eksport
es: Analizando repetición(es) para exportar json...
fr: Analyse des démos en cours pour l'export JSON...
hu: Demó(k) elemzése JSON exportáláshoz...
pl: Analizowanie dem do eksportu JSON...
zh_hans: 正在分析录像，准备导出为 JSON 文件……

# NotificationAnalyzingMultipleDemos
source: Analyzing multiple demos...
da: Analysere Flere demoer
es: Analizando múltiples repeticiones...
fr: Analyse des demos en cours...
hu: Több demó elemzése
pl: Analizowanie kilku dem...
zh_hans: 正在分析多份录像……

# NotificationCancelling
source: Cancelling...
da: Annullere...
es: Cancelando...
fr: Annulation en cours...
hu: Megszakítás...
pl: Anulowanie...
zh_hans: 正在取消……

# NotificationCheckingNewBanned
source: Checking for new banned suspects...
da: Leder efter nye Bandlyste Mistænkte
es: Comprobando si nuevos sospechosos han sido baneados...
fr: Vérification de possible nouveau(x) suspect(s) banni...
hu: Keresés új kitiltott gyanúsítottak után...
pl: Sprawdzanie nowo zbanowanych podejrzanych...
zh_hans: 正在更新嫌疑玩家封禁信息……

# NotificationDownloadingDemo
source: Downloading demo {0}/{1}...
da: Henter Demo {0}/{1}...
es: Descargando repetición {0}/{1}...
fr: Téléchargement de la démo {0}/{1}...
hu: Demó letöltése {0}/{1}...
pl: Pobieranie dema {0}/{1}...
zh_hans: 正在下载录像源文件 ({0}/{1})……

# NotificationExportingDemo
source: Exporting demo {0}...
da: Eksporter Demo {0}...
es: Exportando repetición {0}...
fr: Export de la démo {0} en cours...
hu: Demó exportálása {0}...
pl: Eksportowanie dema {0}...
zh_hans: 正在导出录像信息 ({0})……

# NotificationExtractingDemo
source: Extracting demo {0}/{1}...
da: Udpakker demo {0}/{1}...
es: Extrayendo repetición {0}/{1}...
fr: Décompression de la démo {0}/{1}...
hu: Demó kicsomagolása {0}/{1}...
pl: Wypakowywanie dema {0}/{1}...
zh_hans: 正在提取录像信息 ({0}/{1})……

# NotificationInitCache
source: Initializing cache...
da: initialisering af cache...
es: Inicializando caché...
fr: Initialisation du cache...
hu: Cache inicializálása...
pl: Inicjowanie pamięci podręcznej...
zh_hans: 正在初始化缓存……

# NotificationInThisFolder
source: in this folder
da: i denne mappe
es: en esta carpeta
fr: dans ce dossier
hu: ebben a könyvtárban
pl: w tym folderze
zh_hans: 在此文件夹中

# NotificationLoading
source: Loading...
da: Indlæser...
es: Cargando...
fr: Chargement...
hu: Betöltés...
pl: Ładowanie...
zh_hans: 正在加载……

# NotificationLoadingAllDemos
source: Loading all demos...
da: Indlæser alle demoer..
es: Cargando todas las repeticiones...
fr: Chargement de toutes les démos...
hu: Összes demó betöltése...
pl: Ładowanie wszystkich dem...
zh_hans: 正在加载全部录像信息……

# NotificationLoadingDemos
source: Loading demos...
da: Indlæser demoer...
es: Cargando repeticiones...
fr: Chargement des démos...
hu: Demók betöltése...
pl: Ładowanie dem...
zh_hans: 正在加载录像信息……

# NotificationLoadingMoreDemos
source: Loading more demos...
da: Indlæser flere demoer...
es: Cargando más repeticiones...
fr: Chargement de plus de démos...
hu: Több demó betöltése...
pl: Ładowanie większej ilości dem...
zh_hans: 正在加载更多录像信息……

# NotificationNoDemosFound
source: No demos found
da: Ingen demoer fundet
es: No se han encontrado repeticiones
fr: Aucune démo trouvée
hu: Nincsenek demók
pl: Nie znaleziono dem
zh_hans: 未找到录像信息

# NotificationNoDemosFoundForAccount
source: No demos found for this account
da: Ingen Demoer er fundet for denne konto
es: No se han encontrado repeticiones para esta cuenta
fr: Aucune démo trouvée pour ce compte
hu: Nem található demó ehhez a fiókhoz
pl: Nie znaleziono dem dla tego konta
zh_hans: 未找到该账户的录像信息

# NotificationRetrievingMatchesData
source: Retrieving last matches information...
da: Henter sidste kamp informationer
es: Recuperando información de las últimas partidas...
fr: Récupération des informations de vos derniers matchs...
hu: Utolsó meccs információi beolvasása...
pl: Uzyskiwanie informacji z ostatnich meczów...
zh_hans: 正在获取近期的比赛信息……

# NotificationSearchingLastRank
source: Searching account's last rank...
da: Leder efter kontos sidste rang...
es: Buscando el último rango de la cuenta...
fr: Récupération du dernier rang détecté pour ce compte...
hu: Az utolsó ismert rang utáni keresés...
pl: Szukanie ostatniej rangi na koncie...
zh_hans: 正在搜索账户的最后段位……

source: OK
zh_hans: 确定

source: Save here
da: Gem Her
es: Guardar aquí
fr: Sauvegarder ici
hu: Mentsen itt
pl: Zapisz tutaj
zh_hans: 保存至此处

source: Single
da: Enkelt
es: Uno solo
fr: Unique
hu: Egy
pl: Pojedyncze
zh_hans: 单人

source: Win percentage
da: Sejr Procent
es: Porcentaje de victorias
fr: Pourcentage victoire
hu: Győzelmi arány
pl: Procent wygranych
zh_hans: 胜率

# AllFemale
source: All
da: Alle
es: Todo
fr: Toutes
hu: Összes
pl: Wszystko
zh_hans: 全部

source: Cache size
da: Cache Størrelse
es: Tamaño de caché
fr: Taille du cache
hu: Cache mérete
pl: Rozmiar pamięci podręcznej
zh_hans: 缓存大小

# DialogAccountAlreadyInList
source: This player is already in your accounts list.
da: Denne konto er allerede på din konto liste
es: Este jugado ya está en tu lista de cuentas.
fr: Ce joueur est déjà dans votre liste de compte.
hu: Ez a játékos már a fiók listádon van.
pl: Ten gracz już jest na twojej liście kont.
zh_hans: 该玩家已在您的账户列表中

# DialogAddAnAccount
source: Add an account
da: Tilføj en konto
es: Añadir cuenta
fr: Ajouter un compte
hu: Egy fiók hozzáadása
pl: Dodaj konto
zh_hans: 添加一个账户

# DialogAnalyzeAllDemosConfirmation
source: Do you want to analyze only the selected demos or all the demos within the selected folder?
da: Ønsker du kun at Analysere den markede demo eller alle demoer i mappen?
es: ¿Quieres analizar exclusivamente las repeticiones seleccionadas o todas las repeticioens en la carpeta seleccionada?
fr: Voulez-vous analyser seulement les démos sélectionnées ou toutes les démos dans le dossier courant?
hu: Csak a kiválasztott demót szeretné elemezni, vagy az összes demót, ami a mappán belül megtalálható ?
pl: Chcesz analizować tylko wybrane dema czy dema z wybranego folderu?
zh_hans: 您希望仅分析选中的录像还是该文件夹中的所有录像？

# DialogBackupCreated
source: The backup file has been created, you can re-import it from settings.
da: Backup Filen er blevet skabt, du kan gen-importere fra indstillinger
es: La copia de seguridad ha sido creada, puedes re-importarlo desde la configuración.
fr: Le fichier de sauvegarde à été créé, vous pouvez les ré-importer depuis les options.
hu: Biztonsági mentés létrehozva, újra be tudja importálni a beállításokból.
pl: Kopia zapasowa została utworzona, możesz ją importować w ustawieniach.
zh_hans: 备份文件已创建，您可以随时从设置中重新导入备份。

# DialogConfirmDeleteDemosData
source: Demos data will be deleted! Are you sure?
da: Demo data vil blive slettet! er du sikker?
es: ¡La información de repeticiones será eliminada!¿Estás seguro?
fr: Les données des démos seront supprimées! Etes-vous sur de vouloir continuer?
hu: A demók ki lesznek törölve! Biztos benne?
pl: Dane dem zostaną usunięte! Jesteś pewien?
zh_hans: 录像数据将被清除！确定吗？
