Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

# DialogCustomDataImported
source: Custom data has been imported.
da: Brugerdefineret
es: Se han importado datos personalizados.
fr: Les données personnalisées ont été importées avec succès.
hu: Egyedi adat importálva.
pl: Niestandardowe dane zostały zaimportowane.
zh_hans: 自定义数据已导入。

# DialogDeleteVdmFilesConfirmation
source: All VDM files within your folders will be deleted, are you sure?
da: Alle VDM filer i din mappe vil blive slettet er du sikker?
es: Todos los archivos VDM en tus carpetas serán borrados. ¿Estás seguro?
fr: Tous les fichiers VDM se trouvant dans vos dossiers seront supprimés, êtes-vous sur de vouloir continuer?
hu: Az összes VDM fájl törölve lesz ami a könyvtárban megtalálható, biztos benne?
pl: Wszystkie pliki VDM w twoich folderach zostaną usunięte, czy jesteś pewien?
zh_hans: 所有 VDM 文件将被删除，确定吗？

# DialogDemosDataCleared
source: Demos data cleared.
da: Demo Data Slettet
es: Datos de repeticiones eliminados.
fr: Les données des démos du cache ont été supprimées.
hu: Demók törölve.
pl: Dane dem wyczyszczone.
zh_hans: 录像数据已清除。

# DialogEnterSteamId
source: Enter the SteamID 64 or the Steam community URL.
da: Indtast din SteamID 64 eller Steam Fællesskabs URL.
es: Introduce la SteamID 64 o el link de la comunidad de Steam.
fr: Veuillez entrer le SteamID 64 our l'URL du profil Steam.
hu: Adjon meg egy SteamID 64-et vagy egy Steam közösségi URL-t.
pl: Wprowadź SteamID 64 lub link do profilu Steam.
zh_hans: 请输入 Steam 64 位 ID 或 Steam 社区资料 URL

# DialogErrorCreatingBackupFile
source: An error occured while exporting custom data.
da: En fejl skete under eksportering af brugerdefinerede data.
es: Ha ocurrido un error mientras se exportaban los datos personalizados.
fr: Une erreur s'est produite pendant l'export des données personnalisées.
hu: Egy hiba lépett fel miközben az egyedi adatot exportálta.
pl: Pojawił się błąd podczas eksportowania niestandardowych danych.
zh_hans: 在导出自定义数据时发生错误。

# DialogErrorDeletingVdmFiles
source: An error occured while deleting VDM files.
da: En fejl skete ved sletning af VDM filer
es: Ha ocurrido un error mientras se borraban los archivos VDM.
fr: Une erreur s'est produite pendant la suppression des fichiers VDM.
hu: Egy hiba lépett fel a VDM fájlok törlése közben.
pl: Pojawił się błąd podczas usuwania plików VDM.
zh_hans: 在删除 VDM 文件时发生错误。

# DialogErrorImportingCustomData
source: An error occured while importing custom data. The backup file may be corrupt.
da: En fejl skete ved importering af brugerdefinerede data. Backup filen kan muligvis være korrupt.
es: Ha ocurrido un error mientras se importaban los datos personalizados. La copia de seguridad puede estar corrupta.
fr: Une erreur s'est produite pendant l'import des données personnalisées. Le fichier est peut être corrompu.
hu: Egy hiba lépett fel az egyedi adatok importálása közben. A biztonsági mentés hibás lehet.
pl: Pojawił się problem podczas importowania niestandardowych danych. Plik kopii zapasowej może być uszkodzony.
zh_hans: 在导入自定义数据时发生错误。备份文件可能已经损坏。

# DialogErrorInvalidSteamId
source: Invalid SteamID 64 or Steam community URL.
da: Ugyldig SteamID 64 eller Steam Fællesskabs URL
es: SteamID 64 o link de la comunidad de Steam no válido.
fr: SteamID 64 ou URL invalide.
hu: Érvénytelen SteamID 64 vagy Steam közösségi URL.
pl: Nieprawidłowe SteamID 64 lub link do profilu Steam.
zh_hans: 无效的 Steam 64 位 ID 或 Steam 社区资料 URL

# DialogErrorRemovingAccount
source: An error occured while removing the account.
da: En fejl skete ved sletning af kontoen
es: Ha ocurrido un error mientras se eliminaba la cuenta.
fr: Une erreur s'est produite pendant la suppression du compte.
hu: Egy hiba lépett fel a fiók eltávolítása közben.
pl: Pojawił się problem podczas usuwania konta.
zh_hans: 在移除账户时发生错误。

# DialogErrorWhileRetrievingPlayerInformation
source: Error while trying to get player information.
da: Fejl ved hentning af spiller informationer
es: Error mientras se recuperaba la información del jugador.
fr: Une erreur s'est produite pendant la récupération des informations du joueur.
hu: Hiba a játékos információk beszerzése közben.
pl: Pojawił się błąd podczas uzyskiwania informacji o graczu.
zh_hans: 在尝试获取玩家信息时发生错误。

# DialogNoErrorsFile
source: There is no errors log file.
da: Der er ingen fejl log fil
es: No hay ningún archivo de log de errores.
fr: Il n'y a pas de fichier d'erreurs.
hu: Nincs hiba napló.
pl: Nie znaleziono pliku z logami błędów.
zh_hans: 尚无错误日志文件

# DialogSelectCsgoPath
source: Please select the csgo.exe file location to enable it.
da: Marker venligst csgo.exe fil lokationen for at aktivere den.
es: Por favor selecciona la localización del archivo csgo.exe para activarlo.
fr: Veuillez selectionner l'emplacement du fichier csgo.exe pour l'activer.
hu: Kérem válassza ki a csgo.exe fájl helyét, hogy engedélyezze.
pl: Wybierz lokalizację pliku csgo.exe by włączyć tę opcję.
zh_hans: 请选择 "csgo.exe" 文件的所在目录以将其启用。

# DialogVdmFilesDeleted
source: VDM files deleted.
da: VDM filer slettet
es: Archivos VDM borrados.
fr: Les fichiers VDM ont été supprimés.
hu: VDM fájlok törölve.
pl: Pliki VDM usunięte.
zh_hans: VDM 文件已删除。

# NotificationAddingAccount
source: Adding account...
da: tilføjer konto...
es: Añadiendo cuenta...
fr: Ajout du compte en cours...
hu: Fiók hozzáadása...
pl: Dodawanie konta...
zh_hans: 正在添加账户……

# NotificationSyncingAccountsNickname
source: Syncing accounts nickname...
da: Synkronisere konto øgenavne.
es: Sincronizando nombres de cuentas...
fr: Mise à jour des pseudos des comptes...
hu: Fiók becenevek szinkronizálása...
pl: Synchronizowanie nicków...
zh_hans: 正在同步账户昵称……

source: Player POV
da: Spiller POV
es: POV del jugador
fr: PDV joueur
hu: Játékos POV
pl: Perspektywa gracza
zh_hans: 玩家 POV

source: Selection
da: markering
es: Selección
fr: Sélection
hu: Kiválasztás
pl: Zaznaczenie
zh_hans: 选择

# ToolTipDisplaySettings
source: Display settings
da: Vid indstillinger
es: Configuración de display
fr: Afficher les options
hu: Kijelző beállítások
pl: Ustawienia wyświetlania
zh_hans: 显示设置

# DialogAnalyzeRequired
source: You have to analyze this demo first.
da: Du skal først analysere demoen
es: Tienes que analizar la repetición primero.
fr: Vous devez d'abord analyser la démo.
hu: Először elemezni kell a demót.
pl: Musisz najpierw analizować demo.
zh_hans: 您必须先对此录像进行分析。

# DialogBoilerIncorrect
source: boiler.exe is incorrect.
da: boiler.exe er ukorrekt.
es: boiler.exe es incorrecto.
fr: boiler.exe est incorrect.
hu: boiler.exe hibás.
pl: boiler.exe jest niepoprawny.
zh_hans: 无效的 "boiler.exe" 文件路径。

# DialogDemosMayBeTooOld
source: This demos may be too old, if not please send an email with the attached demos. You can find more information on {0}.
da: Demoen kan være for gammel, hvis det ikke er tilfældet send den venligst til mig i en email. Du kan finde mere information på
es: Estas repeticiones parecen ser demasiado antiguas, si no lo son por favor envia un correo con las repeticiones adjuntas. Puedes encontrar más información en {0}.
fr: Une des démos est peut être trop vieille pour être analyser, si ce n'est pas le cas, merci d'envoyer un email avec la ou les démos posant problème. Vous pouvez trouver plus d'informations sur {0}.
hu: Ezek a demók túl régiek lehetnek, ha nem kérem küldjön egy emailt a demókkal. Több információt találhat a {0}.
pl: Te dema mogą być za stare, jesli nie - wyślij email z załączonymi demami. Więcej informacji znajdziesz na {0}.
zh_hans: 此录像文件可能太过久远。若非如此，请发送邮件并将其随附。 您可以前往 {0} 了解更多信息。

# DialogDemosNotFound
source: The following demos have not been found:
da: Følgende demoer er ikke blevet fundet
es: Las siguientes repeticiones no han sido encontradas:
fr: Les démos suivantes sont introuvables:
hu: A következő demók nem találhatók:
pl: Poniższe dema nie zostały odnalezione:
zh_hans: 以下录像未找到：

# DialogErrorDemoNotFound
source: Demo {0} not found.
da: Demo {0} blev ikke fundet.
es: Repetición {0} no encontrada.
fr: Démo {0} introuvable.
hu: Demó {0} nem található.
pl: Demo {0} nie zostało znalezione.
zh_hans: 未找到录像文件 {0}

# DialogErrorWhileAnalyzingDemo
source: An error occured while analyzing the demo {0}. The demo may be too old, if not please send an email with the attached demo. You can find more information on {1}.
da: En fejl skete under analyseringen af Demoen kan være for gammel, hvis det ikke er tilfældet send den venligst til mig i en emil. du kan finde mere information på {1}.
es: Ha ocurrido un error mientras se analizaba la repetición {0}. La repetición parece ser demasiado antigua, si no lo es por favor envia un correo con la repetición adjunta. Puedes encontrar más información en {1}.
fr: Use erreur s'est produite pendant l'analyse de la démo {0}. Cette démo est peut être trop vieille. Si ce n'est pas le cas, merci de l'envoyer par email à l'adresse indiquée sur {1}.
hu: Elemzés közben egy hiba lépet fel {0}. A demó lehet, hogy túl régi, ha nem kérem küldjön egy emailt a demóval. Több információt találhat a {1}.
pl: Pojawił się problem podczas analizy dema {0}. Te dema mogą być za stare, jesli nie - wyślij email z załączonymi demami. Więcej informacji znajdziesz na {1}.
zh_hans: 在分析录像时发生错误，文件名：{0} 该录像文件可能太过久远。若非如此，请发送邮件并将其随附。 您可以前往 {0} 了解更多信息。

# DialogMapNotSupported
source: This map doesn't support this feature.
da: Denne bane understøtter ikke denne funktion
es: Este mapa no soporta esta característica.
fr: Cette carte n'est pas supportée.
hu: Ez a pálya nem támogatja ezt a funkciót.
pl: Ta mapa nie obsługuje tej opcji.
zh_hans: 该地图不支持此功能。

# DialogNoConnexionDetected
source: No Internet Connection
da: Ingen internet forbindelse
es: No hay conexión a Internet.
fr: Aucune connexion Internet
hu: Nincs internetkapcsolat.
pl: Brak połączenia internetowego
zh_hans: 无网络连接

# DialogNoConnexionNoFeature
source: No Internet connection detected, you can't use this feature.
da: Ingen internet forbindelse fundet, du ikke bruge denne funktion.
es: No se ha detectado conexión a Internet, no puedes usar esta característica.
fr: Aucune connexion Internet détectée, vous ne pouvez pas utiliser cette fonctionnalité.
hu: Nem érzékelhető internetkapcsolat, nem tudja ezt a funckiót használni.
pl: Nie wykryto połączenia internetowego, nie możesz użyć tej opcji.
zh_hans: 未检测到网络连接，您无法使用此功能。

# DialogPovSelection
source: Which POV (camera perspective) do you want to see?
da: hvilken POV(kamera perspektiv) vil du se?
es: ¿Qué POV (Punto de Vista) quieres ver?
fr: Quel PDV (Point De Vue) voulez-vous voir?
hu: Melyik POV (kamera perspektívát) szeretné látni?
pl: Którą perspektywę chcesz zobaczyć?
zh_hans: 您希望查看哪一个 POV (锁定镜头视角)？

source: Enemy POV
da: Fjende POV
es: POV enemigo
fr: PDV ennemi
hu: Ellenfél POV
pl: Perspektywa przeciwnika
zh_hans: 敌方 POV

# NotificationAnalyzing
source: Analyzing...
da: Analysere....
es: Analizando...
fr: Analyse en cours...
hu: Elemezés...
pl: Analizowanie...
zh_hans: 正在分析……

# NotificationAnalyzingDemo
source: Analyzing demo {0}...
da: Analysere demo {0}...
es: Analizando repetición {0}...
fr: Analyse de la démo {0} en cours...
hu: Demó elemzése {0}...
pl: Analizowanie dema {0}...
zh_hans: 正在分析录像文件 {0}……

# NotificationAnalyzingDemoForExport
source: Analyzing demo {0} for export...
da: Analyser demo {0} til eksport...
es: Analizando repetición {0} para exportar...
fr: Analyse de la démo {0} pour l'export en cours...
hu: Demó elemzése {0} exportáláshoz.
pl: Analizowanie dema {0} do eksportu...
zh_hans: 正在分析录像文件 {0}， 准备导出……

source: Add
da: Tilføj
es: Añadir
fr: Ajouter
hu: Hozzáadás
pl: Dodaj
zh_hans: 添加

source: Add all players seen
da: Tilføj alle spillere set
es: Añadir todos los jugadores vistos
fr: Ajouter tous les joueurs rencontrés
hu: Összes látott játékos hozzáadása
pl: Dodaj wszystkich widzianych graczy
zh_hans: 添加所有视野中的玩家

source: Both
da: begge
es: Ambos
fr: Tous
hu: Mindkettő
pl: Obydwa
zh_hans: 双方

source: Counter-Terrorists
da: Anti-Terrorister
es: Anti-Terroristas
fr: Antiterroristes
hu: Terror-elhárítók
pl: Antyterroryści
zh_hans: 反恐精英

# DialogNoPointsFound
source: No points found. You may have to analyze this demo.
da: Ingen points fundet. Du kan være du skal analysere demoen.
es: No se han encontrado puntos. Puede que tengas que analizar esta repetición.
fr: Aucune données trouvées. Vous devez d'abord analyser la démo.
hu: Nem találhatók pontok. Talán elemezni kell a demót.
pl: Nie znaleziono żadnych punktów. Być może musisz analizować to demo.
zh_hans: 未找到视角点，您也许需要分析此录像。

source: Equipment
da: Udstyr
es: Equipo.
fr: Equipement
hu: Felszerelés
pl: Ekwipunek
zh_hans: 装备

# HeaderToolTipKnifeKills
source: Knife Kills
da: Kniv Drab
es: Eliminaciones a cuchillo
fr: Victimes Couteau
hu: Ölések késsel
pl: Zabójstwa z noża
zh_hans: 使用匕首击杀

# HeadshotsPercent
source: Headshots %
da: Hovedskud%
es: % de disparos a la cabeza
fr: % tir dans la tête
hu: Fejlövések %
pl: Procent headshotów
zh_hans: 爆头率 (%)

# LabelScale
source: Scale
da: Skaler
es: Escala
fr: Echelle
hu: Méret
pl: Skala
zh_hans: 比例

# LabelSpeed
source: Speed
da: Fart
es: Velocidad
fr: Vitesse
hu: Sebesség
pl: Tempo
zh_hans: 速度

# LabelVolume
source: Volume
es: Volumen
hu: Hangerő
pl: Głośność
zh_hans: 音量

source: Log only kills
da: Noter kun drab
es: Registrar solo eliminaciones
fr: Notifier que les victimes
hu: Csak az öléseket naplózni
pl: Uwzględniaj tylko zabójstwa
zh_hans: 仅记录击杀

# NotificationGeneratingData
source: Generating data...
da: Generere data...
es: Generando datos...
fr: Génération des données...
hu: Adat generálása...
pl: Generowanie danych...
zh_hans: 正在生成数据……

# NotificationPaused
source: Paused
da: Pause
es: Pausado
fr: En pause
hu: Szüneteltetve
pl: Pauza
zh_hans: 已暂停

# NotificationPlaying
source: Playing...
da: Afspiller...
es: Reproduciendo...
fr: Lecture en cours...
hu: Lejátszás...
pl: Odtwarzanie...
zh_hans: 正在播放……

source: Pause
es: pausa
hu: Szüneteltetés
pl: Pauzuj
zh_hans: 暂停

source: Play
da: Afspil
es: Reproducir
fr: Jouer
hu: Lejátszás
pl: Odtwórz
zh_hans: 播放

source: Show only banned
da: Vis kun bandlyste
es: Mostrar solo baneados
fr: Afficher que les bannis
hu: Csak a kitiltottak mutatása
pl: Pokaż tylko zbanowanych
zh_hans: 仅显示封禁

source: Show suspect(s) demos
da: Vis mistænkt(e) demoer
es: Mostrar la repetición(es) del sospechoso
fr: Afficher les démos du suspect
hu: A gyanúsítottak demóinak mutatása
pl: Pokaż dema podejrzanych
zh_hans: 显示嫌疑玩家的录像

source: Side
es: Bando
fr: Camp
hu: Oldal
pl: Strona
zh_hans: 阵营

source: Stuffs Thrown
da: Ting kastet
es: Grandas lanzadas
fr: Grenades lancées
hu: Felszerelés eldobva
pl: Materiały rzucone
zh_hans: 道具投掷

source: Terrorists
da: Terrorister
es: Terroristas
fr: Terroristes
hu: Terroristák
pl: Terroryści
zh_hans: 恐怖分子

# ToolTipAddAllPlayersSeen
source: Add all players seen to list (CTRL+G)
da: Tilføj alle spillere set til liste (CTRL+G)
es: Añadir todos los jugadores vistos a la lista(CTRL+G)
hu: Összes játékos hozzáadása a listához (CTRL+G)
pl: Dodaj wszystkich widzianych graczy do listy (CTRL+G)
zh_hans: 添加所有视野中的玩家至列表 (CTRL+G)

# ToolTipGoToSuspectProfile
source: Go to suspect profile (CTRL+P)
da: Gå til mistænkte profil(CTRL+P)
es: Ir al perfil del sospechoso(CTRL+P)
fr: Voir le profil du suspect (CTRL+P)
hu: A gyanúsított profiljának megnyitása (CTRL+P)
pl: Przejdź do profilu podejrzanego (CTRL+P)
zh_hans: 前往嫌疑玩家的资料页面 (CTRL+P)

# ToolTipMoveSuspectToWhitelist
source: Move suspect(s) to whitelist (CTRL+M)
da: Flyt Mistænkt(e) til hvidliste (CTRL+M)
es: Mover sospechoso(s) a la lista blanca (CTRL+M)
fr: Déplacer le(s) suspect(s) vers la liste blanche (CTRL+M)
hu: A gyanúsított(ak) mozgatása az engedélyezettek közé (CTRL+M)
pl: Przenieś podejrzanych do whitelisty (CTRL+M)
zh_hans: 移动嫌疑玩家至白名单 (CTRL+M)

# ToolTipPause
source: Pause (CTRL+O)
es: Pausa (CTRL+O)
hu: Szüneteltetés (CTRL+O)
pl: Pauza (CTRL+O)
zh_hans: 暂停 (CTRL+O)

# ToolTipPlay
source: Play (CTRL+P)
da: Afspil (CTRL+P)
es: Reproducir (CTRL+P)
fr: Jouer (CTRL+P)
hu: Lejátszás (CTRL+P)
pl: Odtwórz (CTRL+P)
zh_hans: 播放 (CTRL+P)

# ToolTipRefreshList
source: Refresh list (CTRL+R)
da: Genopfrisk liste (CTRL+R)
es: Refrescar lista (CTRL+R)
fr: Rafraîchir la liste (CTRL+R)
hu: Lista frissítése (CTRL+R)
pl: Odśwież listę (CTRL+R)
zh_hans: 刷新列表 (CTRL+R)

# ToolTipRemoveSuspect
source: Remove suspect(s) (DEL)
da: Fjern Mistænkt(e) (DEL)
es: Eliminar sospechoso(s) (DEL)
fr: Supprimer suspect(s) (DEL)
hu: Gyanúsított eltávolítása (DEL)
pl: Usuń podejrzanych (DEL)
zh_hans: 移除嫌疑玩家 (DEL)

# ToolTIpShowOnlySuspectDemos
source: Show demos that contains selected suspect(s) (CTRL+F)
da: Vis demoer der indeholder markerede mistænkt(e)(CTRL+F)
es: Mostrar repeticiones que contienen al sospechoso(s) sleccionado (CTRL+F)
fr: Afficher les démos contenant ce(s) suspect(s) (CTRL+F)
hu: Demó mutatása, ami a gyanúsítottat tartalmazza (CTRL+F)
pl: Pokaż dema zawierające wybranych podejrzanych (CTRL+F)
zh_hans: 显示包含指定嫌疑玩家的录像 (CTRL+F)

# ToolTipWhitelist
source: Whitelist (CTRL+W)
da: Hvidliste (CTRL+W)
es: Añadir a lista blanca (CTRL+W)
fr: Liste blanche (CTRL+W)
hu: Engedélyezettek listája (CTRL+W)
pl: Whitelista (CTRL+W)
zh_hans: 白名单 (CTRL+W)

# WatermarkSearch
source: Search...
da: Søg...
es: Buscar...
fr: Rechercher...
hu: Keresés...
pl: Szukaj...
zh_hans: 搜索……

source: Whitelist
da: Hvidliste
es: Lista blanca
fr: Liste blanche
hu: Engedélyezettek listája
pl: Whitelista
zh_hans: 白名单

# DialogAddPlayerToWhitelist
source: Add a player to whitelist
da: Tilføj spiller til hvidliste
es: Añadir jugador a la lista blanca
fr: Ajouter un joueur à la liste blanche
hu: Egy játékos az engedélyezettek listájához adása.
pl: Dodaj gracza do whitelisty
zh_hans: 添加一名玩家至白名单

# DialogAddSuspect
source: Add a suspect
da: Tilføj mistænkte
es: Añadir un sospechoso
fr: Ajouter un suspect
hu: Egy gyanúsított hozzáadása
pl: Dodaj podejrzanego
zh_hans: 添加一名嫌疑玩家

# DialogCsgoNotDetected
source: It seems that CSGO is not installed on your main hard drive. The defaults "csgo" and "replays" can not be found. Please add folders from the settings.
da: Det ser ikke ud til CSGO er installeret på dit hoveddrev. Standard lokation for "csgo" og "replays" kan ikke findes. Find venligst mappen i indstillinger
es: Parece que CSGO no está instalado en tu disco duro principal. Los valores por defecto de "csgo" y "replays" no han sido encontrados. Por favor añade las carpetas desde la configuración.
fr: CSGO ne semble pas installé sur le disque dur principal. Les répertoires "csgo" et "replays" n'ont pas été localisés. Veuillez les ajouter depuis le menu d'options.
hu: Úgy tűnik a CSGO nincs telepítve a fő merevlemezre. Az alapértelmezett "csgo" és "replays" nem található. Kérem adja hozzá a könyvtárat a beállításokból.
pl: CSGO prawdopodobnie nie jest zainstalowany na twoim głównym dysku twardym. Domyślne "csgo" i "replays" nie mogą być odnalezione. Dodaj foldery w ustawieniach.
zh_hans: 您的计算机中似乎并未安装 Counter Strike: Global Offensive。 未找到默认的 "csgo" 及 "replays" 文件夹路径。请前往设置页面手动添加。

# DialogErrorWhileDeletingPlayer
source: Error while deleting player.
da: Fejl ved fjernelse af spiller
es: Error mientras se eliminaban los jugadores.
fr: Une erreur est survenue pendant la suppression du joueur.
hu: Hiba a játékos kitörlése közben.
pl: Pojawił się błąd podczas usuwania gracza.
zh_hans: 在删除玩家时发生错误。

# DialogErrorWhileDeletingSuspect
source: Error while deleting suspect.
da: Fejl ved fjernelse af mistænkte
es: Error mientras se eliminaba el sospechoso.
fr: Une erreur est survenue pendant la suppression du suspect.
hu: Hiba a gyanúsított kitörlése közben.
pl: Pojawił się problem podczas usuwania podejrzanego.
zh_hans: 在删除嫌疑玩家时发生错误。

# DialogErrorWhileExportingCustomData
source: An error occured while exporting custom data.
da: Fejl ved eksportering af brugedefinerede Data
es: Ha ocurrido un error mientras se exportaban datos personalizados.
fr: Une erreur est survenue pendant l'export des données personnalisées.
hu: Egy hiba lépett fel az egyedi adatok exportálsa közben.
pl: Pojawił się błąd podczas eksportowania niestandardowych danych.
zh_hans: 在导出自定义数据时发生错误。

# DialogErrorWhileMovingSuspects
source: Error while moving suspect(s).
da: Fejl ved flytning af mistænkt(e)
es: Error mientras se movía al sospechoso(s).
fr: Une erreur est survenue pendant le déplacement des suspects.
hu: Hiba a gyanúsított(ak) mozgatása közben.
pl: Błąd podczas przenoszenia podejrzanych.
zh_hans: 在移动一名或多名嫌疑玩家时发生错误。

# DialogErrorWhileRetrievingPlayersInformation
source: Error while trying to get players information.
da: Fejl under forsøg på at få spiller information
es: Error mientras se recuperaba información de los jugadores.
fr: Une erreur est survenue pendant la récupération des informations du joueur.
hu: Hiba a a játékosról való információ szerzés közben.
pl: Błąd podczas uzyskiwania informacji o graczach.
zh_hans: 在尝试获取玩家信息时发生错误。

# DialogErrorWhileRetrievingSuspectInformation
source: Error while trying to get suspect information.
da: Fejl under forsøg på at få mistænkte information
es: Error mientras se recuperaba la información del sospechoso.
fr: Une erreur est survenue pendant la récupération des informations du suspect.
hu: Hiba a gyanúsítottról való információ szerzése közben.
pl: Błąd podczas uzyskiwania informacji o podejrzanym.
zh_hans: 在尝试获取嫌疑玩家信息时发生错误。

# DialogErrorWhileRetrievingSuspectsInformation
source: Error while trying to get suspects information.
da: Fejl under forsøg på at få mistænkte information
es: Error mientras se recuperaba la información de los sospechosos.
fr: Une erreur est survenue pendant la récupération des informations des suspects.
hu: Hiba a gyanúsítottakról való információ szerzése közben.
pl: Błąd podczas uzyskiwania informacji o podejrzanych.
zh_hans: 在尝试获取多名嫌疑玩家信息时发生错误。

# DialogNewVersionAvailable
source: A new version is available. Do you want to download it?
da: En ny version er tilgængelig. Ønsker du at hente den?
es: Hay una nueva versión disponible. ¿Quieres descargarla?
fr: Une nouvelle version est disponible. Voulez-vous la télécharger?
hu: Új verzió elérhető. Szeretné letölteni?
pl: Dostępna jest nowa wersja. Czy chcesz ją pobrać?
zh_hans: 有可用的新版本。 是否下载?

# DialogNoDemosPlayerFound
source: No demos found for this player. Demos with this player might not have been analyzed.
da: Ingen demoer fundet for denne spiller. Demoer ved denne spiller er måsker ikke analyseret
es: No se han encontrado repeticiones para este jugador. Repeticiones con este jugador pueden no haberse analizado.
fr: Aucune démo contenant ce joueur n'a été trouvée. Il est possible que les démos contenant ce joueur n'aient pas été analysées.
hu: Nem található demó ehhez a játékoshoz. Demók amik ehhez a játékoshoz köthetők, lehet nem lettek analizálva.
pl: Nie znaleziono dem tego gracza. Być może dema tego gracza nie były analizowane.
zh_hans: 未找到该玩家的录像。 包含该玩家的录像文件可能尚未被分析。

# DialogNoDemosSuspectFound
source: No demos found for this suspect. Demos with this suspect might not have been analyzed.
da: Ingen demoer fundet for mistænkte. Demoer for mistænkte er måske ikke analyseret.
es: No se han encontrado repeticiones para este sospechoso. Repeticiones con este sospechoso pueden no haberse analizado.
fr: Aucune démo contenant ce suspect n'a été trouvée. Il est possible que les démos contenant ce suspect n'aient pas été analysées.
hu: Nem található demó ehhez a gyanúsítotthoz. Demók amik ehhez a gyanúítotthoz köthetők, lehet nem lettek analizálva.
pl: Nie znaleziono dem tego podejrzanego. Być może dema tego podejrzanego nie były analizowane.
zh_hans: 未找到该嫌疑玩家的录像。 包含该嫌疑玩家的录像文件可能尚未被分析.
