Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

# HeaderToolTipWinnerTeamName
source: Winner Team Name
da: Vinder Hold Navn
es: Nombre del equipo ganador
fr: Nom de l'équipe gagnante
hu: Győztes csapat neve
pl: Nazwa zwycięskiej drużyny
zh_hans: 胜利团队

# HeaderToolTipWinStatus
source: Win/Lose/Draw
da: Vundet/tabt/uafgjort
es: Victoria/Derrota/Empate
fr: Gagné/Perdu/Egalité
hu: Győzelem/Elbukva/Döntetlen
pl: Zwyciętwo/Porażka/Remis
zh_hans: 胜利 / 失败 / 平局

# HeaderToolTipWonRound
source: Round Won?
da: Runde Vundet?
es: ¿Ronda ganada?
fr: Round Gagné?
hu: Kör megnyerve?
pl: Runda wygrana?
zh_hans: 回合胜利？

source: Player
da: Spiller
es: Jugador
fr: Joueur
hu: Játékos
pl: Gracz
zh_hans: 玩家

# AddPlayersToSuspects
source: Add players to suspects list
da: Tilføj spiller til mistænkte
es: Añadir jugadores a la lista de sospechosos
fr: Ajouter les joueurs à la liste des suspects
hu: Játékosok hozzáadása a gyanúsítottak listájához
pl: Dodaj graczy do listy podejrzanych
zh_hans: 添加本场玩家至嫌疑列表

source: Add to account list
da: Tilføj til bruger liste
es: Añadir a la lista de cuentas
fr: Ajouter aux comptes
hu: A fiók listához adása
pl: Dodaj do listy kont
zh_hans: 添加至账户列表

source: Add to whitelist
da: Tilføj til hvidliste
es: Añadir a la lista blanca (whitelist)
fr: Ajouter à la liste blanche
hu: Az engedélyezettekhez adás
pl: Dodaj do whitelisty
zh_hans: 添加至白名单

# AssistsFull
source: A (Assits)
es: A (Asistencias)
fr: C (Coopérations)
hu: A (Támogatás)
pl: A (Asyst)
zh_hans: A (助攻次数)

# BombDefusedFull
source: BD (Bomb Defused)
da: BD (Bomb Demonteret)
es: BD (Bomba Desactivada)
fr: BD (Bombes Désamorcées)
hu: BD (Bomba hatástalanítva)
pl: BR (Bomb rozbrojonych)
zh_hans: BD (炸弹拆除)

# BombExplodedFull
source: BE (Bomb Exploded)
da: BE (Bomb Eksploderet)
es: BE (Bomba Explotó)
fr: BE (Bombes Explosées)
hu: BE (Bomba felrobbanva)
pl: BZ (Bomb zdetonowanych)
zh_hans: BE (炸弹爆炸)

# BombPlantedFull
source: BP (Bomb Planted)
da: BP (Bomb Anbragt)
es: BP (Bomba Plantada)
fr: BP (Bombes Plantées)
hu: BP (Bomba telepítve)
pl: BP (Bomb podłożonych)
zh_hans: BP (炸弹安放)

# ClutchsFull
source: C (Clutchs)
es: C (Clutches)
fr: CL (Clutchs)
hu: C (Leclutcholt körök)
pl: C (Klaczów)
zh_hans: C (残局)

source: Copy playdemo command
da: Kopier Afspildemo kommando
es: Copiar comando para reproducir la repetición
fr: Copier la commande playdemo
hu: Playdemo parancs másolása
pl: Skopiuj komendę playdemo
zh_hans: 复制 "playdemo" 控制台指令

# CrouchKillsFull
source: CK (Crouch Kills)
da: KD (kravle drab)
es: CK (Eliminaciones agachado)
fr: VA (Victimes Accroupi)
hu: CK (Guggoló ölések)
pl: ZPK (Zabójstwa przy kucaniu)
zh_hans: CK (下蹲杀敌)

# DeathsFull
source: D (Deaths)
da: D (Dødsfald)
es: D (Muertes)
fr: M (Morts)
hu: D (Halálok)
pl: Ś (Śmierci)
zh_hans: D (死亡次数)

# EntryKillsFull
source: EK (Entry Kills)
da: ÅD (Åbningsdrab)
es: EK (Eliminaciones de entrada)
fr: VO (Victimes d'Ouverture)
hu: EK (Kezdő ölések)
pl: EK (Entry Kille)
zh_hans: EK (破点杀敌)

# EquipmentValueTeam1Full
source: EV CT (Equipment Value CT ($))
da: UVH1 (Udstyrs Værdi Hold 1 ($))
es: EV CT (Valor del equipo CT ($))
fr: VE CT (Valeur Equipement des CT ($))
hu: EV CT (Felszerelés értéke TE ($))
pl: WE CT (Wartość Ekwipunku CT ($))
zh_hans: 反恐精英装备总价值 ($)

# EquipmentValueTeam2Full
source: EV T (Equipment Value T ($))
da: UVH2 (Udstyrs Værdi Hold 2 ($))
es: EV T (Valor del equipo T ($))
fr: VE T (Valeur Equipement des T ($))
hu: EV T (Felszerelés értéke T ($))
pl: WE T (Wartość Ekwipunku T ($))
zh_hans: 恐怖分子装备总价值 ($)

source: Export JSON
da: Eksporter JSON
es: Exportar JSON
fr: Exporter en JSON
hu: JSON exportálása
pl: Eksportuj JSON
zh_hans: 导出 JSON 文件

source: Framerate
da: BilledHastighed
pl: Częstotliwość wyświetlania klatek
zh_hans: 录像帧率

# FramerateFull
source: FR (Framerate)
da: BH (BilledHastighed)
pl: CWK (Częstotliwość wyświetlania klatek)
zh_hans: FR (帧率)

# HeadshotsFull
source: HS (Headshots)
da: HS (Hovedskud)
es: HS (Disparos a la cabeza)
fr: HS (Headshots - Tir dans la tête)
hu: HS (Fejlövések)
pl: HS (Headshoty)
zh_hans: HS (爆头次数)

# HltvFull
source: HLTV (HLTV Rating)
da: HLTV (HLTV Bedømmelse)
fr: HLTV (Classement HLTV)
hu: HLTV (HLTV értékelés)
pl: HLTV (Ocena HLTV)
zh_hans: HLTV (HLTV 评分)

# JumpKillsFull
source: JK (Jump Kills)
da: HB (Hop drab)
es: JK (Eliminaciones en salto)
fr: VS (Victimes en Sautant)
hu: JK (Ölések ugorva)
pl: ZWS (Zabójstwa W Skoku)
zh_hans: JK (跳起杀敌)

# KillsDeathsRatioFull
source: K/D (Kills per Deaths)
da: D/D (Drab Per Dødsfald)
es: K/D (Eliminaciones por muerte)
fr: VPM (Victimes Par Morts)
hu: K/D (Ölések / Halálok)
pl: Z/Ś (Zabójst na śmierć)
zh_hans: K/D (杀敌/死亡比例)

# KillsFull
source: K (Kills)
da: D (Drab)
es: K (Eliminaciones)
fr: V (Victimes)
hu: K (Ölések)
pl: Z (Zabójstwa)
zh_hans: K (杀敌次数)

source: Last rank detected
da: Nyeste rang Noteret
es: ÚIltimo rango detectado
fr: Dernier rang détecté
hu: Legutolsó rang érzékelve
pl: Ostatnia wykryta ranga
zh_hans: 最后检测到段位

source: Move to whitelist
da: Flyt til hvidliste
es: Mover a lista blanca
fr: Déplacer dans la liste blanche
hu: Az engedélyezettek listájára mozgatás
pl: Przenieś do whitelisty
zh_hans: 移动至白名单

# MvpFull
source: MVP (Most Valuable Player)
da: MVS (Mest værdifulde Spiller)
es: MVP (Jugador Mejor Valorado)
fr: MJ (Meilleur Joueur)
hu: MVP (Legjobb játékos)
pl: MVP (Nalepszy gracz)
zh_hans: MVP (最有价值玩家)

source: Profile
da: Profil
es: Perfil
fr: Profil
hu: Profil
pl: Profil
zh_hans: 资料

source: Remove
da: Fjern
es: Eliminar
fr: Supprimer
hu: Eltávolítás
pl: Usuń
zh_hans: 移除

source: Remove from cache
da: Fjern fra cache
es: Eliminar de la caché
fr: Supprimer du cache
hu: Eltávolítás a cache-ből
pl: Usuń z pamięci podręcznej
zh_hans: 从缓存中移除

# RoundPlayedFull
source: RP (Round Played)
da: RS ( Runde Spillet)
es: RP (Ronda jugada)
fr: RJ (Round Joués)
hu: RP (Körök lejátszva)
pl: RZ (Rund Zagranych)
zh_hans: RP (游戏回合)

# ScoreTeam1Full
source: ST1 (Score Team 1)
da: SH1 (Score Hold 1)
es: ST1 (Puntuación del Equipo 1)
fr: SE1 (Score Equipe 1)
hu: ST1 (Pont Csapat 1)
pl: WD1 (Wynik Drużyny 1)
zh_hans: ST1 (团队 1 分数)

# ScoreTeam2Full
source: ST2 (Score Team 2)
da: SH2 (Score Hold 2)
es: ST2 (Puntuación del Equipo 2)
fr: SE2 (Score Equipe 2)
hu: ST2 (Pont Csapat 2)
pl: WD2 (Wynik Drużyny 2)
zh_hans: ST2 (团队 2 分数)

source: Show player demos
da: Vis Spiller Demos
es: Mostrar repeticiones del jugador
fr: Afficher les démos du joueur
hu: Játékos demóinak mutatása
pl: Pokaż dema gracza
zh_hans: 显示玩家录像

source: Show suspect demos
da: Vis Mistænkte Demos
es: Mostrar repeticiones del sospechoso
fr: Afficher les démos du suspect
hu: Gyanúsított demóinak mutatása
pl: Pokaż dema podejrzanego
zh_hans: 显示嫌疑人录像

# SideTroubleFull
source: ST (Side Trouble)
da: SP (Side Problemer)
es: ST (Bando en problemas)
fr: CD (Camp en Difficulté)
pl: PS (Problemy strony)
zh_hans: ST (劣势开局阵营)

# StartMoneyTeam1Full
source: SM CT (Start Money CT ($))
da: SPH1 (Start Penge Hold 1 ($))
es: SM CT (Dinero inicial CT ($))
fr: AD CT (Argent de Départ des CT ($))
hu: SM CT (Kezdő pénz TE ($))
pl: PM CT (Początkowy majątek CT ($))
zh_hans: 反恐精英开局经济 ($)

# StartMoneyTeam2Full
source: SM T (Start Money T ($))
da: SPH2 (Start Penge Hold 2 ($))
es: SM T (Dinero inicial T ($))
fr: AD T (Argent de Départ des T ($))
hu: SM T (Kezdő pénz T ($))
pl: PM T (Początkowy majątek T ($))
zh_hans: 恐怖分子开局经济 ($)

# TeamNameTroubleFull
source: TNT (Team Name Trouble)
da: HNP (Hold Navn Problemer)
es: TNT (Nombre del equipo en problemas)
fr: NED (Nom Equipe en Difficulté)
pl: NDP (Nazwa drużyny z problemem)
zh_hans: TNT (劣势开局团队)

source: Tickrate
da: TickHyppighed
zh_hans: 响应频率

# TickrateFull
source: TR (Tickrate)
da: TH (TickHyppighed)
zh_hans: TR (服务器响应频率 (Tickrate))

# TotalDamagesArmorFull
source: TDA (Total Damages Armor)
da: SSK (Samlet Skade Kevlar)
es: TDA (Daño total a armadura)
fr: TDA (Total Dégâts Armure)
hu: TDA (Összes sebzés páncélra)
pl: ŁOP (Łączne Obrażenia Pancerza)
zh_hans: TDA (护甲伤害总计)

# TotalDamagesHealthFull
source: TDH (Total Damages Health)
da: SSH (Samlet Skade Helbred)
es: TDH (Daño total a vida)
fr: TDV (Total Dégâts Vie)
hu: TDH (Összes élet sebzés)
pl: ŁOŻ (Łączne Obrażenia Życia)
zh_hans: TDH (血量伤害总计)

# TradeDeathsFull
source: TD (Trade Deaths)
da: BD (Bytte Dødsfald)
es: TD (Muertes de trade)
fr: MP (Morts Partagées)
hu: TD (Csere halálkor)
pl: ŚWO (Śmierci w odwecie)
zh_hans: TD (补枪死亡)

# TradeKillsFull
source: TK (Trade Kills)
da: HD (Hold Drab)
es: TK (Eliminaciones de trade)
fr: VP (Victimes Partagées)
hu: TK (Csere öléskor)
pl: ZWO (Zabójstwa w odwecie)
zh_hans: TK (补枪杀敌)

source: Watch player
da: Se Spiller
es: Ver jugador
fr: Regarder depuis son point de vue
hu: Játékos nézése
pl: Oglądaj gracza
zh_hans: 观看玩家

# WinnerSideFull
source: WS (Winner Side)
da: VS (Vinder Side)
es: WS (Bando ganador)
fr: CG (Camp Gagnant)
hu: WS (Győztes oldal)
pl: ZS (Zwycięska strona)
zh_hans: WS (获胜阵营)

# WinnerTeamNameFull
source: WTN (Winner Team Name)
da: VHN (Vinder Hold Navn)
es: WTN (Nombre del equipo ganador)
fr: NEG (Nom Equipe Gagnante)
hu: WTN (Győztes csapat neve)
pl: NZD (Nazwa zwycięskiej drużyny)
zh_hans: WTN (获胜团队名称)

source: Decoys
da: LokkeDuer
es: Granadas señuelo
fr: Leurres
hu: Csalik
pl: Wabiki
zh_hans: 诱饵弹

# EndReasonBombDefused
source: Bomb defused
da: Bombe Demonteret
es: Bombas desactivadas
fr: La bombe a été désamorcée
hu: Bomba hatástalanítva
pl: Bomb rozbrojonych
zh_hans: 炸弹拆除

# EndReasonBombExploded
source: Bomb exploded
da: Bomb Eksploderet
es: Bombas explotadas
fr: La bombe a explosé
hu: Bomba felrobbant
pl: Bomb zdetonowanych
zh_hans: 炸弹爆炸

# EndReasonCtSurrender
source: CT surrender
da: CT Overgivelse
es: Rendición CT
fr: Les ATs ont abandonnés
hu: A TE-k feladták
pl: Poddanie się AT
zh_hans: 反恐精英投降

# EndReasonCtWin
source: Counter-Terrorists win
da: Anti-Terrorister Vinder
es: Victoria Anti-Terrorista
fr: Les terroristes ont été éliminés
hu: Terror-elhárítók nyertek
pl: Wygrana antyterrorystów
zh_hans: 反恐精英获胜

# EndReasonTargetSaved
source: Time over
da: Tid Udløbet
es: Tiempo extra
fr: Temps écoulé
hu: Elfogyott az idő
pl: Koniec czasu
zh_hans: 时间结束

# EndReasonTsurrender
source: T surrender
da: T Overgivelse
es: Rendición T
fr: Les terroristes ont abandonnés
hu: A T-k feladták
pl: Poddanie się T
zh_hans: 恐怖分子投降

# EndReasonTwin
source: Terrorists win
da: Terrorister Vundet
es: Victoria Terrorista
fr: Les ATs ont été éliminés
hu: A terroristák nyertek
pl: Wygrana terrorystów
zh_hans: 恐怖分子获胜

# EndReasonUnknown
source: Unknown
da: Ukendt
es: Desconocido
fr: Inconnue
hu: Ismeretlen
pl: Nieznane
zh_hans: 未知

# HeaderAssister
source: Assister
da: Assistent
es: Asistente
fr: Coopérateur
hu: Támogató
pl: Asystujący
zh_hans: 助攻者

# HeaderHits
source: Hits
da: Ramt
es: Impactos
fr: TC
hu: Találatok
pl: Trafienia
zh_hans: 命中

# HeaderKiller
source: Killer
da: Drabsmand
es: Asesino
fr: Tueur
hu: Gyilkos
pl: Zabójca
zh_hans: 击杀者

# HeaderShots
source: Shots
da: Skud
es: Disparos
fr: Tirs
hu: Lövések
pl: Strzały
zh_hans: 开火

# HeaderStartMoneyPlayer
source: SM ($)
fr: AD ($)
pl: PM ($)
zh_hans: 玩家开局经济 ($)

# HeaderVictim
source: Victim
da: Offer
es: Víctima
fr: Victime
hu: Áldozat
pl: Ofiara
zh_hans: 被杀者

# HeaderWeapon
source: Weapon
da: Våben
es: Arma
fr: Arme
hu: Fegyver
pl: Broń
zh_hans: 武器

source: HE Grenades
da: HE Granat
es: Granadas HE
fr: Grenades explosives
hu: Robbanógránátok
pl: Granaty HE
zh_hans: 手雷

source: Incendiaries
da: Brandgranater
es: Granadas incendiarias
fr: Grenades incendiaires
hu: Gyújtógránátok
pl: Granaty zapalające
zh_hans: 燃烧弹 (CT)

# LabelWinnerSide
source: Winner side
da: Vinder Side
es: Bando ganador
fr: Camp gagnant
hu: Győztes oldal
pl: Zwycięska strona
zh_hans: 获胜方

source: Molotovs
es: Cócteles Molotov
hu: Molotovok
pl: Koktajle Mołotova
zh_hans: 燃烧弹 (T)

source: Players
da: Spillere
es: Jugadores
fr: Joueurs
hu: Játékosok
pl: Gracze
zh_hans: 玩家

source: Reason
da: begrundelse
es: Razón
fr: Raison
hu: Indoklás
pl: Powód
zh_hans: 原因

source: Smoke
da: Røg
es: Granada de humo
fr: Fumigène
hu: Füst
pl: Granat dymny
zh_hans: 烟雾弹

source: Start money
da: Start Penge
es: Dinero inicial
fr: Argent de départ
hu: Kezdőpénz
pl: Początkowy Majątek
zh_hans: 开局经济

source: Timeline
da: Tidslinje
es: Línea temporal
fr: Chronologie
hu: Idővonal
pl: Oś czasu
zh_hans: 时间线

# ToolTipNextRound
source: Next round
da: Næste Runde
es: Siguiente ronda
fr: Round suivant
hu: Következő kör
pl: Następna runda
zh_hans: 下一回合

# ToolTipPreviousRound
source: Previous round
da: Forrige Runde
es: Ronda anterior
fr: Round précédent
hu: Előző kör
pl: Poprzednia runda
zh_hans: 上一回合

source: Unknown
da: Ukendt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
pl: Nieznane
zh_hans: 未知

source: Armor damages
da: Kevlar Skade
es: Daños a armadura
fr: Dégâts armure
hu: Sebzések páncélra
pl: Obrażenia pancerza
zh_hans: 护甲伤害

source: Attempts
da: Forsøg
es: Intentos
fr: Tentatives
hu: Próbálkozások
pl: Próby
zh_hans: 尝试次数

source: Clutches loss
da: Clutches Tabt
es: Clutches perdidos
fr: Clutchs perdus
hu: Párbajok elveszítve
pl: Przegrane klacze
zh_hans: 残局失败

source: Clutches won
da: Clutches Vundet
es: Clutches ganados
fr: Clutchs gagnés
hu: Párbajok megnyerve
pl: Wygrane klacze
zh_hans: 残局胜利

# ClutchesWonPercent
source: Clutches won %
da: Clutches Vundet %
es: % de clutches gandos
fr: % clutchs gagnés
hu: Párbajok megnyerve %
pl: Procent wygranych klaczów
zh_hans: 残局胜率 (%)

source: Damages per round
da: Skade Per Runde
es: Daño por ronda
fr: Dégâts par round
hu: Sebzés körönként
pl: Obrażenia na rundę
zh_hans: 每回合平均伤害

source: Entry hold kills
da: Åbnings Hold Drab
es: Muertes de entrada a hold
fr: Victimes défensifs
hu: Kezdő ölések
pl: Obronne Entry kille
zh_hans: 守点杀敌

# EntryHoldKillsDescription
source: (First kill as CT)
da: (Første Drab som CT)
es: (Primera muerte como CT)
fr: (Première victime en tant que CT)
hu: (Első ölés TE-ként)
pl: (Pierwsze zabójstwo jako AT)
zh_hans: (作为 CT 首杀)

# EntryKillDescription
source: (First kill as T)
da: (Første Drab Som T)
es: (Primera muerte como T)
fr: (Première victime en tant que T)
hu: (Első ölés T-ként)
pl: (Pierwsze zabójstwo jako T)
zh_hans: (作为 T 首杀)

source: Equipment value ($)
da: Udstyrs Værdi ($)
es: Valor del equipo ($)
fr: Valeur équipement ($)
hu: Felszerelés értéke ($)
pl: Wartość ekwipunku ($)
zh_hans: 装备价值 ($)

source: Equipment value per round ($)
da: Udstyrs Værdi Per Runde ($)
es: Valor del equipo por ronda ($)
fr: Valeur équipement par round ($)
hu: Felszerelés értéke körönként ($)
pl: Wartość ekwipunku na rundę ($)
zh_hans: 每回合装备均值 ($)

# HeaderRound
source: Round
da: Runde
es: Ronda
hu: Kör
pl: Runda
zh_hans: 回合

# HeaderRoundWon
source: RW
fr: RG
zh_hans: 胜利回合

# HeaderWon
source: Won
da: Vundet
es: Ganada
fr: Gagné
hu: Megnyerve
pl: Wygrana
zh_hans: 胜利

source: Health damages
da: Helbreds Skade
es: Daños a vida
fr: Dégâts vie
hu: Élet sebzések
pl: Obrażenia życia
zh_hans: 血量伤害

source: Loss
da: Tabt
es: Perdida
fr: Perdu
hu: Elveszítve
pl: Przegrana
zh_hans: 失败

source: No
da: Nej
fr: Non
hu: Nem
pl: Nie
zh_hans: 否

# OneVersusFiveLoss
source: 1V5 loss
da: 1V5 tabt
es: 1V5 perdido
fr: 1C5 perdu
hu: 1V5 elveszítve
pl: 1V5 Przegrane
zh_hans: 1V5 失败

# OneVersusFiveWon
source: 1V5 won
da: 1V5 Vundet
es: 1V5 ganado
fr: 1C5 gagné
hu: 1V5 megnyerve
pl: 1V5 Wygrane
zh_hans: 1V5 胜利

# OneVersusFiveWonPercent
source: 1V5 won %
da: 1V5 Vundet %
es: % de 1V5 ganados
fr: % 1C5 gagné
hu: 1V5 megnyerve %
pl: Procent wygranych 1V5
zh_hans: 1V5 胜率 (%)

# OneVersusFourLoss
source: 1V4 loss
da: 1V4 tabt
es: 1V4 perdidos
fr: 1C4 perdu
hu: 1V4 elveszítve
pl: 1V4 Przegrane
zh_hans: 1V4 失败

# OneVersusFourWon
source: 1V4 won
da: 1V4 Vundet
es: 1V4 ganados
fr: 1C4 gagné
hu: 1V4 megnyerve
pl: 1V4 Wygrane
zh_hans: 1V4 胜利

# OneVersusFourWonPercent
source: 1V4 won %
da: 1V4 Vundet %
es: % de 1V4 ganados
fr: % 1C4 gagné
hu: 1V4 megnyerve %
pl: Procent wygranych 1V4
zh_hans: 1V4 胜率 (%)

# OneVersusOneLoss
source: 1V1 loss
da: 1V1 tabt
es: 1V1 perdidos
fr: 1C1 perdu
hu: 1V1 elveszítve
pl: 1V1 Przegrane
zh_hans: 1V1 失败

# OneVersusOneWon
source: 1V1 won
da: 1V1 Vundet
es: 1V1 ganados
fr: 1C1 gagné
hu: 1V1 megnyerve
pl: 1V1 Wygrane
zh_hans: 1V1 胜利

# OneVersusOneWonPercent
source: 1V1 won %
da: 1V1 Vundet %
es: % de 1V1 ganados
fr: % 1C1 gagné
hu: 1V1 megnyerve %
pl: Procent wygranych 1V1
zh_hans: 1V1 胜率 (%)

# OneVersusThreeLoss
source: 1V3 loss
da: 1V3 Tabt
es: 1V3 perdidos
fr: 1C3 perdu
hu: 1V3 elveszítve
pl: 1V3 Przegrane
zh_hans: 1V3 失败

# OneVersusThreeWon
source: 1V3 won
da: 1V3 Vundet
es: 1V3 ganados
fr: 1C3 gagné
hu: 1V3 megnyerve
pl: 1V3 Wygrane
zh_hans: 1V3 胜利

# OneVersusThreeWonPercent
source: 1V3 won %
da: 1V3 Vundet %
es: % de 1V3 ganados
fr: % 1C3 gagné
hu: 1V3 megnyerve %
pl: Procent wygranych 1V3
zh_hans: 1V3 胜率 (%)

# OneVersusTwoLoss
source: 1V2 loss
da: 1V2 tabt
es: 1V2 perdidos
fr: 1C2 perdu
hu: 1V2 elveszítve
pl: 1V2 Przegrane
zh_hans: 1V2 失败

# OneVersusTwoWon
source: 1V2 won
da: 1V2 Vundet
es: 1V2 ganados
fr: 1C2 gagné
hu: 1V2 megnyerve
pl: 1V2 Wygrane
zh_hans: 1V2 胜利

# OneVersusTwoWonPercent
source: 1V2 won %
da: 1V2 Vundet %
es: % de 1V2 ganados
fr: % 1C2 gagné
hu: 1V2 megnyerve %
pl: Procent wygranych 1V2
zh_hans: 1V2 胜率 (%)

source: Round
da: Runde
es: Ronda
hu: Kör
pl: Runda
zh_hans: 回合

# RoundTypeEco
source: Eco
pl: Eko
zh_hans: 经济

# RoundTypeForceBuy
source: Force buy
da: Tvangs Køb
es: Force
fr: Achat forcé
hu: Erőltetett vásárlás
pl: Force
zh_hans: 强起

# RoundTypeNormal
source: Normal
hu: Normál
pl: Normalna runda
zh_hans: 正常

# RoundTypePistolRound
source: Pistol round
da: Pistol Runde
es: Ronda de pistolas
fr: Round pistolets
hu: Pisztoly kör
pl: Pistoletówka
zh_hans: 手枪

# RoundTypeSemiEco
source: Semi-Eco
fr: Semi-éco
hu: Fél-eco
pl: Pół-eko
zh_hans: 半经济

source: Total
da: Samlet
hu: Összes
pl: Łącznie
zh_hans: 总计

source: Total armor damages
da: Samlet Kevlar Skade
es: Daño a armadura total
fr: Total dégâts armure
hu: Összes sebzés páncélra
pl: Łączne obrażenia pancerza
zh_hans: 总计护甲伤害

source: Total clutches
da: Samlet Clutches
es: Total de clutches
fr: Total clutchs
hu: Összes párbaj
pl: Łącznie klaczów
zh_hans: 总计残局

source: Total clutches loss
da: Samlet Clutches tabt
es: Total de clutches perdidos
fr: Total clutchs perdus
hu: Összes párbaj elbukva
pl: Łącznie przegranych klaczów
zh_hans: 总计残局失败

source: Total clutches won
da: Samlet Clutches Vundet
es: Total de clutches ganados
fr: Total clutchs gagnés
hu: Összes párbaj megnyerve
pl: Łącznie wygranych klaczów
zh_hans: 总计残局胜利

source: Total damages
da: Samlet Skade
es: Daños totales
fr: Total dégâts
hu: Összes sebzés
pl: Łączne obrażenia
zh_hans: 总计伤害

source: Total health damages
da: Samlet Helbred Skade
es: Daños a vida totales
fr: Total dégâts vie
hu: Összes élet sebzés
pl: Łączne obrażenia życia
zh_hans: 总计血量伤害

# TotalOneVersusFiveLoss
source: Total 1V5 loss
da: Samlet 1v5 Tabt
es: Total de 1V5 perdidos
fr: Total 1C5 perdu
hu: Összes 1V5 elbukva
pl: Łącznie przegranych 1V5
zh_hans: 总计 1V5 失败

# TotalOneVersusFiveWon
source: Total 1V5 won
da: Samlet 1v5 Vundet
es: Total de 1V5 ganados
fr: Total 1C5 gagné
hu: Összes 1V5 megnyerve
pl: Łącznie wygranych 1V5
zh_hans: 总计 1V5 胜利

# TotalOneVersusFourLoss
source: Total 1V4 loss
da: Samlet 1v4 Tabt
es: Total de 1V4 perdidos
fr: Total 1C4 perdu
hu: Összes 1V4 elveszítve
pl: Łącznie przegranych 1V4
zh_hans: 总计 1V4 失败

# TotalOneVersusFourWon
source: Total 1V4 won
da: Samlet 1V4 Vundet
es: Total de 1V4 ganados
fr: Total 1C4 gagné
hu: Összes 1V4 megnyerve
pl: Łącznie wygranych 1V4
zh_hans: 总计 1V4 胜利

# TotalOneVersusOneLoss
source: Total 1V1 loss
da: Samlet 1V1 Tabt
es: Total de 1V1 perdidos
fr: Total 1C1 perdu
hu: Összes 1V1 elveszítve
pl: Łącznie przegranych 1V1
zh_hans: 总计 1V1 失败

# TotalOneVersusOneWon
source: Total 1V1 won
da: Samlet 1V1 Vundet
es: Total de 1V1 ganados
fr: Total 1C1 gagné
hu: Összes 1v1 megnyerve
pl: Łącznie wygranych 1V1
zh_hans: 总计 1V1 胜利

# TotalOneVersusThreeLoss
source: Total 1V3 loss
da: Samlet 1v3 Tabt
es: Total de 1V3 perdidos
fr: Total 1C3 perdu
hu: Összes 1V3 elveszítve
pl: Łącznie przegranych 1V3
zh_hans: 总计 1V3 失败

# TotalOneVersusThreeWon
source: Total 1V3 won
da: Samlet 1V3 Vundet
es: Total de 1V3 ganados
fr: Total 1C3 gagné
hu: Összes 1V3 megnyerve
pl: Łącznie wygranych 1V3
zh_hans: 总计 1V3 胜利

# TotalOneVersusTwoLoss
source: Total 1V2 loss
da: Samlet 1V2 tabt
es: Total de 1V2 perdidos
fr: Total 1C2 perdu
hu: Összes 1V2 elveszítve
pl: Łącznie przegranych 1V2
zh_hans: 总计 1V2 失败

# TotalOneVersusTwoWon
source: Total 1V2 won
da: Samlet 1V2 Vundet
es: Total de 1V2 ganados
fr: Total 1C2 gagné
hu: Összes 1V2 megnyerve
pl: Łącznie wygranych 1V2
zh_hans: 总计 1V2 胜利

source: Trade kills / deaths
da: Bytte Drab/Dødsfald
es: Eliminaciones / Muertes de trade
fr: Victimes d'ouvertures / défensifs
hu: Ölések / halálok cseréje
pl: Zabójstwa / śmierci w odwecie
zh_hans: 补枪杀敌/被杀

# TradeKillsDeathsDescription
source: (Kill revenge occured maximum 4s after the initial kill)
da: (Drabshævn skete maximum 4s efter indledende drab)
es: (Venganza de la muerte ocurrida un máximo de 4s después de la inicial)
fr: (Victime obtenu maximum 4s après la mort de votre coéquipier ou la vôtre)
hu: (A bosszú maximum 4 másodperccel az első ölést követően történik meg)
pl: (Zabójstwo w odwecie maksymalnie 4 sekundy po wstępnym zabójstwie)
zh_hans: (初次击杀后 4 秒内复仇算作有效)

source: Value
da: Værdi
es: Valor
fr: Valeur
hu: Érték
pl: Wartość
zh_hans: 价值

source: Won
da: Vundet
es: Victorias
fr: Gagnés
hu: Megnyerve
pl: Wygrana
zh_hans: 胜利

source: Won rate
da: Sejr Ratio
es: Ratio de victorias
fr: Gagnés ratio
hu: Nyerési arány
pl: Stosunek wygranych
zh_hans: 胜率

# HeaderOneVersusX
source: 1VX
fr: 1CX
zh_hans: 1VN

source: Headshots
da: Hovedskud
es: Disparos a la cabeza
fr: Tirs dans la tête
hu: Fejlövések
pl: Headshoty
zh_hans: 爆头

# HeaderHeadshotsPercent
source: HS %
pl: Procent HS
zh_hans: 爆头率 (%)

source: Average value
da: Gennemsnitlig Værdi
es: Valor medio
fr: Valeur moyenne
hu: Átlagos érték
pl: Średnia wartość
zh_hans: 平均值

# CrouchKillPercent
source: Crouch kill %
da: kravle Drab%
es: % de muertes agachado
fr: % victimes accroupi
hu: Guggoló ölés %
pl: Procent zabójstw przy kucaniu
zh_hans: 蹲下杀敌 (%)

# CrouchKillPercentPerMatch
source: Crouch kill % per match
da: Kravle Drab % per kamp
es: % de muertes agachado por partida
fr: % victimes accroupi par match
hu: Guggoló ölés meccsenként
pl: Procent zabójstw przy kucaniu na mecz
zh_hans: 场均蹲下杀敌 (%)

source: Damage per game value
da: Skade per Kamp Værdi
es: Valor de daño por partida
fr: Dégâts par match
hu: Sebzés játékonként (Érték)
pl: Obrażenia na wartość gry
zh_hans: 场均伤害

source: Death
da: Dødsfald
es: Muertes
fr: Mort
hu: Halál
pl: Śmierć
zh_hans: 死亡

source: Death average
da: Dødsfald gennemsnit
es: Media de muertes
fr: Moyenne morts
hu: Átlagos halál
pl: Średnio śmierci
zh_hans: 平均死亡

source: Draw
da: Uafgjort
es: Empate
fr: Egalité
hu: Döntetlen
pl: Remis
zh_hans: 平局

source: Duels
da: Dueller
es: Duelos
hu: Párbajok
pl: Pojedynki
zh_hans: 单挑

source: Economy
da: Økonomi
es: Economía
fr: Economie
hu: Gazdaság
pl: Ekonomia
zh_hans: 经济

source: General
da: Generelt
fr: Général
hu: Általános
pl: Ogólne
zh_hans: 综述

# HeadshotPercentPerMatch
source: Headshot % per match
da: Hovedskud % per kamp
es: % de disparos a la cabeza por partida
fr: % tir dans la tête par match
hu: Fejlövés % meccsenként
pl: Procent headshotów na mecz
zh_hans: 场均爆头率 (%)

source: Heavy
da: Tungt
es: Pesado
fr: Lourde
hu: Nehéz
pl: Ciężkie
zh_hans: 重型武器

source: Kill
da: Drab
es: Eliminación
fr: Victime
hu: Ölés
pl: Zabójstwo
zh_hans: 杀敌数

source: Kill average
da: Drab gennemsnit
es: Media de eliminaciones
fr: Moyenne victimes
hu: Átlagos ölés
pl: Średnio zabójstw
zh_hans: 平均杀敌

source: Kill velocity
da: Drab hastighed
es: Velocidad de eliminaciones
fr: Vitesse déplacement par victime
hu: Ölés sebessége
pl: Szybkość biegu podczas zabójstw
zh_hans: 杀敌速率

source: Maps
da: Baner
es: Mapas
fr: Cartes
hu: Pályák
pl: Mapy
zh_hans: 地图
