Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

# UnexpectedErrorOccured
source: An unexpected error occured. Please send the 'errors.log' file accessible from settings. Message Error : {0}
da: Der skete en uforudset fejl. Send Venligst 'errors.log' filen som er tilgængelig far indstillinger. Besked Fejl : {0}
es: Ha ocurrido un error inesperado. Por favor envía el archivo 'errors.log' accesible desde la configuración. Mensaje de error: {0}
fr: Une erreur est survenue au lancement de l'application. Merci d'envoyer le fichier "errors.log" disponible dans le répertoire d'installation de l'application. Message d'erreur : {0}
hu: Egy ismeretlen hiba lépett fel. Kérem küldje el a 'errors.log' fájlt a beállításokból. Hibaüzenet: {0}
pl: Pojawił się nieoczekiwany błąd. Wyślij plik 'errors.log' dostępny w ustawieniach. Treść błędu : {0}
zh_hans: 程序发生异常。请在设置中找到并发送 "errors.log" 文件。 错误信息： {0}

source: Banned
da: Bandlyst
es: Baneado
fr: Banni
hu: Kitiltva
pl: Zbanowani
zh_hans: 封禁

source: Contributors
da: Bidragydere
es: Contribuyentes
fr: Contributeurs
hu: Támogatók
pl: Współtwórcy
zh_hans: 贡献者

# InfomationHelpTranslatingApp
source: You are free to help translating the app, more information on
da: Hvis du har mulighed for at oversætte appen, mere information her:
es: Eres libre de ayudar a traducir la aplicación, más información en
fr: Si vous le souhaitez, vous pouvez aider à traduire l'application, plus d'informations sont disponibles sur
hu: Nyugodtan segíthet a fordításban, több információ a
pl: Jeśli chcesz pomóc w tłumaczeniu programu, więcej informacji znajdziesz na
zh_hans: 您可以自由协助参与本程序的界面文本翻译工作，敬请参阅：

# InformationTranslateIncomplete
source: If the app is still in english after changing the language, it means that the translation has not been done or is incomplete.
da: Hvis Appen stadig er på engelsk efter sprog skift vil det sige oversættelsen er ufuldkommen eller ikke er blevet lavet endnu
es: Si la aplicación sigue en inglés después de cambiar el idioma, significa que la traducción no se ha hecho aún o es incompleta.
fr: Si l'application est toujours en anglais après avoir changer le langage, cela signifie que sa traduction n'a pas été faite ou est incomplète.
hu: Ha az alkalmazás még mindig angol a nyelvállítást követően, akkor a fordítás még nem készült el, vagy még nem teljes.
pl: Jeśli program jest ciągle w języku angielskim po zmianie języka, znaczy to że tłumaczenie nie zostało stworzone lub jest niekompletne.
zh_hans: 倘若在您更改语言选项后，程序仍然以英文显示，则该语言的翻译工作尚未完成。

source: Probation
da: Forbud
es: A prueba
hu: Próbaidő
pl: Okres próbny
zh_hans: 冷却期

source: Translators
da: Oversættere
es: Traductores
fr: Traducteurs
hu: Fordítók
pl: Tłumacze
zh_hans: 译者

# HeaderToolTipTotalMatchesTime
source: Total Matches Time (hours / minutes)
es: Tiempo total de partidas (hours / minutes)
fr: Durée Totale Matchs (heures / minutes)
hu: Összes játszott idő (Órák / Percek)
pl: Łączny czas meczów (godziny / minuty)
zh_hans: 总计游戏时间 (小时/分钟)

# HeaderToolTipAverageMatchTime
source: Average Match Time (minutes)
es: Tiemp medio de partida (minutes)
fr: Durée Moyenne Match (minutes)
hu: Átlagos meccs időtartam (perc)
pl: Średni czas meczu (minuty)
zh_hans: 平均比赛时间 (分钟)

# TotalMatchTimeValue
source: {0}h {1}m
hu: {0}óra {1}perc
zh_hans: {0} 小时 {1} 分钟

# AverageMatchTimeValue
source: {0} minutes
es: {0} minutos
hu: {0} perc
pl: {0} minut(y)
zh_hans: {0} 分钟

# ToolTipExportChat
source: Export demo chat
es: Exportar el chat de la repetición
fr: Exporter les messages du tchat
hu: Demó chat exportálása
pl: Eksportuj czat dema
zh_hans: 导出录像文件中保留的聊天记录

source: Export chat
es: Exportar chat
fr: Exporter tchat
hu: Chat exportálása
pl: Eksportuj czat
zh_hans: 导出聊天记录

# DialogChatFileCreated
source: Chat messages file has been created.
es: El archivo de mensajes de chat ha sido creado.
fr: Le fichier contenant les messages du tchat a été créé avec succès.
hu: Chat üzenetek létrehozva.
pl: Plik wiadomości czatu został utworzony.
zh_hans: 聊天记录文件已创建

# DialogNoChatFound
source: No chat messages found. (It only works for demos coming from a server that has "tv_relaytextchat" set to a value different from "0" which is not the case for Valve matchmaking).
es: No se han encontrado mensajes de chat. (Solo funciona para repeticiones de un servidor que tenga "tv_relaytextchat" con un valor diferente de "0", no es el caso de los de Valve)
fr: Aucun message de tchat trouvé. (L'export ne fonctionne que lorsque la démo provient d'un serveur ayant "tv_relaytextchat" différent de "0", ce qui n'est pas le cas des serveurs Valve matchmaking)
hu: Nem található chat üzenet. (Csak akkor működik, ha a szerveren a "tv_relaytextchat" parancs értéke nem "0").
pl: Nie znaleziono wiadomości czatu (działa tylko dla dem pochodzących z serwera z ustawionym "tv_relaytextchat" na wartość inną niż "0". Niestety opcja nie jest dostępna dla dobierania przeciwników Valve).
zh_hans: 未找到聊天信息。(此功能仅适用于来自将 "tv_relaytextchat" 参数设为 0 的服务器的录像文件，Valve 官方竞技匹配服务器并未启用此参数)

# NoHeatmapDataFound
source: No {0} found for this selection.
es: No se ha encontrado {0} en esta selección.
fr: Pas de {0} pour cette selection.
hu: Nem található {0} ehhez a kiválasztáshoz.
pl: Nie znaleziono {0} dla tego zaznaczenia.
zh_hans: 该分类找不到 {0}

source: Shots
es: Disparos
fr: Tirs
hu: Lövések
pl: Strzały
zh_hans: 开火次数

# DialogDemoShareCodeUnavailable
source: This demo is not from Valve matchmaking servers or the .info file is missing.
es: Esta repetición no es de los servidores de Valve o falta el archivo .info.
fr: Cette démo ne provient pas d'un serveur matchmaking Valve ou le fichier .info n'est pas présent.
hu: Ez a demó nem a Valve versengő szervereiről származik vagy a .info fájl hiányzik.
pl: To demo nie pochodzi z serwerów dobierania przeciwników Valve lub nie znaleziono pliku .info.
zh_hans: 此录像文件并非来源于 Valve 官方竞技匹配服务器或者其 .info 文件已经丢失。

# CopyDemoShareCode
source: Copy share code
es: Copiar código para compartir
fr: Copier le code de partage
hu: Megosztási-kód másolása
pl: Skopiuj kod udostępniania
zh_hans: 复制分享代码

# ShowOnThirdParty
source: Show on third party application
es: Mostrar en aplicación de terceros
fr: Afficher dans app tierce
hu: Harmadik fél általi applikációban való megjelenítés
pl: Pokaż w zewnętrznej aplikacji
zh_hans: 在第三方应用中显示

# DialogShareCodeNotAvailable
source: Share code not available. It works only with demos from Valve matchmaking servers and if the .info file exists.
es: Código para compartir no disponible. Solo funciona para repeticiones de servidores de Valve y si el archivo .info existe.
fr: Code de partage indisponible. La démo doit provenir d'un serveur Valve matchmaking et le fichier .info doît être présent.
hu: Megosztási-kód nem elérhető. Csak akkor működik, ha a demó a Valve versengő szervereiről származik, és ha a .info fájl létezik.
pl: Kod udostępniania niedostępny. Działa tylko z demami z serwerów dobierania przeciwników Valve lub gdy plik .info istnieje.
zh_hans: 分享代码不可用。此功能仅可用于来自 Valve 官方竞技匹配服务器且拥有 ".info" 文件的录像。

# YesDontAsk
source: Yes and don't ask next time
es: Sí, y no preguntes la próxima vez
fr: Oui et ne plus le demander
hu: Igen, és ne kérdezze legközelebb
pl: Tak i nie pytaj mnie następnym razem
zh_hans: 是的，以后不再询问

# DialogSendThirdPartyConfirmation
source: You are going to send the demo's share code to {0}. Do you want to continue?
es: Vas a enviar el código para compartir la repetición a {0}. ¿Quieres continuar?
fr: Vous êtes sur le point d'envoyer le code de partage de cette démo à {0}. Voulez-vous vraiment continuer?
hu: El fogja küldeni a demó megosztási kódját {0} részére. Szeretné folytatni?
pl: Zamierzasz wysłać kod udostępniania dema do {0}. Czy chcesz kontynuować?
zh_hans: 您正在将录像的分享代码发送至 {0}。是否继续？

# DialogErrorWhileSendingShareCode
source: An error occured while sending the share code.
es: Ha ocurrido un error mientras se enviaba el código para compartir.
fr: Une erreur est survenue pendant l'envoi du code de partage.
hu: Egy hiba lépett fel a megosztási-kód megosztása közben.
pl: Pojawił się błąd podczas wysyłania kodu udostępniania.
zh_hans: 在发送分享代码时发生错误。

# DialogSendShareCodeWarning
source: You are going to send the demo's share code to {0}.
es: Vas a enviar el código para compartir la repetición a {0}.
fr: Vous êtes sur le point d'envoyer le code de partage de la démo à {0}.
hu: El fogja küldeni a demó megosztási kódját {0} részére.
pl: Zamierzasz wysłać kod udostępniania dema do {0}.
zh_hans: 您正在将录像的分享代码发送至 {0}

# DialogSelectThirdParty
source: Select third party application
es: Selecciona la aplicación de terceros
fr: Sélectionnez une application tierce
hu: Válasszon ki egy harmadik fél általi alkalmazást
pl: Wybierz zewnętrzną aplikację
zh_hans: 选择第三方应用

# ToolTipShowDemoOnThirdParty
source: Show demo's details on a third party application
es: Mostrar detalles de la repetición en una aplicación de terceros
fr: Afficher les détails de la démo dans une application tierce
hu: Demó statisztikái a harmadik fél általi alkamzáson belüli mutatása
pl: Pokaż szczegóły dema w zewnętrznej aplikacji
zh_hans: 在第三方应用中显示录像详情

# DialogConfigurationCorrupted
source: Your configuration file is corrupted. Please restart the application to reset your configuration.
es: Tu archivo de configuración está corrupto. Por favor, reinicia la aplicación para restablecer tu configuración.
fr: Votre fichier de configuration est corrompu. Veuillez relancer l'application pour réinitialiser votre fichier de configuration.
hu: A konfigurációja hibás. Kérem indítsa újra az alkalmazást a konfigurációja újrakonfigurálásához.
pl: Twój plik konfiguracyjny jest uszkodzony. Uruchom ponownie aplikację by zresetować konfigurację.
zh_hans: 您的配置文件已经损坏。请重启应用程序以将其重置。

source: Enable movie making config parent folder
es: Activa la carpeta raíz de la configuración del creador de vídeos
fr: Activer le dossier de configuration moviemaking HLAE
hu: Engedélyezze a film készítő konfigurációt a szülőkönyvtárban
pl: Włącz nadrzędny folder pliku konfiguracyjnego do tworzenia filmów
zh_hans: 启用影片制作配置的父文件夹

source: Enable HLAE
da: Aktiver HLAE
es: Activar HLAE
fr: Activer HLAE
hu: HLAE engedélyezése
pl: Włącz HLAE
zh_hans: 启用 HLAE

# DialogEnableHlaeWarning
source: Enabling HLAE change the way the game is started (when you click on all "Watch" buttons). It will use the tool "Half-Life Advanced Effects" (HLAE) which is technically a hack. You should use it ONLY if you know what you are doing AND to make moviemaking related stuff. If you don't know what is this or you are not planning to make movies just click on cancel. If you enable it, the game is launched with the "-insecure" parameter (everytime), which means that you will not be able to join server protected by VAC and prevent from a VAC ban.
da: Aktivering HLAE ændre måden spillet bliver startet.(når du klikker på alle "Se" knapper). Den vil starte værktøjet "Half-Life Advanced Effects" (HLAE) som teknisk set er en hack Du burde KUN bruge dette hvis du ved hvad du laver OG til at lave film relateret ting Hvis du ikke ved hvad dette er eller du ikke planlægger at lave film klik på Annuler. If du aktivere dette, vil dit spil starte med "-insecure" parameteren(ALTID), som betyder at du ikke vil være i stand til at deltage på servere som er beskyttet VAC, Derfor vil du undgå VAC bandlysning.
es: Activar HLAE cambia la forma en la que el juego se inicial (cuando haces click en cualquier botón de "Ver"). Usará la herramienta "Half-Life Advanced Effects" (HLAE), la cual es técnicamente un HACK. Úsala únicamente si sabes lo que estás haciendo Y para hacer cosas relacionadas con edición de vídeos. Si no sabes que es esto, o no tienes pensado hacer vídeos, haz click en cancelar. Si lo has activado, el juego se ejecuta con el parámetro "-insecure" (siempre), lo que significa que no podrás unirte a servidores protegidos por VAC y evitar un ban por VAC (SI TE CONECTAS A UN SERVIDOR SEGURO, RECIBIRÁS UN BAN).
fr: Activer HLAE influ sur la façon dont le jeu est lancé (au clic sur n'importe quels boutons "Regarder"). Quand il est activé, le jeu est lancé par l'intermédiaire de "Half-Life Advanced Effects" (HLAE) qui est techniquement un hack. Vous devez activer ce mode seulement si vous avez besoin d'utiliser une des fonctionnalités d'HLAE ET que vous savez ce que vous faites. Si vous n'avez pas besoin de HLAE ou que vous n'êtes pas sur de savoir ce que c'est, n'activez pas ce mode. Lorsque ce mode est activé, le jeu est lancé avec le paramètre "-insecure", ce qui signifie que vous ne pourrez pas rejoindre de serveur protégé par VAC et ainsi éviter tous risques de bannissement.
hu: A HLAE engedélyezése megváltoztatja a játék indítását (ha az összes "Nézés" gombra kattint). Ezzel használni fogja a "Half-Life Advanced Effects" (HLAE)-t, ami technikailag egy csalás. Csak akkor használja HA MINDENKÉPP tudja, hogy mit csinál ÉS szeretne filmmel kapcsolatos dolgot rögzíteni. Ha nem tudja, hogy ez mire való, vagy nem készít filmet, csak kattintson a mégsére. Ha engedélyezi, akkor a játék a "-insecure" paraméterrel fog indulni (minden alkalommal), ami azt jelenti, hogy nem csatlakozhat VAC védett szerverekhez, hogy a VAC bant elkerülje.
pl: Włączenie HLAE zmienia sposób włączania gry (kiedy klikniesz na każdy przycisk oglądania). Opcja użyje narzędzia "Half-Life Advanced Effects" (HLAE), które technicznie jest oszustwem. Powinieneś używać tego TYLKO jeśli wiesz co robisz I TYLKO do robienia filmów. Jeśli nie wiesz co to jest i nie zamierzasz nagrywać filmów po prostu anuluj. Jeśli włączysz tę opcję, gra zostanie uruchomiona z parametrem "-insecure" (zawsze), co oznacza, że nie będziesz mógł wchodzić na serwery chronione przez VAC i zapobiegnie to dostaniu VAC bana.
zh_hans: 启用 HLAE 组件将会改变游戏的启动方式 (当您点击本程序中的任意 "观看" 按钮后) 。 " Half-Life Advanced Effects" (HLAE) 是一种采用了特殊技术的程序。 请您仅在完全了解您的行为，且仅将其用于影片制作的情况下使用该组件。 倘若您并不了解该组件，或您并非计划制作游戏相关影片，请点击 "取消" 按钮。 启用该组件后，游戏将会始终以 "-insecure" 参数启动，这意味着您将不再被允许进入带有 VAC 保护的服务器 (包括所有的官方服务器和部分社区服务器) ，同时也无法避免遭到 VAC 封禁。

# DialogHlaeNotFound
source: It looks like HLAE isn't installed. Do you want to install it? (If you are using it you have to install it first to be able to use it)
es: Parece que HLAE no está instalado. ¿Quieres instalarlo? (Si lo estás usando tienes que instalarlo primero para poder usarlo)
fr: Il semble que HLAE n'est pas installé. Voulez-vous l'installer? (Il est obligatoire de l'installer pour pouvoir l'utiliser)
hu: Úgy tűnik a HLAE nincs telepítve. Szeretné telepíteni? (Ha használja, akkor először telepítenie kell, hogy tudja használni)
pl: Prawdopodobnie HLAE nie jest zainstalowany. Czy chcesz go zainstalować? (Jeśli go używasz, musisz najpierw go zainstalować by móc go używać z programem)
zh_hans: 您似乎尚未安装 HLAE 组件。 您希望安装吗？(您需要先安装才能使用它。)

# DialogNewHlaeVersionAvailable
source: A new HLAE version is avalailable. Do you want to install it? (It's recommended to avoid possible crash due to CSGO updates)
es: Una nueva versión de HLAE está disponible. ¿Quieres instalarla? (Se recomienda para evitar un posible crasheo debido a las actualizaciones de CSGO)
fr: Une nouvelle version de HLAE est disponible. Voulez-vous l'installer? (Il est recommandé d'avoir la dernière pour éviter de possibles crashs suite aux MàJ CSGO)
hu: Egy új HLAE verzió elérhető. Szeretné telepíteni? (Ez ajánlott, hogy a kifagyásokat elkerülje)
pl: Nowa wersja HLAE jest dostępna. Czy chcesz ją zainstalować? (Zalecane by uniknąć crashów w związku z aktualizacjami CSGO)
zh_hans: 有新版本的 HLAE 组件可用。 您希望安装吗？ (建议更新以避免因 Counter Strike: Global Offensive 更新而带来的崩溃隐患)

# DialogHlaeInstallationFailed
source: An error occured while installing HLAE.
es: Ha ocurrido un error mientras se instalaba HLAE.
fr: Une erreur s'est produite pendant l'installation de HLAE.
hu: Egy hiba lépett fel a HLAE telepítése közben.
pl: Pojawił się błąd podczas instalowania HLAE.
zh_hans: 在安装 HLAE 组件时发生错误。

# DialogHlaeInstalled
source: HLAE has been installed.
es: HLAE ha sido instalado.
fr: HLAE a été installé avec succès.
hu: HLAE sikeresen telepítve.
pl: HLAE został zainstalowany.
zh_hans: 已安装 HLAE 组件。

# DialogHlaeRequired
source: HLAE needs to be installed to use it.
es: HLAE debe estar instalado para usarse.
fr: HLAE doit être installé pour pouvoir l'activer.
hu: HLAE-nek telepítve kell lennie, hogy használni tudja.
pl: HLAE musi być zainstalowany by go używać.
zh_hans: 您需要先安装 HLAE 组件才能使用它。

# DialogHlaeUpdated
source: HLAE has been updated.
es: HLAE ha sido actualizado.
fr: HLAE a été mis à jour.
hu: HLAE sikeresen frissítve.
pl: HLAE został zaktualizowany.
zh_hans: 已更新 HLAE 组件。

# DialogHlaeUpdateFailed
source: An error occured while updating HLAE.
es: Ha ocurrido un error mientras se actualizaba HLAE.
fr: Une erreur s'est produite pendant la mise à jour de HLAE.
hu: Egy hiba lépett fel a HLAE frissítése közben.
pl: Pojawił się problem podczas aktualizowania HLAE.
zh_hans: 在更新 HLAE 组件时发生错误。

# NotificationInstallingHlae
source: Installing HLAE...
es: Instalando HLAE...
fr: Installation d'HLAE en cours...
hu: HLAE telepítése...
pl: Instalowanie HLAE...
zh_hans: 正在安装 HLAE 组件……

# NotificationUpdatingHlae
source: Updating HLAE...
es: Actualizando HLAE...
fr: Mise à jour de HLAE en cours...
hu: HLAE frissítése...
pl: Aktualizowanie HLAE...
zh_hans: 正在更新 HLAE 组件……

# DialogSelectHlaeConfigParentFolderLocation
source: Please select the HLAE config parent folder location.
es: Por favor selecciona la localización de la carpeta raíz de HLAE.
fr: Veuillez selectionner le dossier qui contiendra les fichiers de configuration générées par HLAE.
hu: Kérem válassza ki a HLAE konfigurációs mappa helyét.
pl: Wybierz lokalizację nadrzędnego folderu z plikami konfiguracyjnymi HLAE.
zh_hans: 请选择 HLAE 配置所在的父文件夹路径

# DialogPlayerFocusedNotFound
source: The player that you are focusing is not in this demo. You can change it from settings (accounts section) or watch it from the scoreboard.
es: El jugador que estás siguiendo no está en esta repetición. Puedes cambiarlo desde la configuración (sección de cuenta) o verlo desde la tabla de puntuaciones.
fr: Le joueur actuellement ciblé n'est pas dans cette démo. Vous pouvez le changer depuis les options (section Comptes) ou le selectionner directement depuis le scoreboard.
hu: A játékos akire fókuszál nem található meg ebben a demóban. Ezt meg tudja változtatni a beállításokban (fiók fül) vagy meg tudja nézni az eredménytábláról.
zh_hans: 您正在关注的玩家不在此录像中。您可以在设置 -> 账户中更改玩家，或是从计分板中查看。

source: Demos list size
es: Tamaño de la lista de repeticiones
fr: Nombre de démos affichées dans la liste
hu: Demók lista mérete
zh_hans: 每页DEMO数量

source: Show all demos
es: Mostrar todas las repeticiones
fr: Afficher toutes les démos
hu: Minden demó mutatása
zh_hans: 加载所有DEMO

# DialogErrorInvalidShareCode
source: Invalid share code
es: Código para compartir no válido
fr: Code de partage invalide
hu: Helytelen megosztási-kód
zh_hans: 分享码无效

# ToolTipDownloadDemoFromShareCode
source: Download a demo from share code
es: Descargar repetición mediante código para compartir
fr: Télécharger une démo à partir de son code de partage
hu: Demó letöltése a megosztási-kódról
zh_hans: 使用分享码下载demo

source: Share code
es: Código para compartir
fr: Code de partage
hu: Megosztási-kód
zh_hans: 分享代码

# DialogMessageDownloadDemoFromShareCode
source: You are going to download a demo from its share code. Please enter the share code (example: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
es: Vas a descargar una repetición mediante su código para compartir. Por favor introduce el código para compartir (ejemplo: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
fr: Vous êtes sur le point de télécharger une démo à partir de son code de partage. Veuillez saisir le code de partage (exemple: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
hu: Le fogja tölteni a demót a megosztási-kódról. Kérem adja meg a megosztási-kódot. (Például: CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).
zh_hans: 您即将使用分享代码下载对应的录像文件。 请输入分享代码 (示例：CSGO-orkmt-Z8udN-apVEh-GQtx3-sU7CR).

# DialogTitleDownloadDemoFromShareCode
source: Download demo from share code
es: Descargar repetición mediante el código para compartir.
fr: Télécharger une démo à partir de son code de partage
hu: Demó letöltése a megosztási-kódról
zh_hans: 使用分享代码下载录像文件。

# DialogDemoFromShareCodeNotAvailable
source: Demo link has expired or you already have it in your download folder.
es: El enlace de la repetición ha expirado o ya la tienes en tu carpeta de descargas.
fr: Le lien de cette démo à expiré ou vous l'avez déjà dans votre dossier de téléchargement.
hu: A demó linkje elévült, vagy már megtalálható a letöltési könyvtárban.
zh_hans: 录像文件下载链接已过期，或您已经将其下载到了本地文件夹中。

# NotificationRetrievingDemoFromShareCode
source: Retrieving demo data...
es: Recuperando información de la repetición...
fr: Récupération des informations de la démo...
hu: A demó adatainak visszakeresése...
zh_hans: 正在获取录像数据……

# DialogErrorWhileRetrievingDemoData
source: An error occured while retrieving demo data.
es: Ha ocurrido un error mientras se recuperaba la información de la repetición.
fr: Une erreur s'est produite pendant la récupération des informations de la démo.
hu: Hiba a demó adatainak visszakeresése közben
zh_hans: 获取录像数据时发生错误。

# HeaderToolTipEseaRws
source: Average ESEA Round Win Share
es: ESEA Round Win Share medio
fr: Moyenne ESEA Round Win Share
hu: Átlagos ESEA Kör nyerésének megosztottsága
zh_hans: 平均 ESEA Round Win Share

# HeaderToolTipAccuracy
source: Accuracy (%)
es: Precisión (%)
fr: Précision (%)
hu: Pontosság
zh_hans: 精确度 (%)

source: Accuracy
es: Precisión
fr: Précision
hu: Pontosság
zh_hans: 精确度

# AccuracyFull
source: Accuracy % (shots / hits)
es: % precisión (disparos / impactos)
fr: Précision % (tirs / tirs cadrés)
hu: Pontosság % (lövések / találatok)
zh_hans: 精确度 (%) (开火次数 / 命中次数)

source: Hits
es: Impactos
fr: Tirs
hu: Találatok
zh_hans: 命中次数

# NotificationImportingCustomData
source: Importing custom data...
fr: Importation des données en cours...
hu: Egyedi adat importálása
zh_hans: 正在导入自定义数据……

# HeaderToolTipTimeDeath
source: Time Death (seconds)
fr: Temps Mort (secondes)
hu: Elhalálozás ideje (másodperc)
zh_hans: 存活时间 (秒)

# AverageTimeDeath
source: Average Time Death (s)
fr: Temps Moyen Mort (s)
hu: Átlagos halállal töltött idő (mp)
zh_hans: 平均存活时间 (s)

# AverageTimeDeathFull
source: Average time the player died in seconds after the freezetime ended
fr: Temps moyen en seconde avant que le joueur ne meurt après la fin du freezetime
hu: Átlagos időtartam miután a játékos meghalt a fagyasztási idő után
zh_hans: 玩家在每回合冻结时间结束后，在死亡之前的平均存活时间 (秒)

# HeaderToolTipAverageTimeDeath
source: Average Time Death (seconds)
fr: Moyenne temps avant mort (secondes)
hu: Átlagos halállal töltött idő (másodperc)
zh_hans: 平均存活时间 (秒)

# ToolTipSaveAsPngNoShortcut
source: Save as PNG
fr: Exporter en PNG
hu: Mentés mint PNG
zh_hans: 另存为为PNG

# DialogErrorExportingChart
source: An error occured while exporting the chart.
fr: Une erreur est survenue pendant l'export du graphique.
hu: Egy hiba történt a grafikon exportálása közben.
zh_hans: 在导出图表时发生错误。

# DemoStatusCorrupted
source: Corrupted
fr: Corrompu
hu: Sérült
zh_hans: 损坏

# DemoStatusError
source: Error
fr: Erreur
hu: Hiba
zh_hans: 错误

# DemoStatusNone
source: None
da: Ingen
fr: Aucun
hu: Egyik sem
pl: Brak
zh_hans: 无

# DemoStatusToWatch
source: To watch
da: Se senere
es: Para ver
fr: A regarder
hu: Megnézni
pl: Do obejrzenia
zh_hans: 观看

# DemoStatusWatched
source: Watched
da: Set
es: Vista
fr: Regardée
hu: Megnézve
pl: Obejrzane
zh_hans: 已观看

# DialogDemosCorruptedWarning
source: The following demos are corrupted: {0} You may have missing data for this demos.
fr: Les démos suivantes sont corrompues: {0} Il est possible que des données soient manquantes pour celles-ci.
hu: A következő demók sérültek: {0} Lehet, hogy hiányoznak adatok a demókhoz.
zh_hans: 以下录像文件已损坏： {0} 录像中的部分数据可能已经丢失。

# UseSimpleRadarCheckbox
source: Use Simple Radar overviews
fr: Utiliser les overviews de Simple Radar
zh_hans: 使用简化小地图概览
