Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

# SecondsRound
source: Seconds (R)
fr: Secondes (R)
zh_hans: 秒 (回合)

# HeaderToolTipSecondsRoundStuffThrown
source: Seconds elapsed since the round's freezetime ended
fr: Nombre de secondes écoulées depuis la fin du freezetime
zh_hans: 从回合冻结时间结束后经过的秒数

# HeaderToolTipSecondsDemoStuffThrown
source: Seconds elapsed since the beginning of the demo
fr: Nombre de secondes écoulées depuis le début de la démo
zh_hans: 从录像开始后经过的秒数

# SecondsDemo
source: Seconds (D)
fr: Secondes (D)
zh_hans: 秒 (录像)

source: Decoy
fr: Leurre
zh_hans: 诱饵弹

source: Flashbang
zh_hans: 闪光弹

source: HE
fr: Grenades explosive
zh_hans: 高爆手雷

source: Incendiary
fr: Grenades incendiaire
zh_hans: 燃烧弹 (CT)

source: Molotov
zh_hans: 燃烧弹 (T)

source: Focus on player
fr: Cibler la caméra sur le joueur
zh_hans: 聚焦玩家

source: Focus on thrower
fr: Cibler la caméra sur le lanceur
zh_hans: 聚焦投掷者

source: Focus on victim
fr: Cibler la caméra sur la victime
zh_hans: 聚焦被袭击者

# SetTickAsStartTick
source: Set tick {0} as start tick
fr: Définir le tick {0} en tant que tick de début
zh_hans: 将节点 (Tick) {0} 设置为开始节点

# AnalyzeForTimeLineWarning
source: You have to analyze the demo first to have the timeline.
fr: Vous devez d'abord analyser la démo pour avoir la chronologie.
zh_hans: 您必须先分析录像以获取时间线。

# AutoCloseGameOnRecordEnd
source: Auto close the game when recording is done
fr: Fermer automatiquement le jeu a la fin de la lecture
zh_hans: 录制完毕后自动关闭游戏

# BombPlantedBy
source: the bomb planted by
fr: la bombe plantée par
zh_hans: 炸弹安放者：

source: Change
fr: Changer
zh_hans: 更改

# ChangeHLAEParentFolderLocation
source: Change HLAE config parent folder location
fr: Sélectionner le dossier de config HLAE
zh_hans: 更改 HLAE 配置父文件夹路径

source: Checking for HLAE update...
fr: Recherche d'une possible mise à jour d'HLAE en cours...
zh_hans: 正在检查 HLAE 组件更新……

# CSGORecordingInProgress
source: CSGO in-game recording in progress, please wait...
fr: Génération des fichiers bruts depuis le jeu en cours, merci de patienter...
zh_hans: 正在 Counter Strike: Global Offensive 游戏内进行录制，请稍等……

# DefusedOnSite
source: defused the bomb on site
fr: a désamorcé la bombe sur le site
zh_hans: 拆除了区域中的炸弹

# DeleteRawFilesOnEncodeEnd
source: Delete raw files at the end of encoding
fr: Supprimer les fichiers bruts a la fin de l'encodage
zh_hans: 在编码完成后删除源文件

# DialogAmountSpaceRequired
source: You need about {0} GB available on your HDD. Do you want to continue?
fr: L'espace disque requis pour la sélection actuelle est d'environ {0} GO. Voulez-vous vraiment continuer?
zh_hans: 您需要大约 {0} GB 的可用硬盘空间。 继续吗？

# DialogEndTickGreaterThanStartTick
source: End tick must be greater than start tick.
fr: Le tick de fin doit être plus grande que le tick de début.
zh_hans: 结束节点必须大于开始节点。

# DialogErrorInstallingFFmpeg
source: An error occured while installing FFmpeg. {0}
fr: Une erreur s'est produite pendant l'installation de FFmpeg. {0}
zh_hans: 在安装 FFmpeg 组件时发生错误。 {0}

# DialogErrorInstallingHLAE
source: An error occured while installing HLAE. {0}
fr: Une erreur s'est produite pendant l'installation d'HLAE. {0}
zh_hans: 在安装 HLAE 组件时发生错误。 {0}

# DialogErrorInstallingVirtualDub
source: An error occured while installing VirtualDub. {0}
fr: Une erreur s'est produite pendant l'installation de VirtualDub. {0}
zh_hans: 在安装 VirtualDub 组件时发生错误。 {0}

# DialogErrorLoadingData
source: An error occured while loading data. {0}
fr: Une erreur s'est produite pendant le chargement des données. {0}
zh_hans: 在加载数据时发生错误。 {0}

# DialogErrorSavingCommentDemo
source: An error occured while saving hte comment of the demo
fr: Une erreur s'est produite pendant la sauvegarde du commentaire de la démo.
zh_hans: 在保存录像注释时发生错误

# DialogErrorUpdatingHLAE
source: An error occured while updating HLAE. {0}
fr: Une erreur s'est produite pendant la mise à jour d'HLAE. {0}
zh_hans: 在更新 HLAE 组件时发生错误。 {0}

# DialogErrorWhileGeneratingVideo
source: An error occured while generating the video. {0}
fr: Un erreur s'est produite pendant la génération de la vidéo. {0}
zh_hans: 在生成视频文件时发生错误。 {0}

# DialogFFmpegHasBeenInstalled
source: FFmpeg has been installed.
fr: FFmpeg a été installé avec succès.
zh_hans: 已安装 FFmpeg 组件。

# DialogFFmpegHasNotInstalled
source: FFmpeg has not been installed.
fr: FFmpeg n'a pas pu être installé.
zh_hans: 尚未安装 FFmpeg 组件。

# DialogHLAEHasBeenInstalled
source: HLAE has been installed.
fr: HLAE a été installé avec succès.
zh_hans: 已安装 HLAE 组件。

# DialogHLAEHasBeenUpdated
source: HLAE has been updated.
fr: HLAE a été mis à jour avec succès.
zh_hans: 已更新 HLAE 组件。

# DialogHLAEHasNotBeenInstalled
source: HLAE has not been installed.
fr: HLAE n'a pas pu être installé.
zh_hans: 尚未安装 HLAE 组件。

# DialogHLAEHasNotBeenUpdated
source: HLAE has not been updated.
fr: HLAE n'a pas pu être mis à jour.
zh_hans: 尚未更新 HLAE 组件。

# DialogInstallFFmpegFirst
source: Please install FFmpeg first from FFmpeg section.
fr: FFmpeg est requis. Veuillez l'installer en cliquant sur "Installer" depuis la section FFmpeg.
zh_hans: 请先在 FFmpeg 的选项中安装其组件。

# DialogInstallHLAEFirst
source: Please install HLAE first from HLAE section.
fr: HLAE est requis. Veuillez l'installer en cliquant sur "Installer" depuis la section HLAE.
zh_hans: 请先在 HLAE 的选项中安装其组件。

# DialogInstallVirtuaDubFirst
source: Please install VirtualDub first from VirtualDub section.
fr: VirtualDub est requis. Veuillez l'installer en cliquant sur "Installer" depuis la section VirtualDub.
zh_hans: 请先在 VirtualDub 的选项中安装其组件。

# DialogPleaseUpdateHLAE
source: A new HLAE version is available. Please update it by clicking on the "Update" button.
fr: Une nouvelle version d'HLAE est disponible. Veuillez installer la mise à jour en cliquant sur le bouton "Mettre à jour".
zh_hans: 有新版本的 HLAE 组件可用。 请点击 "更新" 按钮将其更新至最新版本。

# DialogSelectCsgoExeLocation
source: Please select csgo.exe path from HLAE section.
fr: Veuillez indiquer le chemin vers le fichier csgo.exe depuis la section HLAE.
zh_hans: 请在 HLAE 的选项中添加 "csgo.exe" 文件的路径

# DialogSelectRawFilesDestination
source: Please select a raw files folder destination.
fr: Veuillez sélectionner le dossier dans lequel seront sauvegardés les fichiers brutes.
zh_hans: 请选择源文件的路径

# DialogSelectValidEndTick
source: Please select a valid end tick.
fr: Veuillez sélectionner un tick de fin valide.
zh_hans: 请选择一个可用的结束节点。

# DialogSelectValidStartTIck
source: Please select a valid start tick.
fr: Veuillez sélectionner un tick de début valide.
zh_hans: 请选择一个可用的开始节点。

# DialogVirtualDubHasBeenInstalled
source: VirtualDub has been installed.
fr: VirtualDub a été installé avec succès.
zh_hans: 已安装 VirtualDub 组件。

# DialogVirtualDubHasNotBeenInstalled
source: VirtualDub has not been installed.
fr: VirtualDub n'a pas pu être installée.
zh_hans: 尚未安装 VirtualDub 组件。

# ExampleCFG
source: // CFG example with some useful commands // You should paste your moviemaking CFG here
fr: // Exemple de CFG avec quelques commandes utiles // C'est ici qu'il faut coller votre CFG perso
zh_hans: // 一些有用的 CFG 配置文件命令示例 // 您需要将您用于制作影片的 CFG 命令粘贴于下方

source: exploded on site
fr: a explosée sur le site
zh_hans: 区域中的炸弹被引爆

# FFmpegEncodingInProgress
source: FFmpeg encoding in progress, please wait...
fr: Encodage par FFmpeg en cours, veuillez patienter...
zh_hans: 正在使用 FFmpeg 编码中，请稍等……

# FollowingCFGWillBeExecuted
source: The following CFG will be automatically executed:
fr: La CFG suivante sera automatiquement exécutée:
zh_hans: 以下 CFG 配置文件内容将自动执行

# FollowingCFGWillBeExecutedOnGameStart
source: The following CFG will be executed when the demo start playing:
fr: La CFG suivante sera exécutée au démarrage de la démo:
zh_hans: 以下 CFG 配置文件内容将在录像开始播放时执行

source: Generate video file
fr: Générer un fichier vidéo
zh_hans: 生成视频文件

source: How many seconds?
fr: Combien de secondes?
zh_hans: 多少秒？

source: Install
fr: Installer
zh_hans: 安装

source: Installing VirtualDub...
fr: Installation de VirtualDub en cours...
zh_hans: 正在安装 VirtualDub 组件……

source: killed
fr: a tué
zh_hans: 被击杀

# LabelAudioBitrate
source: Audio bitrate:
fr: Bitrate audio:
zh_hans: 音频比特率：

# LabelCLI
source: Command-line input:
zh_hans: 命令行输入：

# LabelDurationSeconds
source: Duration (seconds):
fr: Durée (secondes):
zh_hans: 持续时间 (秒)：

# LabelEndTick
source: End tick:
fr: Tick de fin:
zh_hans: 结束节点 (End Tick)：

# LabelExtraInputParams
source: Extra input parameters:
fr: Paramètres d'entrée additionnels:
zh_hans: 额外输入参数：

# LabelExtraParams
source: Extra parameters:
fr: Paramètres additionnels:
zh_hans: 额外参数：

# LabelFramerate
source: Framerate:
zh_hans: 帧率：

# LabelHeight
source: Height:
fr: Hauteur:
zh_hans: 高度：

# LabelInstalledVersion
source: Installed version:
fr: Version installée:
zh_hans: 已安装版本：

# LabelOutputDestination
source: Output folder destination:
fr: Destination de la vidéo:
zh_hans: 输出文件路径：

# LabelOutputFilename
source: Output filename:
fr: Nom du fichier vidéo:
zh_hans: 输出文件名称：

# LabelRawFilesFolder
source: Raw files destination folder:
fr: Destination des fichiers bruts:
zh_hans: 源文件路径：

# LabelStartTick
source: Start tick:
fr: Tick de début:
zh_hans: 开始节点 (Start Tick)：

# LabelVideoFramerate
source: Video framerate:
fr: Framerate vidéo:
zh_hans: 视频帧率：

# LabelVideoQuality
source: Video quality:
fr: Qualité vidéo:
zh_hans: 视频质量：

# LabelWidth
source: Width:
fr: Largeur:
zh_hans: 宽度：

source: Loading data...
fr: Chargement des données...
zh_hans: 正在加载数据……

# OpenFolderOnEncodeEnd
source: Open video in Windows Explorer at the end of encoding
fr: Ouvrir la vidéo dans Windows Explorer à la fin de l'encodage
zh_hans: 在编码完成后从 Windows 资源管理器中打开视频

# PlantedOnSite
source: planted the bomb on site
fr: a planté la bombe sur le site
zh_hans: 在爆破区域安放了炸弹

source: Raw files required space:
fr: Espace disque requis pour les fichier bruts:
zh_hans: 源文件所需硬盘空间：

# RequiredSpaceNotAvailable
source: Required space calculation is not available with corrupted demos.
fr: Le calcul de l'espace disque requis n'est pas disponible avec les démos corrompus.
zh_hans: 录像文件损坏，无法计算所需硬盘空间。

source: Reset
fr: Réinitialiser
zh_hans: 重置

# RoundNumber
source: Round #
zh_hans: 回合 #

source: Select folder
fr: Changer dossier
zh_hans: 选择文件夹

# SetTickAsEndTick
source: Set tick {0} as end tick
fr: Définir le tick {0} en tant que tick de fin
zh_hans: 将节点 (Tick) {0} 设置为结束节点

source: Show CFG
fr: Afficher CFG
zh_hans: 显示 CFG 配置文件

source: Show demo comment
fr: Afficher le commentaire de la démo
zh_hans: 显示录像文件注释

# StartingCSGO
source: Starting CSGO, please wait...
fr: Lancement de CSGO en cours, veuillez patienter...
zh_hans: 正在启动 Counter Strike: Global Offensive，请稍等……

# StartingHLAE
source: Starting HLAE, please wait...
fr: Lancement d'HLAE en cours, veuillez patienter...
zh_hans: 正在启动 HLAE 组件，请稍等……

# TimeLineNotAvailableWarning
source: Timeline is not available with POV or corrupted demos. You have to enter ticks manually. Adding a comment to the demo may be useful in this case.
fr: La chronologie n'est pas disponible avec les démos POV ou corrompues, vous devez saisir les ticks de début et fin manuellement. Il peut être pratique dans ce cas d'ajouter un commentaire pour noter les ticks importants.
zh_hans: 比赛时间线 (Timeline) 在 POV 或是损坏的录像文件中不可用。您需要手动输入节点 (Tick)。在此情况下，为录像文件添加注释也许可以减少一些麻烦。

# ToolTipBrowseToFFmpegFolder
source: Open FFmpeg installation folder in Windows Explorer
fr: Ouvrir le dossier d'installation de FFmpeg dans Windows Explorer
zh_hans: 在 Window 资源管理器中打开 FFmpeg 组件的安装目录

# ToolTipBrowseToHLAEFolder
source: Open HLAE installation folder in Window Explorer
fr: Ouvrir le dossier d'installation d'HLAE dans Windows Explorer
zh_hans: 在 Window 资源管理器中打开 HLAE 组件的安装目录

# ToolTipBrowseToOutputDestination
source: Open output folder in Windows Explorer
fr: Ouvrir le dossier de la vidéo dans Windows Explorer
zh_hans: 在 Window 资源管理器中打开输出文件所在的目录

# ToolTipBrowseToRawFilesDestination
source: Open raw files folder in Windows Explorer
fr: Ouvrir le dossier des fichiers bruts dans Windows Explorer
zh_hans: 在 Window 资源管理器中打开源文件所在的目录

# ToolTipBrowseToVirtualDubFolder
source: Open VirtualDub installation folder in Window Explorer
fr: Ouvrir le dossier d'installation de VirtualDub dans Window Explorer
zh_hans: 在 Window 资源管理器中打开 VirtualDub 组件的安装目录

# ToolTipChangeOutputDestination
source: Change output folder destination
fr: Changer le dossier de destination de la vidéo
zh_hans: 更改输出文件路径

# ToolTipChangeRawFilesDestination
source: Change raw files folder destination
fr: Changer le dossier de destination des fichiers bruts
zh_hans: 更改源文件路径

# ToolTipGenerateMovie
source: Start movie generation
fr: Démarrer le génération de la vidéo
zh_hans: 开始生成影片

# ToolTipInstallFFmpeg
source: Install FFmpeg
fr: Installer FFmpeg
zh_hans: 安装 FFmpeg 组件

# ToolTipInstallHLAE
source: Install HLAE
fr: Installer HLAE
zh_hans: 安装 HLAE 组件

# ToolTipInstallVirtualDub
source: Install VirtualDub
fr: Installer VirtualDub
zh_hans: 安装 VirtualDub 组件

# ToolTipResetCFG
source: Reset CFG to default
fr: Réinitialiser la CFG avec celle par défaut
zh_hans: 将 CFG 配置文件重置为默认状态

# ToolTipSelectCsgoExeLocation
source: Change csgo.exe location
fr: Changer le chemin vers csgo.exe
zh_hans: 更改 "csgo.exe" 文件路径

# ToolTipSwitchBetweenFFmpegVirtualDub
source: Switch between VirtualDub / FFmpeg
fr: Basculer entre VirtualDub / FFmpeg
zh_hans: 切换编码工具 VirtualDub / FFmpeg

# ToolTipToggleDemoComment
source: Toggle demo's comment (CTRL+T)
fr: Afficher le commentaire de la démo (CTRL+T)
zh_hans: 切换录像注释 (CTRL+T)

# ToolTipUpdateHLAE
source: Update HLAE
fr: Mettre à jour HLAE
zh_hans: 更新 HLAE 组件

# ValidNumberRequired
source: A valid number is required.
fr: Un nombre valide est requis.
zh_hans: 请输入一个有效数字。

# VirtualDubEncodingInProgress
source: VirtualDub encoding in progress, please wait...
fr: Encodage de la vidéo par VirtualDub en cours, veuillez patienter...
zh_hans: 正在使用 VirtualDub 编码中，请稍等……

source: with
fr: avec
zh_hans: 以及

# ContextMenuTimeLineSetEventTickAsEndTick
source: Set the tick {0} as end tick
fr: Définir le tick {0} en tant que tick de fin
zh_hans: 将节点 (Tick) {0} 设置为结束节点

# ContextMenuTimeLineSetEventTickAsStartTick
source: Set the tick {0} as start tick
fr: Définir le tick {0} en tant que tick de début
zh_hans: 将节点 (Tick) {0} 设置为开始节点

# ContextMenuTimeLineSetEventTickMinusAsEndTick
source: Set the tick {0} minus x seconds as end tick
fr: Définir le tick {0} moins x secondes en tant que tick de fin
zh_hans: 将节点 (Tick) {0} 减 X 秒设置为结束节点

# ContextMenuTimeLineSetEventTickMinusAsStartTick
source: Set the tick {0} minus x seconds as start tick
fr: Définir le tick {0} moins x secondes en tant que tick de début
zh_hans: 将节点 (Tick) {0} 减 X 秒设置为开始节点

# ContextMenuTimeLineSetEventTickPlusAsEndTick
source: Set the tick {0} plus x seconds as end tick
fr: Définir le tick {0} plus x secondes en tant que tick de fin
zh_hans: 将节点 (Tick) {0} 加 X 秒设置为结束节点

# ContextMenuTimeLineSetEventTickPlusAsStartTick
source: Set the tick {0} plus x seconds as start tick
fr: Définir le tick {0} plus x secondes en tant que tick de début
zh_hans: 将节点 (Tick) {0} 加 X 秒设置为开始节点

source: Focus on defuser
fr: Cibler la caméra sur le désamorçeur
zh_hans: 聚焦炸弹拆除者

source: Focus on planter
fr: Cibler la caméra sur le poseur
zh_hans: 聚焦炸弹安放者

source: Focus on killer
fr: Cibler la caméra sur le tueur
zh_hans: 聚焦击杀者

source: Movie
fr: Vidéo
zh_hans: 影片

# ToolTipMovie
source: Go to movie generator
fr: Aller vers le générateur de vidéos
zh_hans: 前往影片生成器

source: a decoy
fr: un leurre
zh_hans: 一枚诱饵弹

source: a flashbang
fr: une flash
zh_hans: 一枚闪光弹

source: a molotov
fr: un molotov
zh_hans: 一枚燃烧弹 (T)

source: an HE
fr: une grenade explosive
zh_hans: 一枚高爆手雷

source: an incendiary
fr: une grenade incendiaire
zh_hans: 一枚燃烧弹 (CT)

source: a smoke
fr: une fumigène
zh_hans: 一枚烟雾弹

source: thrown
fr: a jeté
zh_hans: 投掷

# ToolTipShowCFG
source: Show CFG
fr: Afficher CFG
zh_hans: 显示 CFG 配置文件

source: Website
fr: Site Internet
zh_hans: 网站

# DialogNoHLAEUpdateAvailable
source: No HLAE update available.
fr: Aucune mise à jour d'HLAE disponible.
zh_hans: 尚无可用的 HLAE 组件更新。

# NotificationInstallingFFmpeg
source: Installing FFmpeg...
fr: Installation de FFmpeg en cours...
zh_hans: 正在安装 FFmpeg 组件……

# CreditsTools
source: CSGO Demos Manager uses internally the following tools:
fr: CSGO Demos Manager utilise en interne les utilitaires suivants:
zh_hans: CSGO Demos Manager 使用以下工具：

source: Tools
fr: Utilitaires
zh_hans: 工具

source: Steam must be running.
fr: Steam doit être lancé pour continuer.
zh_hans: 您的 Steam 客户端必须处于运行状态

# SeeDocOnWebsite
source: See documentation on the website
fr: Voir la documentation sur le site Internet
zh_hans: 参阅网站上的文档

source: Markers
fr: Marqueurs
zh_hans: 标记

source: Actions
zh_hans: 动作

# ContextMenuDisplayKillsOnyForPlayer
source: Display kills only for this player
fr: Afficher les notifications seulement pour ce joueur
zh_hans: 仅显示此玩家造成的击杀

# ContextMenuHighlightKillsOnlyForPlayer
source: Highlight kills only for this player
fr: Mettre en valeur les notifications seulement pour ce joueur
zh_hans: 仅高亮此玩家造成的击杀

source: Copy SteamID
fr: Copier SteamID
zh_hans: 复制 Steam ID

source: Death notices options
fr: Options notifications de morts
zh_hans: 死亡提醒选项

source: Display kills
fr: Afficher notif.
zh_hans: 显示击杀

# HeaderToolDisplayKillsForPlayer
source: Display kills for this player on death notices
fr: Afficher les notifications pour ce joueur
zh_hans: 在死亡提示上显示此玩家的击杀

# HeaderToolTipHighlightKillsForPlayer
source: Highlight kills for this player on death notices
fr: Mettre en valeur les notifications pour ce joueur
zh_hans: 在死亡提示上高亮此玩家的击杀

source: Highlight kills
fr: MeV notif.
zh_hans: 高亮击杀

# LabelDisplayTimeSeconds
source: Display time (seconds):
fr: Durée d'affichage (secondes):
zh_hans: 死亡提醒显示时间 (秒):

source: Check for updates on app startup
fr: Vérifier la présence de mise a jour au lancement de l'application
zh_hans: 在程序启动时自动检查更新

# EnableWorldwide
source: Enable worldwide parameter
fr: Activer le paramètre de lancement "worldwide"
zh_hans: 启用国际服务器启动参数 (-worldwide)

source: MVP
da: MVS
fr: MJ

# WinnerSide
source: WS
fr: CG
pl: SZ

source: by
da: af
es: por
fr: par
hu: által
pl: przez

# HeaderEntryKills
source: EK
da: ED
fr: VO

# HeaderTeamKill
source: FF
da: HD
fr: TA

# HeaderAverageDamagesPerRound
source: ADR
da: GSR
fr: MDR
hu: ÁSK
pl: ŚOR

# HeaderCrouchKills
source: CK
da: KD
fr: VA
hu: GÖ
pl: ZPK

# HeaderDeathPerRound
source: DPR
fr: MPR
hu: HK
pl: ŚNR

# HeaderFiveKills
source: 5K
fr: 5V
hu: 5Ö
pl: 5Z

# HeaderFourKills
source: 4K
fr: 4V
hu: 4Ö
pl: 4Z

# HeaderKillDeathRatio
source: K/D
da: D/D
fr: VPM
hu: Ö/H
pl: Z/Ś

# HeaderOneKill
source: 1K
fr: 1V
hu: 1Ö
pl: 1Z

# HeaderRoundPlayed
source: RP
da: RS
fr: RJ
hu: KL
pl: RZ

# HeaderTotalDamagesHealth
source: TDH
da: TSH
fr: TDV
pl: ŁOŻ

# HeaderThreeKills
source: 3K
fr: 3V
hu: 3Ö
pl: 3Z

# HeaderTwoKills
source: 2K
fr: 2V
hu: 2Ö
pl: 2Z

# HeaderTradeDeaths
source: TD
da: BD
fr: MP
pl: ŚWO

# HeaderTradeKills
source: TK
da: BD
fr: VP
pl: ZWO

# HeaderAssistsPerRound
source: APR
fr: CPR
pl: ANR

# OneVersusFive
source: 1V5
fr: 1c5

# OneVersusFour
source: 1V4
fr: 1c4

# OneVersusOne
source: 1V1
fr: 1c1

# OneVersusThree
source: 1V3
fr: 1c3

# OneVersusTwo
source: 1V2
fr: 1c2

# HeaderWinnerSide
source: WS
da: VS
fr: CG
pl: ZS

# HeaderWinnerTeamName
source: WTN
da: VHN
fr: NEG
pl: NZD

# HeaderTeamTrouble
source: TT
da: HP
fr: ED
pl: PD

# HeaderAvarageDamagesPerPlayer
source: ADP
da: GSS
fr: MDJ
pl: ŚOZ

# HeaderStartMoneyTeam1
source: SM CT ($)
da: SM Hold 1 ($)
fr: AD CT ($)
hu: KP TE ($)
pl: PM CT ($)

# HeaderStartMoneyTeam2
source: SM T ($)
da: SM Hold 2 ($)
fr: AD T ($)
hu: KP T ($)
pl: PM T ($)

# HeaderEquipementValueTeam1
source: EV CT ($)
da: EV Hold 1 ($)
es: VE CT ($)
fr: VE CT ($)
hu: FÉ TE ($)
pl: WE CT ($)

# HeaderEquipementValueTeam2
source: EV T ($)
da: EV Hold 2 ($)
es: VE T($)
fr: VE T ($)
hu: FÉ T ($)
pl: WE T ($)

# HeaderSideTrouble
source: ST
da: SP
fr: CD
pl: PS

# HeaderToolTipHltv2Rating
source: HLTV2 Rating
da: HLTV2 bedømmelse
es: Rating HLTV2
fr: Classement HLTV2
hu: HLTV2 értékelés
pl: Ocena HLTV2

# HeaderToolTipNumber
source: Number
da: Nummer
es: Número
fr: Numéro
hu: Szám
pl: Liczba

# HeaderToolTipOneVersusX
source: 1vX
es: 1contraX
fr: 1 contre X

# HeaderClutchs
source: C
fr: CL

# Hltv2Full
source: HLTV2 (HLTV2 Rating)
da: HLTV2 (HLTV2 Bedømmelse)
fr: HLTV2 (Classement HLTV2)
hu: HLTV2 (HLTV2 értékelés)
pl: HLTV2 (Ocena HLTV2)

# HeaderEquipmentValuePlayer
source: EV ($)
fr: VE ($)
pl: WE ($)

# HeaderKillerSide
source: KS
da: DS
fr: CT
pl: SA

# MegaByte
source: MB
fr: MO

source: POV
fr: PDV
pl: Perspektywa

# HeaderKnifeKills
source: KK
fr: VC
pl: ZZN

# HeaderDaysSinceLastBan
source: DSLB
fr: JDDB
pl: Dni od ostatniego bana

source: CT
fr: AT
hu: TE
pl: AT

# HeaderRoundLost
source: RL
fr: RP
pl: RP

# HeaderTotalMatchesTime
source: TMT
fr: DTM
pl: ŁCM

# HeaderAverageMatchTime
source: AMT
fr: DMM
pl: ŚCM

# HeaderAccuracy
source: ACC (%)
fr: PREC (%)
hu: Pontosság (%)

# HeaderTimeDeath
source: TD (s)
fr: TM (s)
hu: TD (mp)

# HeaderAverageTimeDeath
source: ATD (s)
fr: MTM (s)
hu: ATD (mp)

source: GB
fr: GO

# MaxConcurrentAnalyzes
source: Max concurrent demo analyzes
fr: Nombre max d'analyses de démo en parallèle

# HeaderBombDefused
source: BD
hu: BH
pl: BR

# HeaderBombExploded
source: BE
hu: BR
pl: BZ

# HeaderBombPlanted
source: BP
da: Bombe anbragt
hu: BT

source: Ticks
hu: Tickek
pl: Ticków

# HeaderToolTipRws
source: ESEA RWS (Round Win Share)
da: ESEA RWS (Runde vundet Deling)
hu: ESEA RWS (Körök megnyerésének megosztása)

# EseaRwsFull
source: RWS (ESEA Round Win Share)
da: RWS (ESEA Runde vundet deling)
hu: RWS (Körök megnyerésének megosztása)

# HeaderFramerate
source: FR
pl: CWK

# HeaderTotalDamagesArmor
source: TDA
da: TSK
pl: ŁOP

source: RWS
da: RVD
