Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

source: Analyze
da: Analyser
es: Analizar
fr: Analyser
hu: Elemzés
pl: Analizuj
zh_hans: 分析录像

source: Back
da: Tilbage
es: Atrás
fr: Retour
hu: Vissza
pl: Cofnij
zh_hans: 后退

source: Details
da: Detaljer
es: Detalles
fr: Détails
hu: Részletek
pl: Szczegóły
zh_hans: 比赛详情

source: Account Stats
da: Bruger Indstillinger
es: Estadísticas de la cuenta
fr: Stats du compte
hu: Fiók statisztikák
pl: Statystyki konta
zh_hans: 账户信息

source: Add to suspects
da: Tilføj til mistænkte
es: Añadir a sospechosos
fr: Ajouter aux suspects
hu: Gyanúsítottakhoz adás
pl: Dodaj do podejrzanych
zh_hans: 添加至嫌疑列表

source: Browse
da: Gennemse
es: Explorar
fr: Naviguer
hu: Keresés
pl: Szukaj
zh_hans: 浏览文件

source: Delete
da: Slet
es: Borrar
fr: Supprimer
hu: Törlés
pl: Usuń
zh_hans: 删除录像

# DownloadMatchMakingDemos
source: Download MM Demos
da: Hent MM Demoer
es: Descargar demos de MM
fr: Télécharger démos MM
hu: MM demók letöltése
pl: Pobierz dema z gry
zh_hans: 下载录像

source: Export as XLS
da: Eksporter som XLS
es: Exportar como XLS
fr: Exporter en XLS
hu: XLS fájl mentése
pl: Eksportuj jako XLS
zh_hans: 导出数据

source: Goto Tick
da: Gå til Tick
es: Ir a Tick
fr: Aller au tick
hu: Tick-hez menni
pl: Idź do Ticku
zh_hans: 定位观看

source: Information
es: Información
hu: Információk
pl: Informacje
zh_hans: 信息

source: Refresh
da: Opdater
es: Refrescar
fr: Actualiser
hu: Frissítés
pl: Odśwież
zh_hans: 刷新列表

source: Show All
da: Vis Alle
es: Mostrar todo
fr: Montrer tous
hu: Mutass mindent
pl: Pokaż wszystko
zh_hans: 显示全部录像

source: Show Only Account Demos
da: Vis Kun Bruger Demoer
es: Mostrar solo repeticiones de la cuenta
fr: Afficher seulement les demos de ce compte
hu: Csak a fiók demókat mutassa
pl: Pokaż tylko dema z konta
zh_hans: 仅显示此账户的录像

source: Stats
da: Statistik
es: Estadísticas
fr: Statistiques
hu: Statisztika
pl: Statystyki
zh_hans: 数据统计

source: Suspects
da: Mistænkte
es: Sospechosos
hu: Gyanúsítottak
pl: Podejrzani
zh_hans: 嫌疑玩家

source: Watch
da: Se
es: Ver
fr: Regarder
hu: Nézés
pl: Oglądaj
zh_hans: 观看录像

source: Watch highlights
da: Se Højdepunkter
es: Ver mejores momentos
fr: Voir moments forts
hu: Kiemelt pillanatok
pl: Oglądaj najlepsze momenty
zh_hans: 观看高潮

source: Watch lowlights
da: Se lavdepunkter
es: Ver peores momentos
fr: Voir pires moments
hu: Rossz pillanatok
pl: Oglądaj najgorsze momenty
zh_hans: 观看低谷

source: About
da: Om
es: Sobre
fr: A propos de
hu: A programról
pl: O programie
zh_hans: 关于

# FreeSoftware
source: CSGO Demos Manager is a free open source software and will always be.
da: CSGO Demo Manager er en gratis open source program og vil forblive sådan.
es: CSGO Demos Manager gratuito y de código libre, y siempre lo será
fr: CSGO Demos Manager est une logiciel open source gratuit et le restera.
hu: A CSGO Demo menedzser egy ingyenes, nyílt forráskodú program, ami ingyenes is fog maradni.
pl: CSGO Demos Manager jest w pełni otwartym oprogramowaniem i zawsze nim będzie.
zh_hans: CSGO Demos Manager 将永远是一个免费的开源软件。

# SourceCodeAvailable
source: Source code is available on
da: Source code er tilgængelig på
es: El código fuente está disponible en
fr: Le code source est disponible sur
hu: A forrás kód elérhető:
pl: Kod źródłowy jest dostępny na
zh_hans: 源代码地址：

# EncounteredBug
source: If you encountered a bug or have any suggestions, feel free to open an issue on
da: Hvis du støder på et problem eller har et forslag, du er velkommen til at åbne et spørgsmål på
es: Si has encontrado un bug o tienes alguna sugerencia, no dude en abrir un issue en
fr: Si vous rencontrez un bug ou avez une suggestion, merci de créer une issue sur
hu: Ha bármilyen hibával vagy felvetésed támadna, nyugodtan nyiss egy topicot
pl: Jeśli napotkałeś błąd lub masz jakieś sugestie, utwórz temat na
zh_hans: 若您遇到问题或有任何建议，敬请前往

source: or send an
da: Eller send en
es: o enviar un
fr: ou envoyer un
hu: vagy küldj egy emailt
pl: lub wyślij
zh_hans: 提交 Issue，或者将其发送至我的

# WantSayThank
source: If you want to say thank you, please feel free to make a
da: Hvis du vil sige tak, er du velkommen til at lave en
es: Si quiere agradecer, puede hacer una
fr: Si vous le souhaitez, vous pouvez supporter le développement de l'application, en faisant un
hu: Ha megszeretnéd köszönni, nyugodtan
pl: Jeśli chcesz mi podziękować, przekaż
zh_hans: 若您想对本软件的作者表达谢意，敬请

# AlwaysDownload
source: Always download the application installer from the official website
da: Altid hent applikationen fra den officielle side
es: Siempre descargue el instalador de la aplicación de la página web oficial
fr: Merci de toujours télécharger le fichier d'installation de l'application depuis le site officiel
hu: Mindig a hivatalos oldalról töltsd le az applikáció telepítőjét
pl: Zawsze pobieraj instalator aplikacji z oficjalnej strony
zh_hans: 请确保从官方网站下载本软件的安装程序：

source: Accounts
da: Brugere
es: Cuentas
fr: Comptes
hu: Fiókok
pl: Konta
zh_hans: 账户

source: Add account
da: Tilføj bruger
es: Añadir cuenta
fr: Ajouter compte
hu: Fiók hozzáadása
pl: Dodaj konto
zh_hans: 添加账户

source: Add folder
da: Tilføj mappe
es: Añadir carpeta
fr: Ajouter dossier
hu: Mappa hozzáadása
pl: Dodaj folder
zh_hans: 添加文件夹

# AdditionalsParametersLabel
source: Additionals parameters
da: Yderligere parametre
es: Parámetros adicionales
fr: Paramètres additionnels
hu: További paraméterek megadása
pl: Dodatkowe parametry
zh_hans: 其它启动参数

# AdrFull
source: ADR (Average Damage Per Round)
da: GSR (Gennemsnitlig Skade Per Runde)
es: ADR (Daño Medio Por Ronda)
fr: MDR (Moy. Dégâts par Round)
hu: ÁSK (Átlagos Sebzés Körönként)
pl: ŚOR (Średnie Obrażenia na Rundę)
zh_hans: ADR (每回合平均伤害)

# AprFull
source: APR (Assist Per Round)
da: APR (Assisterende Drab Per Runde)
es: APR (Asistencias Por Ronda)
fr: CPR (Coopérations Par Round)
hu: AK (Asszist Körönként)
pl: ANR (Asysty Na Rundę)
zh_hans: APR (每回合平均助攻)

source: Assists
da: Assisterende Drab
es: Asistencias
fr: Coopérations
hu: Asszisztok
pl: Asysty
zh_hans: 助攻

source: Ban
da: Bandlyst
zh_hans: 封禁

# BanFull
source: Ban (VAC / OW)
da: Bandlyst (VAC / OW)
zh_hans: 封禁 (VAC / OW)

source: Bomb defused
da: Bombe Demonteret
es: Bomba desactivada
fr: Bombe désamorcée
hu: Bomba hatástalanítása
pl: Bomby rozbrojone
zh_hans: 炸弹拆除

source: Bomb exploded
da: Bomb Eksploderet
es: Bomba explotó
fr: Bombe explosée
hu: Bomba felrobbanása
pl: Bomby zdetonowane
zh_hans: 炸弹爆炸

source: Bomb planted
da: Bombe anbragt
es: Bomba plantada
fr: Bombe plantée
hu: Bomba telepítése
pl: Bomby podłożone
zh_hans: 炸弹安放

source: Browse to errors file
da: send til fejl filer
es: Navegar a archivo de errores
fr: Naviguer vers le fichier d'erreurs
hu: A hibás fájlok megjelenítése
pl: Otwórz plik błędów
zh_hans: 浏览错误日志目录

source: Clear demos data
da: Ryd Demoer data
es: Limpiar información de repeticiones
fr: Supprimer les données en cache des démos
hu: Demó fájlok törlése
pl: Wyczyść dane dem
zh_hans: 清除录像数据

source: Clear VDM files
da: Slet VDM filer
es: Limpiar archivos VDM
fr: Supprimer les fichiers VDM
hu: VDM fájlok törlése
pl: Wyczyść pliki VDM
zh_hans: 清除 VDM 文件

# ClientName
source: Client
da: Klient
es: Cliente
hu: Kliens
pl: Klient
zh_hans: 客户端

source: Close BOT on exit
da: Luk BOT ved afslut
es: Cerrar BOT al salir
fr: Fermer le BOT en quittant l'application
hu: BOT bezárása, bezáráskor
pl: Zamknij Bota przy wyjściu
zh_hans: 退出时关闭 BOT

source: Clutch
hu: Kör lehozása
pl: Klacz
zh_hans: 残局

source: Clutches
fr: Clutchs
hu: Körök lehozása
pl: Klacze
zh_hans: 残局

source: Columns
da: Kolonner
es: Columnas
fr: Colonnes
hu: Oszlopok
pl: Kolumny
zh_hans: 列表信息

source: Comment
da: Kommentar
es: Comentario
fr: Commentaire
hu: Komment
pl: Komentarz
zh_hans: 注释

# CommentLabel
source: Comment
da: Kommentar
es: Comentario
fr: Commentaire
hu: Komment
pl: Komentarz
zh_hans: 注释

source: Crouch kills
da: Kravle Drab
es: Eliminaciones agachado
fr: Kills accroupi
hu: Ölések guggolva
pl: Zabójstwa przy kucaniu
zh_hans: 蹲下杀敌

source: csgo.exe path
es: Dirección de csgo.exe
fr: Chemin csgo.exe
hu: csgo.exe elérési út
pl: ścieżka do csgo.exe
zh_hans: "csgo.exe" 文件路径

# CurrentAccountWatch
source: Current account used for watch (highlights / lowlights)
da: Nuværende bruger bruges til at se (Højdepunkter/Lavdepunkter)
es: Cuenta usada para ver (mejores momentos/peores momentos)
fr: Compte ciblé pour regarder les actions (pires / forts moments)
hu: A jelenlegi fiók csak kiemelkedő- és rossz pillanatok megtekintésére használatos
pl: Bieżące konto używane do oglądania (najlepszych / najgorszych momentów)
zh_hans: 当前被选定观看（高潮/低谷）的账户

source: Current folder
da: Nuværende Mappe
es: Carpeta actual
fr: Dossier courant
hu: Jelenlegi mappa
pl: Bieżący folder
zh_hans: 当前文件夹

# DataCache
source: Cache
es: Caché
pl: Pamięć podręczna
zh_hans: 缓存

source: Date
da: Dato
es: Fecha
hu: Dátum
pl: Data
zh_hans: 日期

source: Date Format
da: Dato Format
es: Formato de la fecha
fr: Format date
hu: Dátum formátuma
pl: Format daty
zh_hans: 日期格式

source: Deaths
da: Dødsfald
es: Muertes
fr: Morts
hu: Halálok
pl: Śmierci
zh_hans: 死亡

source: Demo name
da: Demo Navn
es: Nombre de la repetición
fr: Nom démo
hu: Demó neve
pl: Nazwa dema
zh_hans: 录像文件名

source: Demo(s)
da: Demo(er)
es: Repetición(es)
fr: Démo(s)
hu: Demó(k)
pl: Demo/a
zh_hans: 录像

source: Demo type
es: Tipo de la repetición
fr: Type démo
hu: Demó típusa
pl: Typ dema
zh_hans: 录像类型

# DestinationFolderLabel
source: Destination folder
da: Destinations mappe
es: Carpeta de destino
fr: Dossier de sauvegarde
hu: Célkönyvtár
pl: Folder docelowy
zh_hans: 目标文件夹

source: donation
es: donación
fr: don
hu: adomány
pl: darowiznę
zh_hans: 捐赠

source: Download
da: Hent
es: Descargar
fr: Téléchargements
hu: Letöltés
pl: Pobieranie
zh_hans: 下载

# DprFull
source: DPR (Death Per Round)
da: DPR (Dødsfald Per Runde)
es: DPR (Muertes Por Ronda)
fr: MPR (Morts Par Round)
hu: HK (Halál Körönként)
pl: ŚNR (Śmierci Na Rundę)
zh_hans: DPR (每回合平均死亡)

source: Duration
da: Varighed
es: Duración
fr: Durée
hu: Játékidő
pl: Czas trwania
zh_hans: 持续时间

source: Entry kills
da: Entry Drab
es: Muertes de entrada
fr: Victimes d'ouvertures
hu: Első ölés
pl: Entry kille
zh_hans: 破点杀敌

# EquipmentValueTeam1
source: Equipment value CT
da: Udstyrs værdi hold 1
es: Valor del equipo CT
fr: Valeur équipement AT
hu: Felszerelés értéke TE
pl: Wartość ekwipunku drużyny 1
zh_hans: 装备价值 - CT

# EquipmentValueTeam2
source: Equipment value T
da: Udstyrs værdi hold 2
es: Valor del equipo T
fr: Valeur équipement des T
hu: Felszerlés értéke T
pl: Wartość ekwipunku drużyny 2
zh_hans: 装备价值 - T

source: Export custom data
da: Eksporter brugerdefineret data
es: Exportar datos personalizados
fr: Exporter données utilisateur
hu: Speciális adatok exportálása
pl: Eksportuj niestandardowe dane
zh_hans: 导出自定义数据

# FilterEtc
source: Filter...
es: Filtrar ...
fr: Filtrer...
hu: Szűrő...
pl: Filtr...
zh_hans: 筛选……

source: Folders
da: Mapper
es: Carpetas
fr: Dossiers
hu: Mappák
pl: Foldery
zh_hans: 文件夹

source: From
da: Fra
es: De
fr: Du
hu: Tól
pl: Od
zh_hans: 从

source: Fullscreen
da: Fuldskærm
es: Pantalla completa
fr: Plein écran
hu: Teljes képernyős
pl: Pełny ekran
zh_hans: 全屏

source: Height
da: Højde
es: Altura
fr: Hauteur
hu: Magasság
pl: Wysokość
zh_hans: 高度

source: Hostname
da: Værtsnavn
es: Nombre del host
fr: Nom d'hôte
hu: Hosztnév
pl: Nazwa hosta
zh_hans: 服务器

# HeaderHeadshots
source: HS
zh_hans: 爆头数

# IgnoreBanOccuredAfterDemoDate
source: Ignore ban occured before demo date
da: Ignorer bandlys forkommet før demo dato
es: Ignorar baneos anteriores a la fecha de la repetición
fr: Ignorer les bans antérieurs à la date des démos
hu: Ne vegye figyelembe a ban-t ami a demó dátuma előtt történt
pl: Ignoruj bana sprzed daty dema
zh_hans: 忽略早于录像日期的封禁记录

source: Import custom data
da: Importer brugerdefineret data
es: Importar datos personalizados
fr: Importer données utilisateur
hu: Speciális adat importálása
pl: Importuj niestandardowe dane
zh_hans: 导入自定义数据

# HeaderJumpKills
source: JK
da: HD
fr: VS
pl: ZWS
zh_hans: 空中击杀

source: Jump kills
da: Hop Drab
es: Eliminaciones en salto
fr: Vcitimes en sautant
hu: Ölések ugrás közben
pl: Zabójstwa W Skoku
zh_hans: 空中击杀

source: Kills
da: Drab
es: Eliminaciones
fr: Victimes
hu: Ölések
pl: Zabójstwa
zh_hans: 杀敌统计

# HeaderKillsPerRound
source: KPR
da: Drab Per Runde
es: EPR
fr: VPR
hu: ÖK
pl: Z/R
zh_hans: KPR (每回合杀敌数)

source: Launch Options
da: Opstart indstillinger
es: Opciones de ejecución
fr: Options de lancement
hu: Indítási opciók
pl: Opcje Uruchamiania
zh_hans: 启动选项

source: Limit stats to selected folder
da: Begræns statistikker til den markerede mappe
es: Limitar estadísticas a la carpeta seleccionada
fr: Limiter les statistiques au dossier courant
hu: Statisztikák limitálása a kiválasztott mappára
pl: Ogranicz statystyki do wybranego folderu
zh_hans: 有限统计选定文件夹

source: Map
da: Bane
es: Mapa
fr: Carte
hu: Pálya
pl: Mapa
zh_hans: 地图

source: Map name
da: Bane navn
es: Nombre del mapa
fr: Nom carte
hu: Pálya neve
pl: Nazwa mapy
zh_hans: 地图名称

source: Misc
da: div.
es: Miscelánea
fr: Autres
hu: Egyéb
pl: Inne
zh_hans: 杂项

source: Name
da: Navn
es: Nombre
fr: Nom
hu: Név
pl: Nazwa
zh_hans: 名称

source: No analyzable demos
da: Ingen Analyserbare Demoer
es: No hay repeticiones analizables
fr: Démos non analysable
hu: Nincs elemezhető demó
pl: Dema nie do analizy
zh_hans: 尚无可供分析的录像

source: Not analyzable
da: Ikke analyserbar
es: No analizable
fr: Pas analysable
hu: Nem elemezhető
pl: Nie do analizy
zh_hans: 无法分析

source: Remove account
da: Fjern Bruger
es: Eliminar cuenta
fr: Supprimer compte
hu: Fiók eltávolítása
pl: Usuń konto
zh_hans: 移除账户

source: Remove folder
da: Fjern Mappe
es: Eliminar carpeta
fr: Supprimer dossier
hu: Könyvtár eltávolítása
pl: Usuń folder
zh_hans: 移除文件夹

source: Round played
da: Runde Spillet
es: Ronda jugada
fr: Round joués
hu: Körök lejátszva
pl: Rund zagranych
zh_hans: 游戏回合

source: Round type
da: Runde Type
es: Tipo de ronda
fr: Type round
hu: Kör típusa
pl: Typ rundy
zh_hans: 回合类型

source: Score team 1
da: Points hold 1
es: Puntuación del equipo 1
fr: Score équipe 1
hu: Csapat eredmény 1
pl: Wynik drużyny 1
zh_hans: 团队 1 分数

source: Score team 2
da: Points hold 2
es: Puntuación del equipo 2
fr: Score équipe 2
hu: Csapat eredmény 2
pl: Wynik drużyny 2
zh_hans: 团队 2 分数

source: Settings
da: Indstillinger
es: Configuración
fr: Options
hu: Beállítások
pl: Ustawienia
zh_hans: 设置

source: Show all folders
da: Vis Alle Mapper
es: Mostrar todas las carpetas
fr: Montrer tous les dossiers
hu: Minden könyvtár mutatása
pl: Pokaż wszystkie foldery
zh_hans: 显示所有文件夹

source: Show More Demos
da: Vis flere Demoer
es: Mostrar más repeticiones
fr: Afficher plus de démos
hu: Több demó megjelenítése
pl: Pokaż więcej dem
zh_hans: 显示更多录像

source: Side trouble
da: Side Problemer
es: Bando en problemas
fr: Camp en difficulté
pl: Problemy strony
zh_hans: 劣势开局阵营

source: Source
da: kilde
es: Fuente
hu: Forrás
pl: Żródło
zh_hans: 来源

# HeaderScoreTeam1
source: ST1
da: PH1
fr: SE1
hu: CSE1
pl: WD1
zh_hans: 队伍1得分

# HeaderScoreTeam2
source: ST2
da: PH2
fr: SE2
hu: CSE2
pl: WD2
zh_hans: 队伍2得分

source: Start BOT on launch
da: Start BOT ved opstart
es: Iniciar BOT al iniciar sesión
fr: Démarrer le BOT au lancement de l'application
hu: BOT elindítása, indításnál
pl: Uruchom Bota przy włączeniu
zh_hans: 启动时开启封禁监控机器人

# StartMoneyTeam1
source: Start money CT
da: Start penge hold 1
es: Dinero inicial CT
fr: Argent en début de round des AT
hu: Kezdő pénz TE
pl: Początkowy majątek drużyny 1
zh_hans: 开局经济 - CT

# StartMoneyTeam2
source: Start money T
da: Start penge hold 2
es: Dinero inicial T
fr: Argent en début de round des T
hu: Kezdő pénz T
pl: Początkowy majątek drużyny 2
zh_hans: 开局经济 - T

source: Status
es: Estado
hu: Állapot
zh_hans: 状态

source: Stop
es: Parar
hu: Megállítás
pl: Zakończ
zh_hans: 停止

source: Sync nicknames
da: Synkroniser Navne
es: Sincronizar nombres de cuentas
fr: Mettre à jour les pseudos
hu: Becenevek szinkronizálása
pl: Synchronizuj nicki
zh_hans: 同步昵称

source: Team 1
da: Hold 1
es: Equipo 1
fr: Equipe 1
hu: Csapat 1
pl: Drużyna 1
zh_hans: 团队 1

source: Team 1 name
da: Hold 1 navn
es: Nombre del Equipo 1
fr: Nom équipe 1
hu: Csapat 1 neve
pl: Nazwa drużyny 1
zh_hans: 团队 1 名称

source: Team 2
da: Hold 2
es: Equipo 2
fr: Equipe 2
hu: Csapat 2
pl: Drużyna 2
zh_hans: 团队 2

source: Team 2 name
da: Hold 2 navn
es: Nombre del equipo 2
fr: Nom équipe 2
hu: Csapat 2 neve
pl: Nazwa drużyny 2
zh_hans: 团队 2 名称

source: Team trouble
da: Hold problemer
es: Equipo en problemas
fr: Equipe en difficulté
pl: Problem drużyny
zh_hans: 劣势开局团队

source: Theme
da: tema
es: Tema
fr: Thème
hu: Design
pl: Motyw
zh_hans: 主题

# TkFull
source: TK (Team Kill)
da: HD (Hold Drab)
es: TK (Eliminación de compañero)
fr: TA (Tir Alliés)
hu: TK (Csapattárs Ölések)
pl: ZD (Zabójstwo Drużynowe)
zh_hans: TK (误杀)

source: To
da: Til
es: Hasta
fr: Au
hu: Ig
pl: Do
zh_hans: 到

source: Total damage armor
da: Total Skade kevlar
es: Daño total de armadura
fr: Total dégâts armure
hu: Összes sebzés páncélra
pl: Łączne obrażenia pancerza
zh_hans: 总计护甲伤害

source: Total damage health
da: Total Skade helbred
es: Daño total de vida
fr: Total dégâts vie
hu: Összes élet sebzés
pl: Łączne obrażenia życia
zh_hans: 总计血量伤害

source: Total kills
da: Samlet drab
es: Muertes totales
fr: Total victimes
hu: Összes ölés
pl: Zabójstw łącznie
zh_hans: 杀敌总计

source: To watch
da: Se senere
es: Para ver
fr: A regarder
hu: Megnézni
pl: Do obejrzenia
zh_hans: 将要观看

source: Trade death
da: Bytnings dødsfald
es: Muerte de tradeo
fr: Morts partagées
hu: Csere halálkor
pl: Śmierć w odwecie
zh_hans: 补枪死亡

source: Trade kill
da: Bytnings Drab
es: Eliminación de tradeo
fr: Victimes partagées
hu: Ölés halálkor
pl: Zabójstwo w odwecie
zh_hans: 补枪杀敌

source: Type
es: Tipo
hu: Típus
pl: Typ
zh_hans: 类型

# UseAccountForWatch
source: Use this account for watch
da: Brug denne bruger til at se
es: Usar esta cuenta para ver
fr: Ce concentrer sur ce compte lors de la visualisation des pires / forts moments.
hu: Ezt a fiókot használni meccs nézésekor
pl: Użyj tego konta do oglądania
zh_hans: 使用此账户观看

# UseCutomLowlightHighlight
source: Use custom highlights / lowlights generation
da: Brug brugerdefineret Højdepunkter/lavdepunkter generation
es: Usar generador personalizado de mejores/peores momentos
fr: Utiliser la génération personnalisée des actions (pires / forts moments)
hu: Felhasználó által meghatározott kiemelkedő pillanatok / rossz pillanatok generálása
pl: Włącz niestandardową produkcję najlepszych / najgorszych momentów
zh_hans: 使用自定义设置生成高潮/低谷

source: Watched
da: Set
es: Vista
fr: Regardée
hu: Megnézve
pl: Obejrzane
zh_hans: 已观看

source: Width
da: Bredde
es: Ancho
fr: Largeur
hu: Szélesség
pl: Szerokość
zh_hans: 宽度

source: Winner team name
da: Vinder hold navn
es: Nombre del equipo ganador
fr: Nom équipe gagnante
hu: Győztes csapat neve
pl: Nazwa zwycięskiej drużyny
zh_hans: 胜利团队名称

source: Yes
da: Ja
es: Sí
fr: Oui
hu: Igen
pl: Tak
zh_hans: 是

# ToolTipAccountStats
source: Account stats (CTRL+E)
da: Bruger statistikker(CTRL+E)
es: Estadísticas de la cuenta (CTRL+E)
fr: Statistiques du compte (CTRL+E)
hu: Fiók statisztikák (CTRL+E)
pl: Statystyki konta (CTRL+E)
zh_hans: 账户数据统计 (CTRL+E)

# ToolTipAddToSuspectsList
source: Add players to suspects list (CTRL+W)
da: Tilføj spillere til mistænkte liste (CTRL+W)
es: Añadir jugador a la lista de sospechosos (CTRL+W)
fr: Ajouter aux suspects (CTRL+W)
hu: Játékosok hozzáadása a gyanúsítottak listájához (CTRL+W)
pl: Dodaj graczy do listy podejrzanych (CTRL+W)
zh_hans: 将本场比赛中的玩家添加至嫌疑列表 (CTRL+W)

# ToolTipAnalyzeSelectedDemos
source: Analyze selected demo(s) (CTRL+S)
da: Analyser markerede demo(er) (CTRL+S)
es: Analizar la repetición(es) seleccionada (CTRL+S)
fr: Analyser démos sélectionnée(s) (CTRL+S)
hu: A kiválasztott demó(k) elemzése (CTRL+S)
pl: Analizuj wybrane dema (CTRL+S)
zh_hans: 分析选定的录像 (CTRL+S)

# ToolTipBrowseToDemo
source: Browse to demo (CTRL+B)
da: gå til demo(CTRL+B)
es: Abrir repetición en explorador (CTRL+B)
fr: Afficher dans l'explorateur Windows (CTRL+B)
hu: Demók helyének megnyitása (CTRL+B)
pl: Otwórz lokalizację dema (CTRL+B)
zh_hans: 浏览录像所在目录 (CTRL+B)

# ToolTipDeleteDemo
source: Delete selected demo(s) (CTRL+D)
da: Slet markerede demo(er) (CTRL+D)
es: Borrar la repetición(es) seleccionada (CTRL+D)
fr: Supprimer demo(s) (CTRL+D)
hu: Kiválasztott demó(k) törlése (CTRL+D)
pl: Usuń wybrane dema (CTRL+D)
zh_hans: 删除选定的录像 (CTRL+D)

# ToolTipDemoDetails
source: Demo's details (CTRL+D)
da: Demo detaljer (CTRL+D)
es: Detalles de la repetición (CTRL+D)
fr: Détails démo (CTRL+D)
hu: Demók részletei (CTRL+D)
pl: Szczegóły dema (CTRL+D)
zh_hans: 录像详情 (CTRL+D)

# ToolTipDownloadDemos
source: Download last MM demos available for the current logged Steam account (CTRL+H)
da: Hent nyeste MM demoer fra den nuværende steam konto(CTRL+H)
es: Descargar últimas repeticiones de MM disponibles para la cuenta de Steam conectada actualmente (CTRL+H)
fr: Télécharger les démos des dernières parties en Matchmaking disponibles pour le compte Steam actuellement connecté (CTRL+H)
hu: A jelenleg bejelentkezett fiókról a legutóbbi versengő demók letöltése (CTRL+H)
pl: Pobierz ostatnie mecze dla obecnie zalogowanego konta Steam (CTRL+H)
zh_hans: 从目前登录的 Steam 账户下载近期的官方竞技比赛录像 (CTRL+H)

# ToolTipExportXls
source: Export as XLS (CTRL+X)
da: Eksporter som XLS(CTRL+X)
es: Exportar como XLS (CTRL+X)
fr: Exporter au format XLS (CTRL+X)
hu: Fájl exportálása mint XLS (CTRL+X)
pl: Eksportuj jako XLS (CTRL+X)
zh_hans: 将比赛数据导出为 XLS 文件(CTRL+X)

# ToolTipGoToSuspectsList
source: Go to suspects list (CTRL+F)
da: Gå til mistænkte liste (CTRL+F)
es: Ir a lista de sospechosos (CTRL+F)
fr: Afficher la liste des suspects (CTRL+F)
hu: Ugrás a gyanúsítottak lisájára (CTRL+F)
pl: Otwórz listę podejrzanych (CTRL+F)
zh_hans: 打开嫌疑列表 (CTRL+F)

# ToolTipGotoTick
source: Start watching selected demo at specific tick (CTRL+G)
da: Begynd at se den markerede demo ved specifik tick (CTRL+G)
es: Empezar a ver la repetición en un tick específico (CTRL+G)
fr: Regarder la démo à partir d'un tick précis (CTRL+G)
hu: A kiválasztott demót a meghatározott Tick-től megnézni (CTRL+G)
pl: Rozpocznij oglądanie dema od określonego ticku (CTRL+G)
zh_hans: 从指定的服务器响应节点 (Tick) 观看录像 (CTRL+G)

# ToolTipRefreshDemosList
source: Refresh demos list (CTRL+R | F5)
da: Opdater demo liste (CTRL+R | F5)
es: Refrescar la lista de repeticiones (CTRL+R | F5)
fr: Actualiser la liste des démos (CTRL+R | F5)
hu: A demó listát frissíteni (CTRL+R | F5)
pl: Odśwież listę dem (CTRL+R | F5)
zh_hans: 刷新录像列表 (CTRL+R | F5)

# ToolTipStop
source: Stop (CTRL+S)
es: Parar (CTRL+S)
hu: Megállítani (CTRL+S)
pl: Zakończ (CTRL+S)
zh_hans: 停止 (CTRL+S)

# ToolTipWatchDemo
source: Watch demo (CTRL+W)
da: Se demo (CTRL+W)
es: Ver repetición (CTRL+W)
fr: Regarder la démo (CTRL+W)
hu: Demó megtekintése (CTRL+W)
pl: Oglądaj demo (CTRL+W)
zh_hans: 观看录像 (CTRL+W)

# ToolTipWatchHighlights
source: Watch your highlights (CTRL+H)
da: Se dine højdepunkter (CTRL+H)
es: Ver tus mejores momentos (CTRL+H)
fr: Regarder moments forts (CTRL+H)
hu: A saját kiemelkedő pillanatok megtekintése (CTRL+H)
pl: Oglądaj swoje najlepsze momenty (CTRL+H)
zh_hans: 观看您的比赛高潮时刻 (CTRL+H)

# ToolTipWatchLowlights
source: Watch your lowlights (CTRL+L)
da: Se dine lavdepunkter (CTRL+L)
es: Ver tus peores momentos (CTRL+L)
fr: Regarder pires moments (CTRL+L)
hu: A saját rossz pillanatok megtekintése (CTRL+H)
pl: Oglądaj swoje najgorsze momenty (CTRL+L)
zh_hans: 观看您的比赛低谷时刻 (CTRL+L)

source: Avatar
pl: Awatar
zh_hans: 头像

source: Copy email address
da: kopier Email adresse
es: Copiar dirección de email
fr: Copier l'adresse mail
hu: Email cím másolása
pl: Skopiuj adres email
zh_hans: 复制 Email 地址

source: Damages
da: Skade
es: Daños
fr: Dégâts
hu: Sebzések
pl: Obrażenia
zh_hans: 伤害统计

source: Flashbangs
es: Grandas aturdidoras
hu: Villanógránátok
pl: Flashe
zh_hans: 闪光效果
