Repository: akiver/cs-demo-manager
Catalog: Manager/Properties/Resources.*.resx
Languages: da, es, fr, hu, pl, zh_hans

# DialogPlayerAlreadyInSuspectWhitelist
source: This player is in your suspect / white / account list. You have to remove it from your account and white list to be able to add him in your supect list.
da: Denne spiller er på din mistænkte/ hvid / konto liste. you skal fjerne den fra din konto liste og hvidliste for at kunne tilføje den til din mistænkte liste.
es: Este jugador está en tu lista de sospechosos / lista blanca / lista de cuentas. Tienes que eliminarlo de tu cuenta y lista blanca para poder añadirlo a tu lista de sospechosos.
fr: Ce joueur se trouve déjà soit dans votre liste de suspect, liste blanche ou liste de compte. Vous devez d'abord le supprimer de votre liste blanche et de votre liste de compte pour pouvoir l'ajouter aux suspects.
hu: Ez a játékos a gyanúsított / engedélyezettek / fiók listádon szerepel. El kell távolítanod a fiókod és az engedélyezettek listájáról, ahhoz, hogy a gyanúsítottak listájára kerüljön.
pl: Ten gracz jest na liście kont / podejrzanych / whiteliście. Musisz usunąć go z listy kont lub whitelisty by móc dodać go do listy podejrzanych.
zh_hans: 该玩家已经在您的嫌疑列表 / 白名单 / 账户列表中。 您必须先将其从账户列表 / 白名单中移除，才能将其添加至嫌疑列表

# DialogUpdateRequireClearCache
source: This update requires to clear custom data from cache (your suspects list will not be removed). Do you want to save your custom data?
da: Denne opdatering kræver rydning af brugerdefineret data fra cache(Dine mistænkte vil ikke blive fjernet). Ønsker du at gemme dine brugerdefineret data?
es: Esta actualización requiere eliminar los datos personalizados de caché (tu lista de sospechosos no será eliminada). ¿Quieres guardar tus datos personalizados?
fr: Cette mise à jour nécessite la suppression des données en cache des démos. Votre liste de suspect et liste blanche seront conservées. Voulez-vous faire une sauvegarde de vos données personnalisées (status, commentaire...)?
hu: Ehhez a frissítéshez szükség van arra, hogy az egyedi adatokat a cache-ből töröljük (a gyanúsítottak listája nem lesz törölve). Szeretné menteni az egyedi adatokat?
pl: Ta aktualizacja wymaga wyczyszczenia niestandardowych danych z pamięci podręcznej (lista podejrzanych nie zostanie usunięta). Czy chcesz zapisać swoje niestandardowe dane?
zh_hans: 此次更新需要从本地缓存中清除自定义数据 (您的嫌疑列表不会被清空)。 是否备份自定义数据？

# DialogPlayerNotFound
source: Player not found.
da: Spiller ikke fundet
es: Jugador no encontrado.
fr: Joueur introuvable.
hu: Játékos nem található.
pl: Gracz nie znaleziony.
zh_hans: 未找到玩家

# HeaderAccountVisibility
source: Account visibility
da: Konto Synlighed
es: Visibilidad de cuenta
fr: Visibilité
hu: Fiók láthatósága.
pl: Widzialność konta
zh_hans: 账户可见性

# HeaderBanCount
source: Ban Count
da: Bandlysnings Antal
es: Número de baneos
fr: Ban
hu: Kitiltások száma
pl: Liczba banów
zh_hans: 封禁次数

# HeaderCommunityBanned
source: Community Banned
da: Fællesskabs Bandlyst
es: Baneado por la comunidad
fr: Ban communautaire
hu: Közösségi kitiltás
pl: Zbanowany w społeczności
zh_hans: 社区封禁

# HeaderEconomyBanned
source: Economy Banned
da: Økonomi Bandlyst
es: Baneado de economía
fr: Ban économique
hu: Gazdasági kitiltás
pl: Zbanowany na rynku
zh_hans: Economy 封禁

# HeaderGameBan
source: Game ban
da: Spil Ban
es: Baneado de juego
fr: Ban jeux
hu: Játék-kitiltás
pl: Ban w grze
zh_hans: 游戏封禁

# HeaderNickname
source: Nickname
da: Øgenavn
fr: Pseudo
hu: Becenév
pl: Nick
zh_hans: 昵称

# HeaderProfileSetup
source: Profile setup
da: Profil opsætning
es: Perfil con datos
fr: Profil configuré?
hu: Profil beállítások
pl: Konfiguracja profilu
zh_hans: 资料设置

# NotificationAddingPlayerToWhitelist
source: Adding player to whitelist...
da: Tilføjer Spiller til Hvidliste...
es: Añadiendo jugador a la lista blanca...
fr: Ajout du joueur à la liste blanche...
hu: Játékos hozzáadása az engedélyezettek listájához...
pl: Dodawanie gracza do whitelisty...
zh_hans: 正在将玩家添加至白名单……

# NotificationAddingSuspect
source: Adding suspect...
da: tilføjer mistænkte...
es: Añadiendo sospechoso...
fr: Ajout du suspect...
hu: Gyanúsítottakhoz adás...
pl: Dodawanie podejrzanego...
zh_hans: 正在添加嫌疑玩家……

# NotificationMovingSuspectsToWhitelist
source: Moving suspect(s) to whitelist...
da: Flytter mistænkt(e) til hvidliste...
es: Moviendo sospechoso(s) a la lista blanca...
fr: Déplacement des supects vers la liste blanche...
hu: A gyanúsított(ak) mozgatása az engedélyezettek listjájára...
pl: Przenoszenie podejrzanych do whitelisty...
zh_hans: 正在将一名或多名嫌疑玩家移动至白名单……

# NotificationPlayerAlreadyInWhitelist
source: Player already in your whitelist.
da: Spiller allerede på din hvidliste...
es: El jugador ya está en tu lista blanca.
fr: Joueur déjà dans la liste blanche.
hu: A játékos már megtalálható az engedélyezettek listáján.
pl: Gracz już jest na twojej whiteliście.
zh_hans: 该玩家已经在您的白名单中。

# NotificationRefreshing
source: Refreshing...
da: Genopfrisker...
es: Refrescando...
fr: Actualisation...
hu: Frissítés...
pl: Odświeżanie...
zh_hans: 正在刷新……

# NotificationSearching
source: Searching...
da: Søger....
es: Buscando...
fr: Recherche en cours...
hu: Keresés...
pl: Wyszukiwanie...
zh_hans: 正在搜索……

# NotificationStoppingAnalyze
source: Stopping analyze...
da: Stopper analysering...
es: Deteniéndo análisis...
fr: Annulation de l'analyse en cours...
hu: Elemzés leállítása...
pl: Wstrzymywanie analizy...
zh_hans: 正在停止分析……

source: Dark
da: Mørk
es: Oscuro
fr: Sombre
hu: Sötét
pl: Ciemny
zh_hans: 深色

source: Day
da: Dag
es: Día
fr: Jour
hu: Nap
pl: Dzień
zh_hans: 天

# DialogErrorExportingHeatmap
source: An error occured while exporting heatmap to PNG.
da: En fejl skete under eksportering af Varmekort til PNG
es: Ha ocurrido un error mientras se exportaba el mapa de calor a PNG.
fr: Une erreur est survenue pendant l'export de la carte de chaleur au format PNG.
hu: Hiba történt a hőtérkép PNG-be történő exportálás közben.
pl: Pojawił się błąd podczas eksportowania mapy cieplnej do PNG.
zh_hans: 在将热点地图导出为 PNG 图片文件时发生错误。

# DialogErrorWhileAddingPlayerToSuspectsList
source: Error while adding player to suspects list.
da: Fejl ved tilføjelse af spiller til mistænkte liste
es: Error mientras se añadía el jugador a la lista de sospechosos.
fr: Une erreur est survenue pendant l'ajout du joueur à la liste des suspects.
hu: Hiba a játékos hozzáadása a gyanúsítottak listájára közben.
pl: Pojawił się błąd podczas dodawania gracza do listy podejrzanych.
zh_hans: 在将玩家添加至嫌疑列表时发生错误。

# DialogErrorWhileAddingPlayerToWhitelist
source: Error while adding player to whitelist.
da: Fejl ved tilføjelse af spiller til hvidliste
es: Error mientras se añadía el jugador a la lista blanca.
fr: Une erreur est survenue pendant l'ajout du joueur à la liste blanche.
hu: Hiba a játékos hozzáadása az engedélyeztettek listájára közben.
pl: Pojawił się błąd podczas dodawania gracza do whitelisty.
zh_hans: 在将玩家添加至白名单时发生错误。

# DialogNoDamagesDataFound
source: No damages data found. The demo is too old or you didn't analyze it.
da: ingen skade data fundet. Demoen er for gammel eller også har du ikke analyseret den.
es: No se han encontrado datos dañados. La repetición es demasiado antigua o no la analizaste.
fr: Aucune données liées aux dégâts trouvées. Cette démo est peut être trop vieille ou n'a pas été analysée.
hu: Nem találálható sérült adat. A demó túl régi, vagy nem elemezhető.
pl: Nie znaleziono uszkodzeń danych. Demo jest za stare lub nie było analizowane.
zh_hans: 未找到伤害数据。 该录像文件可能太过久远，或您尚未对其进行分析。

# DialogNoDemosFoundForPlayer
source: No demos found for this player. Demos with this player might not have been analyzed.
da: Ingen demoer fundet for denne spiller. Demoer hos denne spiller er måske ikke analyseret
es: No se han encontrado repeticiones para este jugador. Las repeticiones con este jugador podrían no haber sido analizadas.
fr: Aucune démo contenant ce joueur n'a été trouvée. Il est possible que les démos contenant ce joueur n'aient pas été analysées.
hu: Nem található demó a játékosról. Lehet, hogy nem lett elemezve demó a játékosról.
pl: Nie znaleziono dem dla tego gracza. Być może dema tego gracza nie były analizowane.
zh_hans: 未找到该玩家的录像。 包含该玩家的录像文件可能尚未被分析。

# DialogPlayerAlreadyInAccountsList
source: This player is already in your account list.
da: Denne spiller er allerede på din kontoliste
es: Este jugador ya está en tu lista de cuentas.
fr: Ce joueur est déjà dans la liste des comptes.
hu: A játékos már a fiók listán szerepel.
pl: Ten gracz jest już na liście kont.
zh_hans: 该玩家已经在您的账户列表中。

# DialogPlayerAlreadyInSuspectsList
source: This player is already in your suspect or he is in your account list. You have to remove it from your account list to be able to add him in your supect list.
da: Denne Spiller er allerede på din mistænkte liste eller konto liste. Du skal fjerne den fra din konto liste for at være i stand til at tilføje ham til din mistænkte liste
es: Este jugador ya está en tu lista de sospechosos o está en tu lista de cuentas. Tienes que eliminarlo de tu lista de cuentas para poder añadirlo a tu lista de sospechosos.
fr: Ce joueur est soit déjà dans la liste des suspects ou il est présent dans votre liste de comptes. Vous devez le supprimer de la liste des comptes pour pouvoir l'ajouter à la liste des suspects.
hu: A játékos már szerepel a gyanúsítottak között, vagy a fiók listán. El kell távolítania a fiók listáról ahhoz, hogy a gyanúsítottak listáján szerepelhessen.
pl: Ten gracz jest już na twojej liście podejrzanych lub na liście kont. Musisz usunąć go z listy kont by móc dodać go do listy podejrzanych.
zh_hans: 该玩家已经在您的嫌疑列表或账户列表中。 您必须先将其从账户列表中移除，才能将其添加至嫌疑列表。

# DialogPlayerAlreadyInWhitelist
source: This player is already in your whitelist or he is in your account list. You have to remove it from your account list to be able to add him in your whitelist.
da: Denne spiller er allerede på din hvidliste eller på din konto liste. Du skal fjerne ham fra din konto liste for at være i stand til at tilføje ham til din hvidliste.
es: Este jugador ya está en tu lista blanca o está en tu lista de cuentas. Tienes que eliminarlo de tu lista de cuentas para poder añadirlo a tu lista blanca.
fr: Ce joueur est soit déjà dans la liste blanche ou il est présent dans votre liste de comptes. Vous devez le supprimer de la liste des comptes pour pouvoir l'ajouter à la liste blanche.
hu: A játékos már szerepel az engedélyezettek listáján, vagy a fiók listán. El kell távolítania a fiók listáról ahhoz, hogy az engedélyezettek listáján szerepelhessen.
pl: Ten gracz jest już na twojej whiteliścielub na liście kont. Musisz usunąć go z listy kont by móc dodać go do whitelisty.
zh_hans: 该玩家已经在您的白名单或账户列表中。 您必须先将其从账户列表中移除，才能将其添加至白名单。

source: Light
da: Lys
es: Claro
fr: Clair
hu: Fény
pl: Jasny
zh_hans: 浅色

source: Month
da: Måned
es: Mes
fr: Mois
hu: Hónap
pl: Miesiąc
zh_hans: 月

source: None
da: Ingen
es: Ninguno
fr: Aucun
hu: Egyik sem
pl: Brak
zh_hans: 无

# NotificationAddingPlayerToAccountsList
source: Adding player to the account list...
da: Tilføjer spiller til konto listen...
es: Añadiendo jugador a la lista de cuentas...
fr: Ajout du joueur à la liste des comptes...
hu: Játékos hozzáadása a fiók listához...
pl: Dodawanie gracza do listy kont...
zh_hans: 正在将玩家添加至账户列表……

# NotificationAddingPlayerToSuspectsList
source: Adding player to suspects list...
da: Tilføjer spiller til mistænkte listen...
es: Añadiendo jugador a la lista de sospechosos...
fr: Ajout du joueur à la liste des suspects...
hu: Játékos hozzáadása a gyanúsítottak listához...
pl: Dodawanie gracza do listy podejrzanych...
zh_hans: 正在将玩家添加至嫌疑列表……

# NotificationCommentSaved
source: Comment saved.
da: Kommentar gemt
es: Comentario guardado.
fr: Commentaire sauvegardé.
hu: Komment elmentve.
pl: Komentarz zapisany.
zh_hans: 注释已保存

# NotificationPlayedAddedToSuspectsList
source: Player added to suspects list.
da: Spiller tilføjet til mitænkte listen
es: Añadido jugador a la lista de sospechosos.
fr: Joueur ajouté à la liste des suspects avec succès.
hu: Játékos hozzáadása a gyanúsítottak listához.
pl: Gracz dodany do listy podejrzanych.
zh_hans: 已将玩家添加至嫌疑列表

# NotificationPlayerAddedToAccountsList
source: Player added to the account list.
da: Spiller tilføjet til konto listen
es: Añadido jugador a la lista de cuentas.
fr: Joueur ajouté à la liste des comptes avec succès.
hu: Játékos hozzáadása a fiók listához.
pl: Gracz dodany do listy kont.
zh_hans: 已将玩家添加至账户列表

# NotificationPlayerAddedToWhitelist
source: Player added to whitelist.
da: Spiller tilføjet til hvidliste
es: Añadido jugador a la lista blanca.
fr: Joueur ajouté à la liste blanche avec succès.
hu: Játékos hozzáadása az engedélyezettek listájához.
pl: Gracz dodany do whitelisty.
zh_hans: 已将玩家添加至白名单

# NotificationSearchingDemosForPlayer
source: Searching demos for this player...
da: Søger demoer for denne spiller..
es: Buscando en las repeticiones a este jugador...
fr: Recherche des démos contenant ce joueur...
hu: Demók keresése a játékoshoz...
pl: Szukanie dem dla tego gracza...
zh_hans: 正在搜索该玩家的录像……

# NotificationSetposCommandCopied
source: setpos command copied to clipboard
da: setpos Kommando kopiret til udklipsholder
es: comando setpos copiado al portapapeles
fr: Commande setpos copiée dans le presse papier.
hu: setpos parancs kimásolva a vágólapra
pl: komenda setpos skopiowana do schowka
zh_hans: 复制 "setpos" 命令到剪贴板

source: Shots fired
da: Skud Affyret
es: Disparos realizados
fr: Tirs
hu: Eldördült lövések
pl: Strzały oddane
zh_hans: 开火

source: Smokes
da: Røg
es: Granadas de humo
fr: Fumigènes
hu: Füstök
pl: Granaty dymne
zh_hans: 烟雾弹

source: SPEC
hu: NÉZŐ
zh_hans: 观察者

source: Lost
da: Nederlag
es: Derrota
fr: Perdu
hu: Elveszítve
pl: Przegrana
zh_hans: 失败次数

# LostSurrender
source: Lost (S)
da: Nederlag (S)
es: Derrota (S)
fr: Perdu (A)
hu: Elveszítve (S)
pl: Przegrana (FF)
zh_hans: 失败(投降)

# WinSurrender
source: Win (S)
da: Sejr (S)
es: Victoria (S)
fr: Gagné (A)
hu: Győzelem (S)
pl: Wygrana (FF)
zh_hans: 胜利(投降)

source: Away
da: Ikke tilstede
es: Ausente
fr: Absent
hu: Távol van
pl: Zaraz Wracam
zh_hans: 离开

source: Busy
da: Travl
es: Ocupado
fr: Occupé
hu: Elfoglalt
pl: Zajęty
zh_hans: 忙碌

source: Looking to play
da: Vil gerne spille
es: Buscando partida
fr: Souhaite jouer
hu: Játszani szeretne
pl: Chcę pograć
zh_hans: 想玩游戏

source: Looking to trade
da: Leder efter Byttehandel
es: Buscando trade
fr: Souhaite échanger
hu: Cserélni szertne
pl: Chcę się wymienić
zh_hans: 想交易

source: Offline
es: Desconectado
fr: Hors-ligne
hu: Nem elérhető
zh_hans: 离线

source: Online
es: Conectado
fr: En ligne
zh_hans: 在线

source: Private
da: Privat
es: Privado
fr: Privé
hu: Privát
pl: Prywatny
zh_hans: 私密

source: Public
da: Offentlig
es: Público
hu: Nyilvános
pl: Publiczny
zh_hans: 公开

source: Snooze
da: Slumre
fr: Non disponible
hu: Alszik
pl: Drzemka
zh_hans: 打盹

# ToolTipAbout
source: about
da: om
es: sobre
fr: environ
hu: körülbelül
pl: około
zh_hans: 关于

# ToolTipAddToWhitelist
source: Add an account to whitelist
da: Tilføj konto til hvidliste
es: Añadir una cuenta a la lista blanca
fr: Ajouter un compte à la liste blanche
hu: Egy fiók hozzáadása az engedélyezett listához
pl: Dodaj konto do whitelisty
zh_hans: 将一个帐户添加至白名单

# ToolTipBlinded
source: blinded
da: Blændet
es: cegado
fr: a flashé
hu: bevakulva
pl: oślepiony
zh_hans: 致盲

# ToolTipBlindedOthersPlayersFor
source: blinded others players for
da: Blændede andre spillere for
es: cegó a otros jugadores por
fr: a flashé les autres joueurs
hu: bevakított egy másik játékost
pl: oślepił innych graczy na
zh_hans: 致盲其他玩家

# ToolTipGoToPlayerProfile
source: Go to player profile (CTRL+P)
da: Gå til spiller profilen (CTRL+P)
es: Ir al perfil del jugador (CTRL+P)
fr: Voir le profil du joueur (CTRL+P)
hu: Játékos profiljának megnyitása (CTRL+P)
pl: Przejdź do profilu gracza (CTRL+P)
zh_hans: 前往玩家资料 (CTRL+P)

# ToolTipKilled
source: killed
da: Dræbt
es: eliminó
fr: a tué
hu: megölve
pl: zabił
zh_hans: 被击杀

# ToolTipOneSingleFlashFrom
source: One single flash from
da: En enkelt flash fra
es: Una sola flash de
fr: Une flash de
hu: Egy villanógránát
pl: Pojedynczy flash od
zh_hans: 单次闪光，来自

# ToolTipRemovePlayersFromWhitelist
source: Remove player(s) from whitelist (DEL)
da: Fjern spiller(e) fra hvidliste (DEL)
es: Eliminar jugador(es) de la lista blanca (DEL)
fr: Supprimer le(s) joueur(s) de la liste blanche (DEL)
hu: Játék eltávolítása az engedélyzettek listájáról (DEL)
pl: Usuń gracza/y z whitelisty (DEL)
zh_hans: 从白名单中移除玩家 (DEL)

# ToolTipSeconds
source: second(s)
da: Sekund(er)
es: segundo(s)
fr: seconde(s)
hu: másodperc
pl: sekund(a/y)
zh_hans: 秒

# ToolTipSecondsOnAverage
source: second(s) on average
da: Sekund(er) gennemsnitlig
es: segundo(s) de media
fr: seconde(s) en moyenne
hu: másodperc átlagosan
pl: sekund(a/y) średnio
zh_hans: 秒 (平均)

# ToolTipShowPlayerDemos
source: Show demos that contains the player (CTRL+F)
da: Vis demoer der indeholder spilleren (CTRL+F)
es: Mostrar repeticiones que contienen al jugador (CTRL+F)
fr: Afficher les démos contenant ce(s) joueur(s) (CTRL+F)
hu: Demó mutatása, amiben a játékos szerepel(CTRL+F)
pl: Pokaż dema zawierające tego gracza (CTRL+F)
zh_hans: 显示包含此玩家的录像 (CTRL+F)

# ToolTipTimes
source: time(s)
da: gang(e)
es: tiempo(s)
fr: fois
hu: idő
pl: raz(y)
zh_hans: 时间 (s)

# WhitelistInformation
source: Players listed below will not be checked for ban when analyzing a demo.
da: Følgende Spillere vil ikke blive undersøgt for Bans under analysering
es: No se comprobará si los jugadores listados abajo están baneados cuando se analize una repetición.
fr: Lors de l'analyse des démos, les bans des joueurs ci dessous seront ignorés.
hu: Játékosok a demó elemzése közben, nem lettek ellenőrzive, hogy ki vannak-e tiltva.
pl: Poniżsi gracze nie będą sprawdzeni pod względem bana podczas analizowania dema.
zh_hans: 下表中列出的玩家将不会在录像分析时进行封禁检测

source: All
da: Alle
es: Todo
fr: Tous
hu: Minden
pl: Wszystko
zh_hans: 全部

source: All players
da: Alle Spillere
es: Todos los jugadores
fr: Tous les joueurs
hu: Minden játékos
pl: Wszyscy gracze
zh_hans: 全部玩家

source: All rounds
da: Alle runder
es: Todas las rondas
fr: Tous les rounds
hu: Minden kör
pl: Wszystkie rundy
zh_hans: 全部回合

# AmountDollar
source: Amount ($)
da: Mængde ($)
es: Cantidad ($)
fr: Montant ($)
hu: Összeg ($)
pl: Ilość ($)
zh_hans: 资金 ($)

source: Chest
da: Bryst
es: Pecho
fr: Poitrine
hu: Mellkas
pl: Klatka piersiowa
zh_hans: 胸部

source: Clear
da: Ryd
es: Eliminar
fr: Aucun
hu: Tiszta
pl: Wyczyść
zh_hans: 清除

source: Copy setpos
da: Kopier setpos
es: Copiar setpos
fr: Copier commande setpos
hu: setpos másolása
pl: Skopiuj setpos
zh_hans: 复制 "setpos" 命令

source: Flashed players
da: Flashed Spillere
es: Jugadores cegados
fr: Joueur(s) flashé(s)
hu: Bevakított játékosok
pl: Oślepieni gracze
zh_hans: 致盲者

source: Generate
da: Generer
es: Generar
fr: Générer
hu: Generálás
pl: Wygeneruj
zh_hans: 生成

source: Head
da: Hoved
es: Cabeza
fr: Tête
hu: Fej
pl: Głowa
zh_hans: 头部

# HeaderFlasherFlashed
source: Flasher \ Flashed
es: Flasheador \ Flasheado
fr: Flasheur \ Flashé
hu: Vakító \ Bevakított
pl: Oślepiający \ Oślepieni
zh_hans: 投掷者 \ 致盲者

# HeaderPlayerName
source: Player name
da: Spiller Navn
es: Nombre del jugador
fr: Joueur
hu: Játékos neve
pl: Nick gracza
zh_hans: 玩家名称

# HeaderTeamName
source: Team name
da: Hold navn
es: Nombre del equipo
fr: Equipe
hu: Csapat neve
pl: Nazwa drużyny
zh_hans: 团队名称

# HeaderThrower
source: Thrower
da: Kaster
es: Lanzados
fr: Lanceur
hu: Dobó
pl: Rzucający
zh_hans: 投掷者

# KillsPerRoundFull
source: KPR (Kills Per Round)
da: DPR (Drab Per Runde)
es: KPR (Eliminaciones Por Ronda)
fr: VPR (Victimes Par Round)
hu: KPR (Ölések körönként)
pl: Z/R (Zabójstwa na rundę)
zh_hans: KPR (每回合平均杀敌)

source: Left arm
da: Venstre Arm
es: Brazo izquierdo
fr: Bras gauche
hu: Bal kar
pl: Lewe remię
zh_hans: 左臂

source: Left leg
da: Venstre Ben
es: Pierza izquierda
fr: Jambe gauche
hu: Bal láb
pl: Lewa noga
zh_hans: 左腿

# NotificationGenerating
source: Generating...
da: Generere...
es: Generando...
fr: Generation en cours...
hu: Generálás...
pl: Generowanie...
zh_hans: 正在生成……

# NotificationUpdating
source: Updating...
da: Opdatere...
es: Actualizando...
fr: Actualisation...
hu: Frissítés...
pl: Aktualizowanie...
zh_hans: 正在更新……

source: Opacity
da: Ugennemsigtig
es: Opacidad
fr: Opacité
hu: Átlátszatlanság
pl: Widoczność
zh_hans: 不透明度

source: Right arm
da: Højre arm
es: Brazo derecho
fr: Bras droit
hu: Jobb kéz
pl: Prawe ramię
zh_hans: 右臂

source: Right leg
da: Højre Ben
es: Pierna derecha
fr: Jambe droite
hu: Jobb láb
pl: Prawa noga
zh_hans: 右腿

source: Sides
da: Siden
es: Bandos
fr: Camps
hu: Oldalak
pl: Strony
zh_hans: 阵营

source: Stomach
da: Mave
es: Vientre
fr: Estomach
hu: Has
pl: Brzuch
zh_hans: 腹部

source: Team
da: Hold
es: Equipo
fr: Equipe
hu: Csapat
pl: Drużyna
zh_hans: 团队

# ToolTipCopySetposCommand
source: Copy setpos command (CTRL+C)
da: Kopier Setpos Kommando (CTRL+C)
es: Copiar comando setpos (CTRL+C)
fr: Copier la commande setpos (CTRL+C)
hu: setpos parancs másolása (CTRL+C)
pl: Skopiuj komendę setpos (CTRL+C)
zh_hans: 复制 "setpos" 命令 (CTRL+C)

# ToolTipGenerateHeatmap
source: Generate heatmap (CTRL+G)
da: Generer Varmekort (CTRL+G)
es: Generar mapa de calor (CTRL+G)
fr: Générer la carte de chaleur (CTRL+G)
hu: Hőtérkép generálása (CTRL+G)
pl: Wygeneruj mapę cieplną (CTRL+G)
zh_hans: 生成热点地图 (CTRL+G)

# ToolTipSaveAsPng
source: Save as PNG (CTRL+S)
da: Gem som PNG (CTRL+S)
es: Guardar como PNG (CTRL+S)
fr: Enregistrer au format PNG (CTRL+S)
hu: Mentés mint PNG (CTRL+S)
pl: Zapisz jako PNG (CTRL+S)
zh_hans: 另存为 PNG 格式的图片文件 (CTRL+S)

# ToolTipUpdate
source: Update (CTRL+R)
da: Opdater (CTRL+R)
es: Actualizar (CTRL+R)
fr: Actualiser (CTRL+R)
hu: Frissítés (CTRL+R)
pl: Aktualizuj (CTRL+R)
zh_hans: 更新 (CTRL+R)

# ToolTipWatchAllStuffsFromPlayer
source: Watch all stuffs from this player (CTRL+W)
da: Se alle ting fra denne spiller (CTRL+W)
es: Ver todas las granadas de este jugador (CTRL+W)
fr: Regarder les stuffs de ce joueur (CTRL+W)
hu: Játékos által dobott felszerelések megtekintése (CTRL+W)
pl: Zobacz wszystkie materiały tego gracza (CTRL+W)
zh_hans: 观看所有该玩家投掷的道具 (CTRL+W)

source: Total Cash Earned ($)
da: Samlet Penge Tjent ($)
es: Dinero total ganado ($)
fr: Total Argent Gagnées ($)
hu: Összes pénz szerzés ($)
pl: Łącznie zarobione pieniądze ($)
zh_hans: 总计资金获得 ($)

# TotalFlashbangsThrown
source: Total flashbang thrown
da: Samlet Flashbangs Kastet
es: Total de granadas cegadoras lanzadas
fr: Total flashbangs jétées
hu: Összes villanógránát eldobva
pl: Łącznie rzucone flashe
zh_hans: 总计闪光弹投掷

source: Update
da: Opdatering
es: Actualizar
fr: Mettre à jour
hu: Frissítés
pl: Aktualizuj
zh_hans: 更新

source: Watch player stuffs
da: Se Spiller ting
es: Ver granadas del jugador
fr: Regarder les stuffs du joueur
hu: Játékos felszerélseinek megtekintése
pl: Zobacz materiały graczy
zh_hans: 观看玩家道具投掷

# DescriptionEntryHoldKills
source: (First kill by a CT)
da: (Første Drab af en CT)
es: (Primera eliminación como CT)
fr: (Première victime par un AT)
hu: (Első ölés TE által)
pl: (Pierwsze zabójstwo jako AT)
zh_hans: (CT 方首杀)

# DescriptionEntryKills
source: (First kill by a T)
da: (Første Drab af en T)
es: (Primera eliminación como T)
fr: (Première victime par un T)
hu: (Első ölés T által)
pl: (Pierwsze zabójstwo jako T)
zh_hans: (T 方首杀)

# HeaderMatrixKillerVictim
source: Killer \ Victim
da: Drabsmand \ Offer
es: Asesino \ Víctima
fr: Tueur \ Victime
hu: Gyilkos \ Áldozat
pl: Zabójca \ Ofiara
zh_hans: 击杀者 \ 被杀者

source: Matrix
es: Matriz
fr: Matrice
hu: Mátrix
zh_hans: 矩阵

source: Ratio
hu: Arány
pl: Stosunek
zh_hans: 比例

source: Teams
da: Hold
es: Equipos
fr: Equipes
hu: Csapatok
pl: Drużyny
zh_hans: 团队

source: Language
da: Sprog
es: Idioma
fr: Langage
hu: Nyelv
pl: Język
zh_hans: 语言
