Repository: akiver/cs-demo-manager
Catalog: Core/Properties/Resources.*.resx
Languages: da, de, es, fr, hu, pl, zh_hans

# Rank0
source: None
da: Ingen
de: Nichts
fr: Aucun
hu: Egyik sem
pl: Brak
zh_hans: 无

# Rank1
source: Silver I
da: Sølv I
de: Silber I
es: Plata I
fr: Argent I
hu: Ezüst 1
pl: Srebro I
zh_hans: 白银 - I

# Rank10
source: Gold Nova Master
da: Guld Nova Mester
de: Gold Nova Meister
es: Maestro de Nova de Oro
fr: Maître nova d'or
hu: Arany nova mester
pl: Mistrzowski Złoty Laur
zh_hans: 黄金新星 - 大师级

# Rank11
source: Master Guardian I
da: Mester Vogter I
de: Meisterwächter I
es: Guardián Maestro I
fr: Maître gardien I
hu: Védelmező-mester I
pl: Mistrzowski Obrońca I
zh_hans: 大师级守护者 - I

# Rank12
source: Master Guardian II
da: Mester Vogter II
de: Meisterwächter II
es: Guardián Maestro II
fr: Maître gardien II
hu: Védelmező-mester II
pl: Mistrzowski Obrońca II
zh_hans: 大师级守护者 - II

# Rank13
source: Master Guardian Elite
da: Mester Vogter Elite
de: Meisterwächter Elite
es: Guardián Maestro de Élite
fr: Maître gardien d'élite
hu: Elit Védelmező-mester
pl: Elitarny Mistrzowski Obrońca
zh_hans: 大师级守护者 - 精英

# Rank14
source: Distinguished Master Guardian
da: Udemærket Mester Vogter
de: Ausgezeichneter Meisterwächter
es: Guardián Maestro Distinguido
fr: Maître gardien distingué
hu: Kiváló védelmező-mester
pl: Wybitny Mistrzowski Obrońca
zh_hans: 大师级守护者 - 卓越

# Rank15
source: Legendary Eagle
da: Legendarisk Ørn
de: Legendärer Adler
es: Águila Legendaria
fr: Aigle légendaire
hu: Legendás sas
pl: Legendarny Orzeł
zh_hans: 传奇之鹰

# Rank16
source: Legendary Eagle Master
da: Legendarisk Ørne Mester
de: Legendärer Adler Meister
es: Águila Legendaria Maestra
fr: Maître aigle légendaire
hu: Legendás sas mester
pl: Mistrzowski Legendarny Orzeł
zh_hans: 传奇之鹰 - 大师级

# Rank17
source: Supreme Master First Class
da: Stor Mester Første Klasse
de: Oberster Meister erster Klasse
es: Maestro Supremo de Primera Clase
fr: Maître suprême de première classe
hu: Legfőbb főmester
pl: Mistrzowska Pierwsza Klasa
zh_hans: 无上之首席大师

# Rank18
source: Global Elite
de: Die Globale Elite
es: La Élite Mundial
fr: L'élite mondiale
hu: A globális elit
pl: Elita Światowa
zh_hans: 全球精英

# Rank2
source: Silver II
da: Sølv II
de: Silber II
es: Plata II
fr: Argent II
hu: Ezüst II
pl: Srebro II
zh_hans: 白银 - II

# Rank3
source: Silver III
da: Sølv III
de: Silber III
es: Plata III
fr: Argent III
hu: Ezüst III
pl: Srebro III
zh_hans: 白银 - III

# Rank4
source: Silver IV
da: Sølv IV
de: Silber IV
es: Plata IV
fr: Argent IV
hu: Ezüst IV
pl: Srebro IV
zh_hans: 白银 - IV

# Rank5
source: Silver Elite
da: Sølv Elite
de: Silber Elite
es: Élite de Plata
fr: Élite d'argent
hu: Ezüst elit
pl: Elitarne Srebro
zh_hans: 白银 - 精英

# Rank6
source: Silver Elite Master
da: Sølv Elite Mester
de: Silber Elite Meister
es: Maestro de Élite de Plata
fr: Maître élite d'argent
hu: Ezüst elit mester
pl: Mistrzowskie Elitarne Srebro
zh_hans: 白银 - 大师级精英

# Rank7
source: Gold Nova I
da: Guld Nova I
es: Nova de Oro I
fr: Nova d'or I
hu: Arany nova I
pl: Złoty Laur I
zh_hans: 黄金新星 - I

# Rank8
source: Gold Nova II
da: Guld Nova II
es: Nova de Oro II
fr: Nova d'or II
hu: Arany nova II
pl: Złoty Laur II
zh_hans: 黄金新星 - II

# Rank9
source: Gold Nova III
da: Guld Nova III
es: Nova de Oro III
fr: Nova d'or III
hu: Arany nova III
pl: Złoty Laur III
zh_hans: 黄金新星 - III
