Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

# Notification
source: Click here to reveal the output folder
fr: Cliquez ici pour révéler le dossier de sortie
pt_br: Clique aqui para exibir a pasta de saída

# File destination
source: Output
fr: Sortie
pt_br: Saída

# Button to select an export output folder
source: Select folder
fr: Sélectionner le dossier
pt_br: Selecionar pasta

# Checkbox label
source: Minify
fr: Minifier

# Button
source: Export
fr: Exporter
pt_br: Exportar

# Dialog title
source: Excel export
fr: Export Excel
pt_br: Exportar para Excel

# Radio label
source: Single file
fr: Fichier unique
pt_br: Arquivo único

# Radio label
source: Multiple files
fr: Plusieurs fichiers
pt_br: Múltiplos arquivos

# Excel sheets
source: Sheets
fr: Feuilles
pt_br: Planilhas

source: Exporting player {count} of {totalCount}…
fr: Export du joueur {count} sur {totalCount}…

source: Generating sheet {translatedSheetName}…
fr: Génération de la feuille {translatedSheetName}…
pt_br: Gerando planilha {translatedSheetName}…

source: Invalid name.
fr: Nom invalide.
pt_br: Nome inválido.

source: Rename
fr: Renommer

source: Only the name visible from the application will change, it will not change the filename on your operating system.
fr: Seul le nom afficher dans l'application changera, le nom du fichier sur votre système d'exploitation restera le même.
pt_br: Somente o nome visível no aplicativo será alterado, não mudando o nome de arquivo no seu sistema operacional.

source: Point of view
fr: Point de vue
pt_br: Ponto de vista

source: Do you want to watch it from the player's POV or the enemy's POV?
fr: Voulez-vous la regarder à partir du point de vue du joueur ou de l'ennemi?
pt_br: Você quer assistir do PDV do jogador ou do PDV do inimigo?

# Watch from player point of view
source: Player
fr: Joueur
pt_br: Jogador

# Watch from enemy point of view
source: Enemy
fr: Ennemi
pt_br: Inimigo

source: Donate
fr: Faire un don
pt_br: Faça uma doação

source: CS Demo Manager is a project that I started during college in 2014 and maintained as much as I can since then.
fr: CS Demo Manager est un projet que j'ai commencé pendant mes études en 2014 et que j'ai maintenu autant que possible depuis.

source: It's not backed by any corporate entity and is a free and open-source software that I hope you enjoy using.
fr: Il n'est soutenu par aucune entité d'entreprise et est un logiciel libre et open-source que j'espère que vous appréciez d'utiliser.

source: Your <0>donation</0> is greatly appreciated and motivates me to continue working on CS Demo Manager. Thank you!
fr: Votre <0>donation</0> est très appréciée et me motive à continuer à travailler sur CS Demo Manager. Merci!

# Option label for demo analysis status
source: All
fr: Tous
pt_br: Todos

# Option label for demo analysis status
source: Not in database
fr: Absent de la base de données
pt_br: Não está no banco de dados

# Option label for demo analysis status
source: Pending
fr: En attente
pt_br: Pendente

# Option label for demo analysis status
source: In progress
fr: En cours
pt_br: Em andamento

# Option label for demo analysis status
source: In database
fr: En base de données
pt_br: No banco de dados

# Option label for demo analysis status
source: Error
fr: Erreur
pt_br: Erro

# Demo analysis status
source: Status
fr: Statut

# Demo type filter label
source: Demo types
fr: Types de démo
pt_br: Tipos de demo

# Button
source: Filters
fr: Filtres
pt_br: Filtros

# Button filter
source: All
fr: Tous
pt_br: Todos

# Button filter
source: None
fr: Aucun
pt_br: Nenhum

# Games filter label
source: Games
fr: Jeux
pt_br: Jogos

# Match length filter label
source: Length
fr: Durée
pt_br: Duração

# Period filter preset
source: All time
fr: Depuis le début
pt_br: Todo o Tempo

# Period filter preset
source: Today
fr: Aujourd'hui
pt_br: Hoje

# Period filter preset
source: Last week
fr: La semaine dernière
pt_br: Semana passada

# Period filter preset
source: Last month
fr: Le mois dernier
pt_br: Mês passado

# Period filter preset
source: Last 3 month
fr: 3 derniers mois
pt_br: Últimos 3 meses

# Period filter preset
source: Last year
fr: L'année passée
pt_br: Ano passado

# Period filter preset
source: Last 2 years
fr: Les 2 dernières années
pt_br: Últimos 2 anos

# Period filter preset
source: Last 5 years
fr: Les 5 dernières années
pt_br: Últimos 5 anos

# Option label for ranking filter
source: All
fr: Tous
pt_br: Todos

# Option label for ranking filter
source: Ranked
fr: Classé
pt_br: Ranqueado

# Option label for ranking filter
source: Unranked
fr: Non classé
pt_br: Não Ranqueado

# Ranking filter label
source: Ranking
fr: Classement
pt_br: Classificação

# Weapons filter label
source: Weapons
fr: Armes
pt_br: Armas

# Toast
source: Heatmap exported, click here to reveal the file
fr: Heatmap exportée, cliquez ici pour révéler le fichier
pt_br: Mapa de calor exportado, clique aqui para mostrar o arquivo

# Heatmap event
source: Deaths
fr: Morts
pt_br: Mortes

# Heatmap event
source: Shots
fr: Tirs
pt_br: Disparos

# Input label
source: Event
fr: Evénement
pt_br: Evento

source: Loading map…
fr: Chargement de la map…
pt_br: Carregando mapa…

source: An error occurred while loading the map.
fr: Une erreur est survenue lors du chargement de la map.
pt_br: Ocorreu um erro ao carregar o mapa.

source: Select a map.
fr: Sélectionner une map.
pt_br: Selecione um mapa.

source: No data points were found for the current filters.
fr: Aucun point n'a été trouvé pour les filtres actuels.

# Input label
source: Blur
fr: Flou
pt_br: Desfoque

# Input label
source: Opacity
fr: Transparence
pt_br: Transparência

# Input label
source: Radius
fr: Rayon
pt_br: Raio

# Input placeholder
source: Comment (Markdown supported)
fr: Commentaire (Markdown accepté)

# Input label
source: Name
fr: Nom
pt_br: Nome

# Input placeholder
source: Name
fr: Nom
pt_br: Nome

# Button
source: Select
fr: Sélectionner
pt_br: Selecionar

# Button
source: Hostname
fr: Nom d'hôte

# Input placeholder
source: Hostname
fr: Nom d'hôte

# Input label
source: Password
fr: Mot de passe
pt_br: Senha

# Input placeholder
source: Password
fr: Mot de passe
pt_br: Senha

# Opening duel result select option
source: Won
fr: Gagné
pt_br: Ganhou

# Opening duel result select option
source: Lost
fr: Perdu
pt_br: Perdeu

# Opening duel result filter category
source: Opening duel result
fr: Résultat du duel d'ouverture
pt_br: Resultados de primeiro abate

source: Player
fr: Joueur

source: Enemy
fr: Ennemi

# Select label
source: Point of view
fr: Point de vue

# Players filter category
source: Players
fr: Joueurs
pt_br: Jogadores

source: Upper
fr: Supérieur
pt_br: Superior

source: Lower
fr: Inférieur
pt_br: Inferior

source: Radar level
fr: Niveau du radar
pt_br: Nível do radar

# Filter teams name category
source: Teams
fr: Équipes
pt_br: Equipes

# Filter weapon types category
source: Weapon types
fr: Catégorie d'arme
pt_br: Tipos de arma

# Input placeholder
source: {0, select, darwin {Filter… (⌘+F)} other {Filter… (CTRL+F)}}
fr: {0, select, darwin {Filtrer… (⌘+F)} other {Filtrer… (CTRL+F)}}
pt_br: {0, select, darwin {Filtrar… (⌘+F)} other {Filtrar… (CTRL+F)}}

# Input label
source: Username
fr: Nom d’utilisateur
pt_br: Nome de usuário

# Input placeholder
source: Username
fr: Nom d’utilisateur
pt_br: Nome de usuário

source: No matches.
fr: Aucun match.
pt_br: Sem partidas.

# Panel title
source: Last matches
fr: Derniers matchs
pt_br: Últimas partidas

# Link
source: See round
fr: Voir le round
pt_br: Ver rodada

# Panel title
source: Matches
fr: Matchs
pt_br: Partidas

source: Win
fr: Victoire
pt_br: Vitória

source: Lost
fr: Défaite
pt_br: Derrota

source: Tie
fr: Égalité
pt_br: Empate

source: No maps stats found.
fr: Aucune statistique trouvée pour cette map.

# Table header tooltip
source: Comment
fr: Commentaire
pt_br: Comentário

# Dropdown column visibility
source: Comment
fr: Commentaire
pt_br: Comentário

# Table header tooltip
source: Bans
fr: Bannisssements
pt_br: Banimentos

# Table header
source: Game
fr: Jeu
pt_br: Jogo

# Table header tooltip
source: Game
fr: Jeu
pt_br: Jogo

# Table header
source: Team A
fr: Équipe A
pt_br: Time A

# Table header tooltip
source: Team A
fr: Équipe A
pt_br: Time A

# Table header
source: Team B
fr: Équipe B
pt_br: Time B

# Table header tooltip
source: Team B
fr: Nom équipe B
pt_br: Time B

# Table header score team A
source: STA
fr: SEA
pt_br: PTA

# Table header tooltip
source: Score Team A
fr: Score équipe A
pt_br: Pontuação Time A

# Dropdown column visibility
source: Score Team A
fr: Score équipe A
pt_br: Pontuação Time A

# Table header score team B
source: STB
fr: SEB
pt_br: PTB

# Table header tooltip
source: Score Team B
fr: Score équipe B
pt_br: Pontuação Time B

# Dropdown column visibility
source: Score Team B
fr: Score équipe B
pt_br: Pontuação Time B

# Table header tooltip
source: Assists
fr: Assistances
pt_br: Assistências

# Dropdown column visibility
source: Assists
fr: Assistances
pt_br: Assistências

# Table header tooltip
source: Deaths
fr: Morts
pt_br: Mortes

# Dropdown column visibility
source: Deaths
fr: Morts
pt_br: Mortes

# Table header tooltip
source: Estimated HLTV 2.0 rating
fr: Estimation note HLTV 2.0
pt_br: Avaliação HLTV 2.0 estimada

# Table header tooltip
source: Game mode
fr: Mode de jeu
pt_br: Modo de jogo

# Table header
source: Duration
fr: Durée
pt_br: Duração

# Table header tooltip
source: Duration
fr: Durée
pt_br: Duração

# Table header tooltip
source: Collateral Kill (two or more enemies killed with a single bullet)
fr: Collateral Kill (deux ennemis ou plus tués avec une seule balle)
pt_br: Abate colateral (dois ou mais inimigos abatidos com uma única bala)

# Dropdown column visibility
source: Collateral kill
fr: Kills collatéraux
pt_br: Abate colateral

# Table header tooltip
source: Ticks
fr: Nombre de tick

# Table header
source: Name
fr: Nom
pt_br: Nome

# Table header tooltip
source: Name
fr: Nom
pt_br: Nome

# Table header
source: Path
fr: Chemin
pt_br: Caminho

# Table header tooltip
source: Path
fr: Chemin d'accès
pt_br: Caminho

# Table header
source: Server name
fr: Nom serveur
pt_br: Nome do servidor

# Table header tooltip
source: Server name
fr: Nom du serveur
pt_br: Nome do servidor

# Table header
source: Client name
fr: Nom client
pt_br: Nome do cliente

# Table header tooltip
source: Client name
fr: Nom du client
pt_br: Nome do cliente

# Table header
source: Analyze date
fr: Date analyse
pt_br: Data de análise

# Table header tooltip
source: Analyze date
fr: Date d'analyse
pt_br: Data de análise

source: HLAE returned an error.
fr: HLAE a retourné une erreur.
pt_br: HLAE retornou um erro.

source: Make sure HLAE is up to date and compatible with the last CS2 version on <0>GitHub</0> or <1>Discord</1>.
fr: Assurez-vous que HLAE est à jour et compatible avec la dernière version de CS2 sur <0>GitHub</0> ou <1>Discord></1>.

# Panel title
source: ADR
fr: MDR
pt_br: DMR

# Panel title
source: Average deaths/round
fr: Moy. morts/round
pt_br: Média de mortes/rodada

# Panel title
source: Average kills/round
fr: Moy. kills/round
pt_br: Média de abates/rodada

source: Won
fr: Gagné

source: Avg kill
fr: Moy. kill

source: Save rate
fr: Taux éco

source: Clutches
fr: Clutchs

source: Overall
fr: Global

# Panel label
source: Deaths
fr: Morts
pt_br: Mortes

# Panel label
source: Assists
fr: Assistances
pt_br: Assistências

# Panel label
source: Collateral kills
fr: Kills collatéraux
pt_br: Abate colateral

# Panel title
source: Objectives
fr: Objectifs
pt_br: Objetivos

# Panel label
source: Bomb planted
fr: Bombe plantée
pt_br: Bomba armada

# Panel label
source: Bomb defused
fr: Bombe désamorcée
pt_br: Bomba desarmada

# Panel label
source: Hostage rescued
fr: Otage libéré
pt_br: Refém resgatado

# Panel title
source: Utilities
fr: Utilitaires
pt_br: Utilitários

# Panel label
source: HE grenades
fr: Grenades HE
pt_br: Granada Explosiva

# Panel label
source: Incendiaries
fr: Incendiaires
pt_br: Incendiárias

# Panel title
source: Win ratio
fr: Ratio de victoire
pt_br: Taxa de vitória

# Panel label
source: Matches played
fr: Matchs joués
pt_br: Partidas disputadas

# Panel label
source: Wins
fr: Victoires
pt_br: Vitórias

# Panel label
source: Ties
fr: Égalités
pt_br: Empates

# Panel label
source: Defeats
fr: Défaites
pt_br: Derrotas

source: Win rate
fr: Taux de victoire
pt_br: Taxa de vitórias

# Tooltip
source: VAC banned
fr: Banni VAC
pt_br: Banido pelo VAC

# Tooltip
source: Game banned
fr: Ban du jeu
pt_br: Banido no jogo

# Tooltip
source: Community banned
fr: Ban communautaire
pt_br: Banido na comunidade

# Tooltip kill
source: Blinded
fr: Aveuglé
pt_br: Cego

# Dropdown
source: Columns
fr: Colonnes
pt_br: Colunas

source: Edit tags
fr: Modifier les tags
pt_br: Editar marcadores

source: No tags
fr: Aucun tag
pt_br: Sem marcadores

source: Map not supported.
fr: Map non supportée.
pt_br: Mapa não suportado.

source: You can add custom maps from settings, please read the<0> documentation </0>for more details.
fr: Vous pouvez ajouter des maps personnalisées à partir des paramètres, veuillez lire la <0> documentation </0>pour plus de détails.
pt_br: Vocẽ pode adicionar mapas personalizados a partir das configurações, for favor, leia a <0>documentação</0> para mais detalhes.

source: <0>{playerName}</0> Round performance
fr: <0>{playerName}</0> Performance du round
pt_br: <0>{playerName}</0> Performance na rodada

source: Watch round
fr: Regarder le round
pt_br: Assistir rodada

# Table header tooltip
source: Kill/Death difference
fr: Différence Kills/Deaths
pt_br: Diferença de Abates/Mortes

source: Demo analysis in progress.
fr: Analyse de la démo en cours.
pt_br: Análise da demo em progresso.

source: Comment:
fr: Commentaire :
pt_br: Comentário:

source: Duration:
fr: Durée :
pt_br: Duração:

source: Path:
fr: Chemin :
pt_br: Caminho:

source: Server name:
fr: Nom du serveur :
pt_br: Nome do servidor:

source: Client name:
fr: Nom du client :
pt_br: Nome do cliente:

source: Loading demo…
fr: Chargement de la démo…
pt_br: Carregando demo…

source: An error occurred while loading demo.
fr: Une erreur s'est produite lors du chargement de la démo.
pt_br: Ocorreu um erro ao carregar a demo.

source: The source of this demo is not supported.
fr: La source de cette démo n'est pas supportée.
pt_br: A fonte dessa demo não é suportada.

# Button
source: Change source
fr: Modifier la source
pt_br: Mudar fonte

source: This demo has been analyzed.
fr: Cette démo a été analysée.
pt_br: Esta demo foi analisada.

source: This demo has not been analyzed yet.
fr: Cette démo n'a pas encore été analysée.
pt_br: Esta demo não foi analisada ainda.

source: Name:
fr: Nom :
pt_br: Nome:

source: Next demo ({key}+→)
fr: Démo suivante ({key}+→)

source: Previous demo ({key}+←)
fr: Démo précédente ({key}+←)

# Tooltip
source: Demo analysis in progress.
fr: Analyse de la démo en cours.
pt_br: Análise de demo em progresso.

# Tooltip
source: This demo has not been analyzed yet.
fr: Cette démo n'a pas encore été analysée.
pt_br: Esta demo não foi analisada ainda.

# Checkbox label
source: Include subfolders
fr: Inclure les sous-dossiers
pt_br: Incluir sub-pastas

# Checkbox label
source: See all folders
fr: Afficher tous les dossiers
pt_br: Mostrar todas as pastas

source: Delete from database
fr: Supprimer de la base de données
pt_br: Remover do banco de dados

source: Pending analysis…
fr: Analyse en attente…
pt_br: Análise pendente…

source: Analyzing…
fr: Analyse en cours…
pt_br: Analisando…

source: Analyze error
fr: Erreur d'analyse
pt_br: Erro ao analisar

source: Insertion error
fr: Erreur d'insertion en base de données
pt_br: Erro de inserção

source: Inserting into database…
fr: Insertion dans la base de données en cours…
pt_br: Inserindo no banco de dados…

source: In database
fr: En base de données
pt_br: No banco de dados

source: Not in database
fr: Pas en base de données
pt_br: Não está no banco de dados

source: {0, plural, one {# demo} other {# demos}}
fr: {0, plural, one {# démo} other {# démos}}

source: No folders found.
fr: Aucun dossier trouvé.
pt_br: Nenhuma pasta encontrada.

source: Loading demos…
fr: Chargement des démos…
pt_br: Carregando demos…

source: Loading {loadedDemoCount} of {demoToLoadCount} demos…
fr: Chargement de {loadedDemoCount} sur {demoToLoadCount} démos…
pt_br: Carregando {loadedDemoCount} de {demoToLoadCount} demos…

source: No demos found with current filters.
fr: Aucune démo trouvée avec les filtres actuels.
pt_br: Nenhuma demo encontrada com os filtros atuais.

source: No demos found in the current folder.
fr: Aucune démo trouvée dans le dossier actuel.
pt_br: Nenhuma demo encontrada na pasta atual.

source: {selectedDemoCount, plural, one {# demo selected} other {# demos selected}}
fr: {selectedDemoCount, plural, one {# démo sélectionnée} other {# démos sélectionnées}}
pt_br: {selectedDemoCount, plural,one {# demo selecionada} other {# demos selecionadas}}

# Dropdown column visibility
source: Status
fr: Statut

# Table header tooltip
source: Frame rate
fr: Images par seconde
pt_br: Taxa de quadros

# Demo source name
source: Unknown
fr: Inconnue
pt_br: Desconhecido

source: This demo checksum doesn't match the one associated with the match.
fr: Le checksum de cette démo ne correspond pas à celui du match associé.

source: An error occurred while updating demo location.
fr: Une erreur est survenue lors de la mise à jour de l'emplacement de la démo.

source: Demo location
fr: Emplacement de la démo
pt_br: Localização da demo

source: The demo located at <0>{demoFilePath}</0> doesn't exists.
fr: La démo située à <0>{demoFilePath}</0> n'existe pas.
pt_br: A demo localizada em <0>{demoFilePath}</0> não existe.

# Button
source: Update demo location
fr: Mettre à jour l'emplacement de la démo
pt_br: Atualizar localização da demo

source: The name is too long
fr: Le nom est trop long
pt_br: O nome é muito longo

# Dialog title
source: Update player name
fr: Modifier le nom du joueur

source: It will override the name of the player identified by his Steam ID every place in the application.
fr: Cela remplacera le nom du joueur identifié par son ID Steam à chaque endroit de l'application.

source: Leave it empty to remove the override.
fr: Laissez vide pour supprimer la substitution.

# Tooltip
source: You must download the demo first
fr: Vous devez d'abord télécharger la démo
pt_br: Você deve baixar a demo primeiro

source: A download folder is required. You can change it from settings.
fr: Un dossier de téléchargement est requis. Vous pouvez le modifier depuis les paramètres.
pt_br: Uma pasta de download é necessária. Você pode alterá-la nas configurações.

source: The download folder doesn't exist, please change it from the settings.
fr: Le dossier de téléchargement n'existe pas, veuillez le modifier à partir des paramètres.
pt_br: A pasta de download não existe, por favor altere-a nas configurações.

source: This match is already in pending downloads.
fr: Ce match est déjà en cours de téléchargement.
pt_br: Esta partida já está em downloads pendentes.

source: This match is already in your downloads folder.
fr: Ce match est déjà dans votre dossier de téléchargements.
pt_br: Esta partida já está na sua pasta de downloads.

source: The download link has expired.
fr: Le lien de téléchargement a expiré.
pt_br: O link para download expirou.

# Tooltip
source: Download link expired
fr: Le lien de téléchargement a expiré
pt_br: O link de download expirou

# Tooltip
source: The demo is corrupted
fr: La démo est corrompue
pt_br: A demo está corrompida

# Tooltip
source: Download in progress
fr: Téléchargement en cours
pt_br: Download em andamento

# Tooltip
source: Demo already downloaded
fr: Démo déjà téléchargée
pt_br: Demo já baixada

# Button
source: Download
fr: Télécharger
pt_br: Baixar

source: Invalid share code.
fr: Share code invalide.
pt_br: Código de compartilhamento inválido.

source: An error occurred while decoding the share code.
fr: Une erreur est survenue lors du décodage du share code.
pt_br: Ocorreu um erro ao decodificar o código de compartilhamento.

source: Enter a share code
fr: Saisissez un share code
pt_br: Insira um código de compartilhamento

# Button
source: Download all
fr: Tout télécharger
pt_br: Baixar todas

source: A downloads folder is required.
fr: Un dossier de téléchargement est requis.
pt_br: É necessária uma pasta de downloads.

# Button
source: Select downloads folder
fr: Sélectionner le dossier de téléchargement
pt_br: Selecionar pasta de downloads

# Button
source: See on FACEIT
fr: Voir sur FACEIT
pt_br: Ver no FACEIT

source: Fetching last matches…
fr: Récupération des derniers matchs…
pt_br: Obtendo últimas partidas…

source: Invalid API request.
fr: Requête API invalide.

source: No matches found for the current account.
fr: Aucun match trouvé pour le compte actuel.

source: To add a FACEIT account, enter your FACEIT nickname.
fr: Pour ajouter un compte FACEIT, entrez votre pseudo FACEIT.
pt_br: Para adicionar uma conta FACEIT, insira seu apelido FACEIT.

# Input placeholder
source: FACEIT nickname
fr: Pseudo FACEIT
pt_br: Apelido FACEIT

source: The nickname is case sensitive!
fr: Le pseudo est sensible à la casse!
pt_br: O apelido diferencia maiúsculas de minúsculas!

# Button
source: Add
fr: Ajouter
pt_br: Adicionar

# Table header tooltip
source: Kill-Death Ratio
fr: Ratio Kills/Deaths
pt_br: Proporção Abates-Mortes

# Table header tooltip
source: Headshot Percentage
fr: Pourcentage headshot
pt_br: Porcentagem de tiros na cabeça

# Button
source: See on 5EPlay
fr: Voir sur 5EPlay

source: Invalid request.
fr: Requête non valide.

# Context menu
source: Open 5EPlay profile
fr: Ouvrir le profil 5EPlay

source: How can I find my 5EPlay ID?
fr: Comment puis-je trouver mon ID 5EPlay?

source: Log into your <0>5EPlay</0> account.
fr: Connectez-vous à votre compte <0>5EPlay</0>.

source: Go to your profile and copy the last segment of the URL.
fr: Allez sur la page de votre profil et copiez le dernier segment de l'URL.

source: For example, if the URL is <0>https://arena.5eplay.com/data/player/111111</0> then the ID is <1>111111</1>.
fr: Par exemple, si l’URL est <0>https://arena.5eplay.com/data/player/111111</0> alors l’ID est <1>111111</1>.

source: To add a 5EPlay account, enter your 5EPlay ID.
fr: Pour ajouter un compte 5EPlay, entrez votre identifiant 5EPlay.

# Input placeholder
source: 5EPlay ID
fr: Identifiant 5EPlay

# Table header tooltip
source: Percentage of rounds in which the player either had a kill, assist, survived or was traded
fr: Pourcentage de rounds au cours desquels le joueur a soit fait 1 victime, 1 coopération, a survécu ou a été vengé
pt_br: Porcentagem de rodadas em que o jogador teve um abate, assistência, sobreviveu ou foi vingado

# Table header tooltip
source: Average Damage per Round
fr: Dégâts moyens par round
pt_br: Dano Médio por Rodada

# Dropdown column visibility
source: Average Damage per Round
fr: Dégâts moyens par round
pt_br: Dano Médio por Rodada

# Table header tooltip
source: First kills of a round
fr: Premier kill dans un round
pt_br: Primeiro abate de uma rodada

# Dropdown column visibility
source: First Kills
fr: Premiers kills
pt_br: Primeiras eliminações

# Table header tooltip
source: First deaths of a round
fr: Mort en premier dans un round
pt_br: Primeira morte de uma rodada

# Dropdown column visibility
source: First Deaths
fr: Premières morts
pt_br: Primeiras mortes

# Link
source: Pending downloads
fr: Téléchargements en attente
pt_br: Downloads pendentes

source: The downloaded demo is corrupted. You can retry later.
fr: La démo est corrompue, veuillez réessayer plus tard.
pt_br: A demo baixada está corrompida. Você pode tentar novamente mais tarde.
