Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

# Chart title
source: Competitive matchmaking rank history
fr: Historique du rang en matchmaking compétitif
pt_br: Histórico de ranque competitivo

# Chart axis label
source: Rank
fr: Rang
pt_br: Ranque

# Chart title
source: Premier mode rank history
fr: Historique des rangs du mode Premier
pt_br: Histórico de ranque no modo Especial

source: Win count: {winCount}
fr: Nombre de victoires : {winCount}
pt_br: Vitórias: {winCount}

# Select option Steam ban status
source: None
fr: Aucun
pt_br: Nenhum

# Select option Steam ban status
source: VAC banned
fr: Banni VAC
pt_br: Banido pelo VAC

# Select option Steam ban status
source: Game banned
fr: Ban du jeu
pt_br: Banido no jogo

# Select option Steam ban status
source: Community banned
fr: Ban communautaire
pt_br: Banido na comunidade

# Ban filter title
source: Bans
fr: Bannisssements
pt_br: Banimentos

source: No player found with current filters.
fr: Aucun joueur trouvé avec les filtres actuels.
pt_br: Nenhum jogador encontrado com os filtros atuais.

source: No player found, you have to analyze demos to generate players.
fr: Aucun joueur trouvé, vous devez analyser des démos pour générer des joueurs.
pt_br: Nenhum jogador encontrado, você precisa analisar demos para gerar jogadores.

source: Loading players…
fr: Chargement des joueurs…
pt_br: Carregando jogadores…

source: {vacBannedPlayerCount, plural, one {# VAC ban} other {# VAC bans}}
fr: {vacBannedPlayerCount, plural, one {# ban VAC} other {# bans VAC}}
pt_br: {vacBannedPlayerCount, plural,one {# banimento VAC} other {# banimentos VAC}}

source: {gameBannedPlayerCount, plural, one {# game ban} other {# game bans}}
fr: {gameBannedPlayerCount, plural, one {# ban jeu} other {# bans jeu}}
pt_br: {gameBannedPlayerCount, plural,one {# banimento em jogo} other {# banimentos em jogo}}

source: {communityBannedPlayerCount, plural, one {# community ban} other {# community bans}}
fr: {communityBannedPlayerCount, plural, one {# ban communauté} other {# bans communauté}}

source: {0, plural, one {# player} other {# players}}
fr: {0, plural, one {# joueur} other {# joueurs}}
pt_br: {0, plural, one {# jogador} other {# jogadores}}

source: {0, plural, one {# player selected} other {# players selected}}
fr: {0, plural, one {# joueur sélectionné} other {# joueurs sélectionnés}}
pt_br: {0, plural,one {# jogador selecionado} other {# jogadores selecionados}}

# Table header match count
source: Matches
fr: Matchs
pt_br: Partidas

# Table header tooltip
source: Number of matches played
fr: Nombre de matchs joués
pt_br: Número de partidas jogadas

# Dropdown column visibility
source: Utility damage per round
fr: Dégâts utilitaires par round
pt_br: Dano de utilitário por rodada

# Table header
source: Last match date
fr: Date dernier match
pt_br: Data da última partida

# Table header tooltip
source: Last match date
fr: Date du dernier match
pt_br: Data da última partida

# Table header
source: Last ban date
fr: Date dernier ban
pt_br: Data do ultimo banimento

# Table header tooltip
source: Last ban date
fr: Date du dernier ban
pt_br: Data do ultimo banimento

# Select option label
source: 1 versus 5
fr: 1 contre 5
pt_br: 1 contra 5

# Select option label
source: 1 versus 4
fr: 1 contre 4
pt_br: 1 contra 4

# Select option label
source: 1 versus 3
fr: 1 contre 3
pt_br: 1 contra 3

# Select option label
source: Collateral kills
fr: Kills collatéraux
pt_br: Abate colateral

# Select option label
source: Round start
fr: Début du round

# Input placeholder
source: Map's name
fr: Nom de la map
pt_br: Nome do Mapa

source: No maps found
fr: Aucune map trouvée
pt_br: Nenhum mapa encontrado

# Input placeholder
source: Nickname or SteamID
fr: Pseudo ou SteamID
pt_br: Apelido ou SteamID

source: No players found
fr: Aucun joueur trouvé
pt_br: Nenhum jogador encontrado

source: Deaths {deathCount}
fr: Morts {deathCount}
pt_br: Mortes {deathCount}

source: You have to analyze demos first to search for events.
fr: Vous devez d'abord analyser des démos pour pouvoir faire des recherches.
pt_br: Você deve primeiro analisar demos para pesquisar eventos.

source: Click on the search button to reveal events.
fr: Cliquez sur le bouton rechercher pour voir les résultats.

source: Searching…
fr: Recherche en cours…
pt_br: Procurando…

source: No results found.
fr: Aucun résultat trouvé.
pt_br: Nenhum resultado encontrado.

# Input label
source: Players
fr: Joueurs
pt_br: Jogadores

# Round tags filter label
source: Round tags
fr: Rounds tags

# Input label
source: Period
fr: Période
pt_br: Período

# Button
source: Search
fr: Rechercher
pt_br: Buscar

source: Automatically download updates.
fr: Télécharger automatiquement les mises à jour.
pt_br: Baixar atualizações automaticamente.

# Settings title
source: Auto update
fr: Mise à jour automatique
pt_br: Atualização automática

source: Information
fr: Informations
pt_br: Informação

source: Credits
fr: Remerciements
pt_br: Créditos

source: Special thanks to the following developers for their open-source work related to Counter-Strike that at some point helped create CS Demo Manager ❤️.
fr: Un grand merci aux développeurs suivants pour leur travail open-source lié à Counter-Strike qui, à un moment donné, a contribué à la création de CS Demo Manager ❤️.
pt_br: Agradecimentos especiais aos seguintes desenvolvedores por seu trabalho de código aberto relacionado ao Counter-Strike que, em algum momento, ajudaram a criar o CS Demo Manager ❤️.

source: <0>@DandrewsDev</0> for his work on CS2 demos <1>voice data extraction</1>.
fr: <0>@DandrewsDev</0> pour son travail sur <1>l'extraction de données vocales</1> des démos CS2.
pt_br: <0>@DandrewsDev</0> pelo seu trabalho de <1>extração de voz</1> das demos de CS2.

source: <0>@dtugend</0>, the main developer of <1>HLAE</1> which CS Demo Manager uses to generate videos. Without HLAE the CS moviemaking community would not be the same. You can support the HLAE team <2>here</2>.
fr: <0>@dtugend</0>, le développeur principal de <1>HLAE</1> utilisé par CS Demo Manager pour générer des vidéos. Sans HLAE, la communauté CS moviemaking ne serait pas la même. Vous pouvez soutenir l’équipe HLAE <2>ici</2>.

source: <0>@LaihoE</0> for his reverse engineering work on CS2 demo parsing. His parser is available on <1>GitHub</1>.
fr: <0>@LaihoE</0> pour son travail de rétro-ingénierie sur le format des démos CS2. Son parseur est disponible sur <1>GitHub</1>.

source: <0>@main--</0> and <1>@moritzuehling</1> for creating <2>DemoInfo</2>, one of the first CSGO demo parsers used for years in CSGO Demo Manager V2.
fr: <0>@main--</0> et <1>@moritzuehling</1> pour la création de <2>DemoInfo</2>, l'un des premiers parseurs de démo CSGO utilisé pendant des années dans CSGO Demo Manager V2.

source: <0>@markus-wa</0> for creating and maintaining <1>demoinfocs-golang</1>, the demo parser internally used by CS Demo Manager V3.
fr: <0>@markus-wa</0> pour la création et la maintenance de <1>demoinfocs-golang</1>, le parseur de démo utilisé en interne par CS Demo Manager V3.

source: <0>@saul</0>, a Source Engine/CS wizard who created a <1>CSGO</1> and <2>CS2</2> demo parser and share his CS related knowledge through various <3>open-source</3> <4>projects</4>. You can support him on <5>GitHub</5>.
fr: <0>@saul</0>, un connaisseur du Source Engine qui a créé un parseur de démo pour <1>CSGO</1> et <2>CS2</2> et qui partage ses connaissances à travers divers <3>projets</3><4>open-source</4>. Vous pouvez le soutenir sur <5>GitHub</5>.

source: Log file cleared
fr: Fichier de log effacé
pt_br: Arquivo de registro limpo

source: Clear log file
fr: Effacer le fichier de log
pt_br: Limpar arquivo de registro

# Dialog title
source: Reset settings
fr: Réinitialiser les paramètres
pt_br: Redefinir configurações

source: It will reset settings excepted database information!
fr: Cela réinitialisera les paramètres de l'application à l'exception des informations de la base de données !

source: Reset settings
fr: Réinitialiser les paramètres
pt_br: Redefinir configurações

# Button
source: See Changelog
fr: Voir le changelog

source: Bans that happened before the player was first seen in a match will be ignored.
fr: Les bans qui ont eu lieu avant que le joueur ne soit vu pour la première fois dans un match seront ignorées.

source: Ignore bans happened before first match
fr: Ignorer les bans qui ont eu lieu avant le premier match

source: Analyze player/grenade positions during analysis. Positions are required only for the 2D viewer. When enabled it increases time to insert matches into database and disk space usage.
fr: Analyser les positions des joueurs/grenades lors de l'analyse. Les positions ne sont requises que pour la visionneuse 2D. Lorsque cette option est activée, le temps d'insertion des matchs dans la base de données augmente ainsi que l'espace disque utilisé.

source: Analyze player/grenade positions
fr: Analyser les positions des joueurs/grenades

# Dialog title
source: Ignore Steam account
fr: Ignorer un compte Steam
pt_br: Ignorar conta Steam

source: The Steam account will be ignored from VAC ban stats.
fr: Le compte Steam sera ignoré des statistiques de bannissement VAC.

# Input label
source: SteamID64 or Steam community profile URL
fr: SteamID64 ou URL du profil Steam

# Settings title
source: Ignored Steam accounts
fr: Comptes Steam ignorés
pt_br: Contas Steam ignoradas

source: Add Steam account
fr: Ajouter un compte Steam
pt_br: Adicionar conta Steam

source: The following Steam accounts will be ignored from VAC ban stats.
fr: Les comptes Steam suivants seront ignorés des statistiques de bannissement VAC.

source: No ignored Steam account yet.
fr: Aucun compte Steam ignoré pour le moment.
pt_br: Nenhuma conta Steam ignorada ainda.

source: This account is already ignored.
fr: Ce compte est déjà ignoré.

source: Steam account not found.
fr: Compte Steam non trouvé.
pt_br: Conta Steam não encontrada.

source: Invalid Steam community URL.
fr: URL de communauté Steam invalide.
pt_br: URL da comunidade Steam inválida.

source: The Steam API returned a forbidden error.
fr: L'API Steam a retourné une erreur 403.
pt_br: A API Steam retornou um erro proibido.

source: Too many requests sent to the Steam API.
fr: Trop de requêtes envoyées à l'API Steam.

source: The Steam API returned an error.
fr: L'API Steam a renvoyé une erreur.

source: Database size: <0>{size}</0>.
fr: Taille de la base de données : <0>{size}</0>.
pt_br: Tamanho da base de dados: <0>{size}</0>.

# Dialog title
source: Disconnect database
fr: Déconnection de la base de données
pt_br: Desconectar banco de dados

source: It will close the database connection and cancel all running queries!
fr: Cela fermera la connexion à la base de données et annulera toutes les requêtes en cours d'exécution !

source: Database disconnection failed with the following error:
fr: La déconnexion de la base de données a échoué avec l'erreur suivante:

# Button
source: Disconnect
fr: Se déconnecter
pt_br: Desconectar

source: JSON file
fr: Fichier JSON

source: You must select at least one data to import.
fr: Vous devez sélectionner au moins une donnée à importer.

source: You must select a CS:DM V2 backup file.
fr: Vous devez sélectionner un fichier de sauvegarde CS:DM V2.

source: You need at least one folder.
fr: Vous avez besoin d'au moins un dossier.

source: The backup file is invalid.
fr: Le fichier de sauvegarde est invalide.

source: A required tag has not been found.
fr: Un tag requis n'a pas été trouvé.

source: Select the JSON backup file generated from the CS:DM V2.
fr: Sélectionnez le fichier de sauvegarde JSON généré à partir de CS:DM V2.

# Button
source: Select backup file
fr: Sélectionner le fichier de sauvegarde

source: Import comments
fr: Importer les commentaires

source: Import statuses
fr: Importer les statuts

source: The comment and status of the demos inside the following folders will be updated:
fr: Le commentaire et statut des démos dans les dossiers suivants seront mis à jour :

source: {demoToImportCount, plural, one {<0>#</0> demo to import found in the backup file.} other {<1>#</1> demos to import found in the backup file.}}
fr: {demoToImportCount, plural, one {<0>#</0> démo à importer trouvée dans le fichier de sauvegarde.} other {<1>#</1> démos à importer trouvées dans le fichier de sauvegarde.}}

source: {demoToImportCount, plural, one {<0>{demoFoundCount}</0> demo found in folders.} other {<1>{demoFoundCount}</1> demos found in folders.}}
fr: {demoToImportCount, plural, one {<0>{demoFoundCount}</0> démo trouvée dans les dossiers.} other {<1>{demoFoundCount}</1> démos trouvées dans les dossiers.}}

source: {demoToImportCount, plural, one {<0>{updatedDemoCount}</0> demo updated:} other {<1>{updatedDemoCount}</1> demos updated:}}
fr: {demoToImportCount, plural, one {<0>{updatedDemoCount}</0> démo mise à jour:} other {<1>{updatedDemoCount}</1> démos mises à jour:}}

# Dialog title
source: Import CS:DM V2
fr: Importation CS:DM V2

# Button
source: Import
fr: Importation

# Button
source: Import V2 data
fr: Importer les données CS:DM V2

source: Optimize database
fr: Optimiser la base de données
pt_br: Otimizar banco de dados

source: Delete positions
fr: Supprimer les positions
pt_br: Excluir posições

source: It will delete all data required for the 2D viewer!
fr: Cela supprimera toutes les données requises pour la visionneuse 2D !

source: Delete demos that are not on the filesystem anymore
fr: Supprimer les démos qui ne sont plus sur le système de fichiers

source: Clear demos cache
fr: Vider le cache des démos
pt_br: Limpar cache de demos

# Button
source: Optimize database
fr: Optimiser la base de données
pt_br: Otimizar banco de dados

# Dialog title
source: Reset database
fr: Réinitialiser la base de données
pt_br: Redefinir banco de dados

source: It will delete all data in the database!
fr: Cela supprimera toutes les données de la base de données !

# Button
source: Reset database
fr: Réinitialiser la base de données
pt_br: Redefinir banco de dados

source: Add 5EPlay account
fr: Ajouter un compte 5EPlay

# Input label
source: 5EPlay ID
fr: Identifiant 5EPlay

# Input placeholder
source: ID
fr: Identifiant

source: No accounts
fr: Aucun compte
pt_br: Nenhuma conta

source: Set as current account
fr: Définir comme compte actuel

source: Accounts
fr: Comptes
pt_br: Contas

# Button
source: Add account
fr: Ajouter un compte
pt_br: Adicionar conta

source: Automatically download 5EPLay demos in the background.
fr: Télécharger automatiquement les démos 5EPlay en arrière-plan.

# Settings title
source: Background download
fr: Téléchargement en arrière-plan
pt_br: Download em segundo plano

source: Automatically download 5EPlay demos at application startup.
fr: Télécharger automatiquement les démos 5EPlay au démarrage de l'application.

# Settings title
source: Startup download
fr: Téléchargement au démarrage

source: Automatically download FACEIT demos in the background.
fr: Télécharger automatiquement les démos FACEIT en arrière-plan.

source: Automatically download FACEIT demos at application startup.
fr: Télécharger automatiquement les démos FACEIT au démarrage de l'application.

source: Automatically download Valve matchmaking demos in the background.
fr: Télécharger automatiquement les démos matchmaking en arrière-plan.

source: Automatically download Valve matchmaking demos at application startup.
fr: Télécharger automatiquement les démos matchmaking Valve au démarrage de l'application.

source: Download folder
fr: Dossier de téléchargement
pt_br: Pasta de download

source: Add FACEIT account
fr: Ajouter un compte FACEIT

# Input label
source: FACEIT nickname
fr: Pseudo FACEIT

# Input placeholder
source: Nickname
fr: Pseudo
pt_br: Apelido

source: FACEIT restricted demo downloads through a <0>private API</0> and recently gave us a server-side API key with the maximum rate limit.
fr: FACEIT a restreint le téléchargement de démos via une <0>API privée</0> et nous ont récemment fourni une clé d'API serveur ayant les rate limit maximales.

source: You <0>don't have to ask</0> FACEIT for an API key. It requires some work, but demo downloads will be back in a near future.
fr: Il <0>n'est pas nécessaire</0> de demander une clé d'API à FACEIT. Cela demande un peu de travail, mais le téléchargement des démos sera de retour dans un avenir proche.

source: In the meantime, you have to download demos from your browser.
fr: En attendant, vous devez télécharger les démos à partir de votre navigateur.

source: The API returned a 401 code, please check you API key.
fr: L'API a retourné un code 401, veuillez vérifier votre clé d'API.

# Button
source: Add a folder
fr: Ajouter un dossier

source: This folder contains characters that will prevent demo playback when starting CS:GO! (not CS2)
fr: Ce dossier contient des caractères qui empêcheront la lecture des démos au démarrage de CS:GO! (pas CS2)

source: Include subfolders
fr: Inclure les sous-dossiers

source: This folder is already in your settings
fr: Ce dossier est déjà dans vos paramètres

source: API key applied
fr: Clé d'API appliquée
pt_br: Chave de API aplicada

source: Invalid API key
fr: Clé API invalide
pt_br: Chave de API inválida

source: Network error
fr: Erreur réseau
pt_br: Erro de rede

# Input placeholder
source: API key
fr: Clé API
pt_br: Chave de API

source: Steam API key
fr: Clé d'API Steam
pt_br: Chave de API Steam

source: Custom Steam API key used to retrieve information from Steam
fr: Clé d'API Steam personnalisée utilisée pour récupérer les informations depuis Steam

source: FACEIT API key
fr: Clé d'API FACEIT
pt_br: Chave de API FACEIT

source: Custom FACEIT API key used to retrieve information from FACEIT
fr: Clé d'API FACEIT personnalisée utilisée pour récupérer les informations depuis FACEIT

# Button
source: Add a map
fr: Ajouter une map
pt_br: Adicionar um mapa

source: This map already exists.
fr: Cette map existe déjà.
pt_br: Este mapa já existe.

source: Delete map
fr: Supprimer la map

source: Do you want to delete this map?
fr: Êtes-vous sûr de vouloir supprimer cette map?

# Input label
source: Coordinate X
fr: Coordonnée X
pt_br: Coordenada X

# Input label
source: Coordinate Y
fr: Coordonnée Y
pt_br: Coordenada Y

source: The radar image must be a square.
fr: L'image du radar doit être un carré.

source: Invalid PNG file.
fr: Fichier PNG invalide.
pt_br: Arquivo PNG inválido.

source: PNG Files
fr: Fichiers PNG

# Input label
source: Lower radar
fr: Radar inférieur
pt_br: Radar inferior

source: Name is required.
fr: Le nom est requis.
pt_br: Nome é obrigatório.

source: Coordinate X is required.
fr: La coordonnée X est requise.
pt_br: A coordenada X é necessária.

source: Coordinate Y is required.
fr: La coordonnée Y est requise.
pt_br: A coordenada Y é necessária.

source: Threshold Z is required.
fr: Le seuil Z est requis.

source: Scale is required.
fr: L'échelle est requise.
pt_br: Escala é necessária.

# Input label
source: Scale
fr: Échelle
pt_br: Escala

# Input label
source: Threshold Z
fr: Seuil Z

source: Thumbnail image pixels must be smaller than {maxFileWidth}x{maxFileHeight}
fr: Les dimensions de l'image miniature doivent être inférieurs à {maxFileWidth}x{maxFileHeight}
pt_br: Píxeis da imagem em miniatura devem ser menores que {maxFileWidth}x{maxFileHeight}

# Input label
source: Thumbnail
fr: Miniature
pt_br: Miniatura

# Select label
source: Game
fr: Jeu
pt_br: Jogos

# Dialog title
source: Reset maps
fr: Réinitialiser les maps
pt_br: Reiniciar mapa

source: It will reset default maps.
fr: Cela réinitialisera les maps par défaut.
pt_br: Ele redefinirá os mapas padrão.

# Button
source: Reset default maps
fr: Réinitialiser les maps par défaut
pt_br: Redefinir mapas padrão

source: Enable custom location
fr: Activer l'emplacement personnalisé
pt_br: Ativar localização personalizada

source: CS2 doesn't have a built-in highlights/lowlights algorithm yet. The custom algorithm is always used for CS2 demos.
fr: CS2 ne possède pas encore la fonctionnalité lowlights/highlights. L'algorithme personnalisé sera toujours utilisé pour les démos CS2.

source: Use a custom highlights algorithm to generate players highlights
fr: Utilisez un algorithme personnalisé pour générer les meilleurs moments des joueurs
pt_br: Use um algoritmo personalizado para gerar os melhores momentos dos jogadores

# Settings title
source: Custom highlights
fr: Meilleurs moments personnalisés
pt_br: Destaques personalizados

source: Use a custom lowlights algorithm to generate players lowlights
fr: Utilisez un algorithme personnalisé pour générer les pires moments des joueurs
pt_br: Use um algoritmo personalizado para gerar os piores momentos dos jogadores

# Settings title
source: Lowlights
fr: Pires moments
pt_br: Piores momentos

source: Start the game in fullscreen mode
fr: Démarrer le jeu en mode plein écran
pt_br: Iniciar jogo em modo tela cheia

# Settings title
source: Fullscreen
fr: Plein écran
pt_br: Tela cheia

source: Include health damages above 40HP that did not result into a player's kill in highlights
fr: Inclure les dommages supérieurs à 40HP qui n'ont pas entraîné la mort d'un joueur dans les meilleurs moments

# Settings title
source: Include damages (highlights)
fr: Inclure les dommages (meilleurs moments)

# Settings title
source: After kill delay (highlights)
fr: Délai après un kill (meilleurs moments)
pt_br: Atraso após matar (melhores momentos)

source: How many seconds to wait before skipping to the next kill when watching highlights
fr: Combien de secondes à attendre avant de passer au prochain kill lorsque vous regardez les meilleurs moments
pt_br: Quantos segundos esperar antes de pular para o próximo abate ao assistir os melhores momentos

# Settings title
source: Before kill delay (highlights)
fr: Délai avant kill (meilleurs moments)
pt_br: Atraso após morrer (melhores momentos)

source: How many seconds to start before a kill when watching highlights
fr: Combien de secondes avant un kill démarrera la lecture en regardant les meilleurs moments
pt_br: Quantos segundos antes de um abate ao assistir os melhores momentos

# Input placeholder
source: Launch parameters
fr: Paramètres de lancement
pt_br: Parâmetros de inicialização

source: Additional launch parameters added to the game when it starts
fr: Paramètres de lancement supplémentaires ajoutés au jeu
pt_br: Parâmetros de inicialização adicionais adicionados ao jogo quando ele inicia

# Settings title
source: Launch parameters
fr: Paramètres de lancement
pt_br: Parâmetros de inicialização

source: Include health damages above 40HP that did not result into a player's death in lowlights
fr: Inclure les dommages supérieurs à 40 HP qui n'ont pas entraîné la mort d'un joueur dans les pires moments

# Settings title
source: Include damages (lowlights)
fr: Inclure les dommages (pires moments)

# Settings title
source: After kill delay (lowlights)
fr: Délai après un kill (pires moments)
pt_br: Atraso após matar (piores momentos)

source: How many seconds to wait before skipping to the next kill when watching lowlights
fr: Combien de secondes à attendre avant de passer au prochain kill lorsque vous regardez les pires moments
pt_br: Quantos segundos esperar antes de pular para o próximo abate ao assistir os piores momentos

# Settings title
source: Before kill delay (lowlights)
fr: Délai avant kill (pires moments)
pt_br: Atraso após morrer (piores momentos)

source: How many seconds to start before a kill when watching lowlights
fr: Combien de secondes avant un kill démarrera la lecture en regardant les pires moments
pt_br: Quantos segundos antes de um abate ao assistir os piores momentos

source: Listen player voices during playback
fr: Écouter les voix du joueur pendant la lecture
