Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

source: Remove all
fr: Tout supprimer
pt_br: Remover todas

source: Remove succeed analyses
fr: Supprimer les analyses réussies
pt_br: Remover análises com sucesso

# Analysis status
source: Pending analysis…
fr: Analyse en attente…
pt_br: Análise pendente…

# Analysis status
source: Analyzing demo…
fr: Démo en cours d'analyse…
pt_br: Analisando demo…

# Analysis status
source: An error occurred while analyzing the demo.
fr: Une erreur est survenue pendant l'analyse de la démo.
pt_br: Ocorreu um erro ao analisar a demo.

# Analysis status
source: Analysis succeed.
fr: Démo analysée avec succès.
pt_br: Análise bem-sucedida.

# Analysis status
source: Inserting match…
fr: Match en cours d'insertion dans la base de données…
pt_br: Inserindo partida…

# Analysis status
source: Match inserted into the database.
fr: Match inséré dans la base de données.
pt_br: Partida inserida na base de dados.

# Analysis status
source: An error occurred while inserting the match into the database.
fr: Une erreur est survenue lors de l'insertion du match dans la base de données.
pt_br: Ocorreu um erro ao inserir a partida na base de dados.

source: The analysis failed with the error code: <0>{errorCode}</0>
fr: L'analyse a échoué avec le code d'erreur : <0>{errorCode}</0>

source: Please read the error codes <0>documentation</0> to understand the code signification and what you can do.
fr: Merci de lire la <0>documentation</0> des codes d'erreur pour comprendre sa signification et ce que vous pouvez faire.
pt_br: Por favor, leia os códigos de erro <0>documentação</0> para entender o significado e o que você pode fazer.

source: Please read and follow the instructions on <0>GitHub</0> to report the issue <1>only if the documentation says you should for this error code</1>.
fr: Veuillez lire et suivre les instructions sur <0>GitHub</0> pour signaler le problème <1>uniquement si la documentation dit que vous devriez pour ce code d’erreur</1>.
pt_br: Por favor, leia e siga as instruções no <0>GitHub</0> para reportar o problema <1>apenas se a documentação disser que você deve para esse código de erro</1>.

source: Please read and follow the instructions on <0>GitHub</0> to report the issue.
fr: Veuillez lire et suivre les instructions sur <0>GitHub</0> pour signaler le problème.
pt_br: Por favor, leia e siga as instruções no <0>GitHub</0> para reportar o problema.

source: No demo analysis in progress.
fr: Aucune analyse de démo en attente.
pt_br: Nenhuma análise de demo em progresso.

# Context menu
source: Remove
fr: Supprimer
pt_br: Excluir

# Context menu
source: See demo
fr: Voir la démo
pt_br: Ver demo

# Context menu
source: See match
fr: Voir le match
pt_br: Ver partida

# Analysis status
source: Analyzing
fr: Analyse en cours
pt_br: Analisando

# Analysis status
source: Error
fr: Erreur
pt_br: Erro

# Analysis status
source: Inserting
fr: Insertion en cours
pt_br: Inserindo

# Analysis status
source: Done
fr: Terminé
pt_br: Concluído

# Analysis status
source: Pending
fr: En attente
pt_br: Pendente

# Table header
source: Status
fr: Statut

# Table header tooltip
source: Status
fr: Statut

# Table header
source: Demo path
fr: Chemin de la démo
pt_br: Caminho da demo

# Table header tooltip
source: Demo path
fr: Chemin de la démo
pt_br: Caminho da demo

# Table header
source: Date added
fr: Date d'ajout
pt_br: Data adicionada

# Table header tooltip
source: Date added
fr: Date d'ajout
pt_br: Data adicionada

# Chart title
source: Ban per competitive rank
fr: Ban par rang compétitif
pt_br: Banimentos por rank competitivo

source: Ban count over time
fr: Bans au fil du temps
pt_br: Número de banimentos ao longo do tempo

source: Tier {tier}: {bannedCount}
fr: Niveau {tier}: {bannedCount}
pt_br: Nível {tier}: {bannedCount}

# Chart title
source: Ban per Premier rank
fr: Bans par rang Premier
pt_br: Banimentos por rank Especial

source: Loading ban stats…
fr: Chargement des statistiques de ban…

source: An error occurred
fr: Une erreur est survenue
pt_br: Ocorreu um erro

# Panel title
source: Players
fr: Joueurs
pt_br: Jogadores

# Panel title
source: Banned players
fr: Joueurs bannis
pt_br: Jogadores banidos

# Panel title
source: Banned players percentage
fr: % de joueurs bannis
pt_br: Porcentagem de jogadores banidos

# Panel title
source: AVG banned players/match
fr: MOY joueurs bannis/match
pt_br: Média de jogadores banidos/partida

# Panel title
source: AVG banned account age
fr: Moy. âge comptes bannis
pt_br: Tempo médio de conta banida

source: {averageBannedAccountAgeInYears, plural, one {# year} other {# years}}
fr: {averageBannedAccountAgeInYears, plural, one {# an} other {# ans}}
pt_br: {averageBannedAccountAgeInYears, plural,one {# ano} other {# anos}}

# Panel title
source: Median banned account age
fr: Médiane âge comptes bannis
pt_br: Idade mediana de conta banida

source: {medianBannedAccountAgeInYears, plural, one {# year} other {# years}}
fr: {medianBannedAccountAgeInYears, plural, one {# an} other {# ans}}
pt_br: {medianBannedAccountAgeInYears, plural,one {# ano} other {# anos}}

source: Last bans
fr: Derniers bannissements
pt_br: Últimos banimentos

source: No bans yet
fr: Aucun bannissement
pt_br: Sem banimentos ainda

source: No VAC ban stats to show, you must analyze demos to generate stats.
fr: Aucune statistique de bannissement disponible, vous devez analyser des démos pour générer des statistiques.
pt_br: Não há estatísticas de banimento de VAC para mostrar, você deve analisar as demos para gerar estatísticas.

source: An error occurred while loading the application.
fr: Une erreur est survenue lors du chargement de l'application.
pt_br: Ocorreu um erro ao carregar a aplicação.

# Button
source: Connect
fr: Se connecter
pt_br: Connectar

source: It looks like you installed an older version of CS Demo Manager and the current database schema is not compatible with it.
fr: Il semble que vous ayez installé une ancienne version de CS Demo Manager et que le schéma de la base de données de cette dernière n'est pas compatible avec le schéma actuel.
pt_br: Parece que você instalou uma versão mais antiga do CS Demo Manager e o esquema atual do banco de dados não é compatível com ele.

source: You can either update CS Demo Manager to the latest version or reset the database to start from scratch.
fr: Vous pouvez mettre à jour CS Demo Manager vers la dernière version ou réinitialiser la base de données pour démarrer à partir de zéro.
pt_br: Você pode atualizar o CS Demo Manager para a última versão ou redefinir o banco de dados para começar do zero.

source: It usually means that PostgreSQL is not installed on your system or the path to the <0>psql</0> executable is not in your <1>PATH</1> environment variable.
fr: Cela signifie généralement que PostgreSQL n'est pas installé sur votre système ou que le chemin vers l'exécutable <0>psql</0> n'est pas dans votre variable d'environnement <1>PATH</1>.
pt_br: Geralmente significa que o PostgreSQL não está instalado no seu sistema ou o caminho para o executável <0>psql</0> não está na variável de ambiente <1>PATH</1>.

source: It usually means that the PostgreSQL service is not running, make sure it's running.
fr: Cela signifie généralement que le service PostgreSQL ne fonctionne pas, assurez-vous qu'il est en cours d'exécution.
pt_br: Geralmente isso significa que o serviço PostgreSQL não está rodando, certifique-se de que está em execução.

source: This error usually means that the database is not running or that the connection settings are incorrect.
fr: Cette erreur signifie généralement que la base de données n'est pas en cours d'exécution ou que les paramètres de connexion sont incorrects.
pt_br: Este erro geralmente significa que o banco de dados não está sendo executado ou que as configurações de conexão estão incorretas.

source: Make sure PostgreSQL is running and your settings are correct.
fr: Assurez-vous que PostgreSQL est bien démarré et que les paramètres de connexion sont corrects.
pt_br: Certifique-se de que o PostgreSQL está sendo executado e suas configurações estão corretas.

source: The connection to the database failed with the following error:
fr: La connexion à la base de données a échoué avec l'erreur suivante :

source: CS Demo Manager requires a PostgreSQL database.
fr: CS Demo Manager requiert une base de données PostgreSQL.
pt_br: O Gerenciador de Demo CS requer um banco de dados PostgreSQL.

source: {secondsBeforeNextTry, plural, one {Retrying in # second…} other {Retrying in # seconds…}}
fr: {secondsBeforeNextTry, plural, one {Nouvelle tentative dans # seconde…} other {Nouvelle tentative dans # secondes…}}
pt_br: {secondsBeforeNextTry, plural,one {Tentando novamente em # segundo…} other {Tentanto novamente em # segundos…}}

source: Please read the <0>documentation</0> for help.
fr: Merci de lire la <0>documentation</0> pour obtenir de l'aide.
pt_br: Por favor, leia a <0>documentação</0> para obter ajuda.

source: An error occurred while loading settings.
fr: Une erreur est survenue lors du chargement des paramètres.

source: The Steam API returned a forbidden error
fr: L'API Steam a retourné une erreur 403
pt_br: A API Steam retornou um erro proibido

source: Steam API returned a 429 status code
fr: L'API Steam a retourné une erreur 429
pt_br: A API Steam retornou código de estado 429

source: An error occurred while checking for new banned Steam accounts (code {errorCode})
fr: Une erreur est survenue lors de la recherche de nouveaux comptes Steam bannis (code {errorCode})
pt_br: Ocorreu um erro ao procurar por novas contas Steam Banidas (código {errorCode})

source: The connection to the WebSocket server failed with code {code}.
fr: La connexion au serveur WebSocket a échoué avec le code {code}.
pt_br: A conexão com o servidor de WebSocket falhou com o código {code}.

source: An error occurred connecting to the WebSocket server.
fr: Une erreur est survenue lors de la connexion au serveur WebSocket.
pt_br: Ocorreu um erro ao se conectar ao servidor WebSocket.

source: Changelog version {APP_VERSION}
fr: Changelog de la version {APP_VERSION}

source: Visit website
fr: Visiter le site Web

# Button
source: Analyze
fr: Analyser
pt_br: Analisar

# Button
source: Apply
fr: Appliquer
pt_br: Aplicar

# Button
source: Cancel
fr: Annuler
pt_br: Cancelar

# Button
source: Change
fr: Modifier
pt_br: Alterar

# Button
source: Close
fr: Fermer
pt_br: Fechar

# Button
source: Confirm
fr: Confirmer
pt_br: Confirmar

# Button
source: Copy
fr: Copier
pt_br: Copiar

# Button
source: Copy demo link
fr: Copier le lien de la démo
pt_br: Copiar link de demo

# Button
source: Copy share code
fr: Copier le code de partage
pt_br: Copiar código de compartilhamento

source: Copy SteamID
fr: Copier le SteamID
pt_br: Copiar SteamID

# Button
source: Delete
fr: Supprimer
pt_br: Excluir

# Button
source: Details
fr: Détails
pt_br: Detalhes

# OS save dialog title
source: Export as PNG
fr: Exporter en PNG
pt_br: Exportar como PNG

# Button
source: Export as PNG
fr: Exporter en PNG
pt_br: Exportar como PNG

# Button
source: Install
fr: Installer
pt_br: Instalar

# Button
source: Refresh
fr: Rafraîchir
pt_br: Atualizar

# Button
source: Remove
fr: Supprimer
pt_br: Excluir

# Button
source: Reset
fr: Réinitialiser
pt_br: Redefinir

# Button
source: Retry
fr: Réessayer
pt_br: Tentar novamente

# Button
source: Reveal
fr: Révéler
pt_br: Exibir

source: File not found
fr: Fichier non trouvé
pt_br: Arquivo não encontrado

source: {0, select, darwin {Reveal in Finder} win32 {Reveal in Explorer} other {Reveal in files explorer}}
fr: {0, select, darwin {Révéler dans le Finder} win32 {Révéler dans Explorer} other {Révéler dans l'explorateur de fichiers}}
pt_br: {0, select, darwin {Mostrar no Finder} win32 {Mostrar no Explorer} other {Mostrar no gerenciador de arquivos}}

source: Folder not found
fr: Dossier non trouvé
pt_br: Pasta não encontrada

source: Reveal log file
fr: Révéler le fichier de log
pt_br: Mostrar arquivo de registro

# Button
source: Save
fr: Sauvegarder
pt_br: Salvar

# Button
source: See demo
fr: Voir la démo
pt_br: Ver demo

# Button
source: See match
fr: Voir le match
pt_br: Ver partida

# Button
source: Update
fr: Mettre à jour
pt_br: Atualizar

# Button
source: Watch
fr: Regarder
pt_br: Assistir

# Button
source: XLSX export
fr: Export XLSX
pt_br: Exportar em XLSX

# Context menu
source: Add to video sequences
fr: Ajouter aux séquences vidéo
pt_br: Adicionar a sequências de vídeo

# Context menu
source: Analyze
fr: Analyser
pt_br: Analisar

# Context menu
source: Change type
fr: Modifier le type
pt_br: Alterar tipo

# Context menu
source: Change source
fr: Modifier la source
pt_br: Mudar a fonte

# Context menu
source: Comment
fr: Commentaire
pt_br: Comentário

# Copy context menu
source: File path
fr: Chemin du fichier
pt_br: Caminho do arquivo

# Context menu
source: Copy
fr: Copier
pt_br: Copiar

# Context menu
source: Copy name
fr: Copier le nom
pt_br: Copiar nome

# Copy context menu
source: Share code
fr: Code de partage
pt_br: Compartilhar código

# Context menu
source: Copy Steam ID
fr: Copier le SteamID
pt_br: Copiar Steam ID

# Context menu
source: Delete
fr: Supprimer
pt_br: Excluir

# Context menu
source: Details
fr: Détails
pt_br: Detalhes

# Keyboard shortcut
source: Enter
fr: Entrer

# Button label
source: Select
fr: Sélectionner
pt_br: Selecionar

# Toast
source: Chat messages exported, click here to reveal the folder
fr: Messages exportés, cliquez ici pour révéler le dossier

source: No chat messages to export
fr: Aucun message à exporter

# Context menu
source: Chat messages
fr: Messages du chat

# Context menu
source: Export
fr: Exporter
pt_br: Exportar

source: Export in progress…
fr: Export en cours…
pt_br: Exportação em andamento…

source: Exporting demo {demoNumber} of {totalDemoCount}...
fr: Export de la démo {demoNumber} sur {totalDemoCount}...
pt_br: Exportando demo {demoNumber} de {totalDemoCount}...

source: Export done.
fr: Export terminé.
pt_br: Exportação concluída.

source: Demo not found: {demoPath}
fr: Démo introuvable : {demoPath}
pt_br: Demo não encontrada: {demoPath}

source: Decoding error: {demoPath}
fr: Erreur de décodage : {demoPath}
pt_br: Erro de decodificação: {demoPath}

source: No voice data found for demo: {demoPath}
fr: Aucune donnée vocale trouvée pour la démo : {demoPath}
pt_br: Nenhum dado de voz encontrado para a demo: {demoPath}

source: Failed to parse demo: {demoPath}
fr: Échec de l'analyse de la démo: {demoPath}
pt_br: Falha ao analisar demo: {demoPath}

source: Unsupported audio codec: {demoPath}
fr: Codec audio non supporté : {demoPath}
pt_br: Codec de áudio não suportado: {demoPath}

source: Failed to create audio file: {demoPath}
fr: Échec de la création du fichier audio : {demoPath}
pt_br: Falha ao criar arquivo de áudio: {demoPath}

source: Invalid arguments for demo: {demoPath}
fr: Arguments invalides pour la démo : {demoPath}
pt_br: Argumentos inválidos para demo: {demoPath}

source: Failed to load the Counter-Strike audio library.
fr: Échec du chargement de la bibliothèque audio Counter-Strike.
pt_br: Falha ao carregar a biblioteca de áudio Counter-Strike.

source: Failed to open the demo file.
fr: Impossible d'ouvrir le fichier démo.
pt_br: Falha ao abrir o arquivo de demo.

source: Some required library files are missing.
fr: Certains fichiers requis sont manquants.
pt_br: Alguns arquivos de biblioteca necessários estão faltando.

source: This demo format is not supported.
fr: Ce format de démo n'est pas pris en charge.
pt_br: Este formato de demo não é compatível.

source: You need to install <0>Rosetta</0>.
fr: Vous devez installer <0>Rosetta</0>.
pt_br: Você precisa instalar <0>Rosetta</0>.

source: An error occurred.
fr: Une erreur est survenue.
pt_br: Ocorreu um erro.

source: Players voice export
fr: Export voix des joueurs
pt_br: Exportar voz dos jogadores

source: Valve Matchmaking demos do not contain voice audio data!
fr: Les démos de Matchmaking ne contiennent pas de données audio !
pt_br: Demos da Valve não contém dados de voz!

source: Warnings:
fr: Avertissements:
pt_br: Alertas:

# Button label
source: Export
fr: Exporter
pt_br: Exportar

# Context menu
source: Players voice
fr: Voix des joueurs

# Context menu
source: Stop ignoring player's bans
fr: Arrêtez d'ignorer les bans du joueur
pt_br: Parar de ignorar os banimentos do jogador

source: Steam account added to ignored list
fr: Compte Steam ajouté à la liste des comptes ignorés
pt_br: Conta Steam adicionada à lista ignorada

# Context menu
source: Ignore player's bans
fr: Ignorer les bans du joueur
pt_br: Ignorar banimento do jogador

# Context menu
source: Open FACEIT profile
fr: Ouvrir le profil FACEIT
pt_br: Abrir perfil da FACEIT

# Context menu
source: Open Steam community profile
fr: Ouvrir le profil Steam
pt_br: Abrir perfil da Steam

# Context menu
source: Pin this player
fr: Épingler ce joueur
pt_br: Fixar este jogador

# Context menu
source: Rename
fr: Renommer
pt_br: Renomear

# Context menu
source: See profile
fr: Voir le profil
pt_br: Ver perfil

# Context menu
source: Show matches
fr: Voir les matchs
pt_br: Mostrar Partidas

source: This demo is not the same as the one of the match
fr: Cette démo n'est pas la même que celle du match
pt_br: Essa demo não é a mesma de um dos jogos

# Context menu
source: Update demo location
fr: Mettre à jour l'emplacement de la démo
pt_br: Atualizar localização de demo

# Context menu
source: Update name
fr: Modifier le nom
pt_br: Atualizar nome

# Context menu
source: Watch
fr: Regarder
pt_br: Assistir

# Context menu to watch a player as a suspect
source: As a suspect
fr: Comme un suspect
pt_br: Como suspeito

# Context menu watch player highlights
source: Highlights
fr: Meilleurs moments
pt_br: Destaques

# Context menu watch player lowlights
source: Lowlights
fr: Pires moments
pt_br: Piores momentos

source: Demo analysis
fr: Analyse de démo

source: {demosSourceNotSupportedCount, plural, one {The demo's source is not supported} other {# demos source are not supported}}
fr: {demosSourceNotSupportedCount, plural, one {La source de la démo n'est pas supportée} other {La source de # démos n'est pas supportée}}
pt_br: {demosSourceNotSupportedCount, plural,one {A fonte dessa demo não é suportada} other {Demos de # fontes não são suportadas}}

source: Please see this <0>documentation</0> for details.
fr: Merci de lire la <0>documentation</0> pour obtenir de l'aide.
pt_br: Por favor, leia a <0>documentação</0> para mais detalhes.

source: {demosAnalysesInProgressCount, plural, one {The demo is already in pending analyses} other {# demos are already in pending analyses}}
fr: {demosAnalysesInProgressCount, plural, one {La démo est déjà en attente d'analyse} other {# démos sont déjà en attente d'analyse}}
pt_br: {demosAnalysesInProgressCount, plural,one {A demo já está em análise} other {# demos estão em análise}}

source: {demoAlreadyInDatabaseCount, plural, one {# demo is already in the database} other {# demos are already in the database}}
fr: {demoAlreadyInDatabaseCount, plural, one {# démo est déjà dans la base de données} other {# démos sont déjà dans la base de données}}
pt_br: {demoAlreadyInDatabaseCount, plural,one {# demo já está na base de dados} other {# demos já estão na base de dados}}

# Checkbox label
source: Analyze demos already in database?
fr: Analyser les démos déjà en base de données ?
pt_br: Analisar demos já presentes na base de dados?

source: {0, plural, one {# demo will be analyzed} other {# demos will be analyzed}}
fr: {0, plural, one {# démo sera analysée} other {# démos seront analysées}}
pt_br: {0, plural,one {# demo será analisada} other {# demos serão analisadas}}

source: {demoCount, plural, one {# demo updated} other {# demos updated}}
fr: {demoCount, plural, one {# démo mise à jour} other {# démos mises à jour}}
pt_br: {demoCount, plural,one {# demo atualizada} other {# demos atualizadas}}

source: Update source
fr: Changement de source
pt_br: Atualizar fonte

source: Change it only if the source is unknown or incorrect in the app! (for instance Valve instead of FACEIT)
fr: Modifiez-la seulement si la source de la démo est inconnue ou incorrecte dans l'application! (par exemple Valve au lieu de FACEIT)
pt_br: Altere somente se a fonte for desconhecida ou incorreta no aplicativo! (Por exemplo, Valve ao invés de FACEIT)

source: Changing a demo's source require to re-analyze it to update its match data!
fr: La modification de la source d'une démo nécessite de la réanalyser pour mettre à jour son match !
pt_br: Alterar a fonte da demo requer re-analisá-la para atualizar os dados da partida!

source: Counter-Strike is running
fr: Counter-Strike est en cours d'exécution
pt_br: Counter-Strike está executando

source: Counter-Strike is running.
fr: Counter-Strike est en cours d'exécution.
pt_br: Counter-Strike está executando.

source: Do you want to close the game and continue?
fr: Voulez-vous fermer le jeu et continuer ?
pt_br: Você deseja fechar o jogo e continuar?

source: {0, plural, one {The demo has been deleted.} other {# demos deleted.}}
fr: {0, plural, one {La démo a été supprimée.} other {# démos supprimées.}}
pt_br: {0, plural,one {A demo foi excluída.} other {# demos excluídas.}}

source: {0, plural, one {The demo has not been deleted.} other {# demos have not been deleted.}}
fr: {0, plural, one {La démo n'a pas été supprimée.} other {# démos n'ont pas été supprimées.}}
pt_br: {0, plural,one {A demo não foi deletada.} other {# demos não foram deletadas.}}

source: {0, plural, one {Delete demo} other {Delete demos}}
fr: {0, plural, one {Supprimer la démo} other {Supprimer les démos}}
pt_br: {0, plural,one {Apagar demo} other {Apagar demos}}

source: {0, plural, one {The demo will be deleted only from your filesystem, not the database.} other {The demos will be deleted only from your filesystem, not the database.}}
fr: {0, plural, one {La démo sera supprimée seulement de votre système de fichiers, pas de la base de données.} other {Les démos seront supprimées seulement de votre système de fichiers, pas de la base de données.}}
pt_br: {0, plural,one {A demo será excluída apenas do seu sistema de arquivos, mas não do banco de dados.} other {As demos serão excluídas apenas do seu sistema de arquivos, mas não do banco de dados.}}

source: {0, plural, one {The demo will be deleted from the database, not your filesystem.} other {The demos will be deleted only from the database, not your filesystem.}}
fr: {0, plural, one {La démo sera supprimée de la base de données, pas de votre système de fichiers.} other {Les démos seront supprimées de la base de données, pas de votre système de fichiers.}}
pt_br: {0, plural,one {A demo será excluída do banco de dados, mas não do seu sistema de arquivos.} other {As demos serão excluídas do banco de dados, mas não do seu sistema de arquivos.}}

source: Delete matches
fr: Supprimer les matchs

source: {0, plural, one {The match will be deleted only from the database not your filesystem.} other {These matches will be deleted only from the database not your filesystem.}}
fr: {0, plural, one {Le match sera supprimé que de la base de données, pas de votre système de fichiers.} other {Les matchs seront supprimés que de la base de données, pas votre système de fichiers.}}
pt_br: {0, plural,one {A demo será excluída apenas do banco de dados, mas não do seu sistema de arquivos.} other {As demos serão excluídas apenas do banco de dados, mas não do seu sistema de arquivos.}}

source: Demo not found.
fr: Démo non trouvée.
pt_br: Demo não encontrada.

# Dialog title
source: JSON export
fr: Export JSON
pt_br: Exportar JSON

# Notification
source: Export done
fr: Export terminé
pt_br: Exportação concluída
