Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

# Tooltip
source: This option is not available when using custom FFmpeg output parameters.
fr: Cette option n'est pas disponible lorsque vous utilisez des paramètres de sortie FFmpeg personnalisés.

# Tooltip
source: You can still set the <0>-crf</0> parameter in your FFmpeg output parameters.
fr: Vous pouvez toujours définir le paramètre <0>-crf</0> dans vos paramètres de sortie FFmpeg.

# Tooltip
source: Impact the video quality, from 0 to 51 with 0 for the best quality resulting in a larger file
fr: Impact sur la qualité de la vidéo, de 0 à 51 avec 0 pour une meilleure qualité mais un fichier plus volumineux

# Input label
source: Quality
fr: Qualité
pt_br: Qualidade

# Input label
source: Audio bitrate
fr: Débit audio
pt_br: Taxa de bits do áudio

# Input label
source: Input parameters
fr: Paramètres d'entrée
pt_br: Parâmetros de entrada

source: Installing FFmpeg…
fr: Installation de FFmpeg en cours…
pt_br: Instalando FFmpeg…

source: FFmpeg has been installed
fr: FFmpeg a été installé
pt_br: FFmpeg foi instalado

source: An error occurred while installing FFmpeg
fr: Une erreur est survenue pendant l'installation de FFmpeg
pt_br: Ocorreu um erro ao instalar FFmpeg

# Input label
source: Output parameters
fr: Paramètres de sortie
pt_br: Parâmetros de saída

source: Updating FFmpeg…
fr: Mise à jour de FFmpeg en cours…
pt_br: Atualizando o FFmpeg…

source: FFmpeg has been updated
fr: FFmpeg a été mis à jour
pt_br: FFmpeg foi atualizado

source: An error occurred while updating FFmpeg
fr: Une erreur est survenue lors de la mise à jour de FFmpeg
pt_br: Ocorreu um erro ao atualizar o FFmpeg

# Input label
source: Video codec
fr: Codec vidéo
pt_br: Codec de vídeo

# Input label
source: Video container
fr: Conteneur vidéo
pt_br: Contêiner de vídeo

# Checkbox label
source: Focus camera on player
fr: Focaliser la caméra sur le joueur

# Select option
source: Death
fr: Mort

# Select option
source: Player
fr: Joueur

# Select option
source: Enemy
fr: Ennemi

source: No action found for this player
fr: Aucune action trouvée pour ce joueur

source: If 2 actions occurred less than 10 seconds apart or 2 actions are less than 2 seconds apart, a single sequence will be generated.
fr: Si 2 actions se sont produites à moins de 10 secondes d'intervalle ou si 2 actions sont à moins de 2 secondes d'intervalle, une seule séquence sera générée.

# Dialog title
source: Generate player's sequences
fr: Générer les séquences du joueur

# Select label
source: Event
fr: Evénement
pt_br: Evento

# Button
source: Generate player's sequences
fr: Générer les séquences du joueur

source: Failed to start the game, make sure Steam is running and you are connected.
fr: Impossible de démarrer le jeu, assurez-vous que Steam est en cours d'exécution et que vous êtes connecté.

source: Please make sure that CS:GO is installed by selecting the <0>csgo_legacy</0> branch from the CS2 "Betas" property tab on Steam.
fr: Veuillez vous assurer que CS:GO est installé en sélectionnant la branche <0>csgo_legacy</0> depuis l'onglet "Betas" des propriétés du jeu CS2 sur Steam.

source: HLAE is not installed.
fr: HLAE n'est pas installé.
pt_br: O HLAE não está instalado.

source: VirtualDub is not installed.
fr: VirtualDub n'est pas installé.
pt_br: VirtualDub não está instalado.

source: FFmpeg is not installed.
fr: FFmpeg n'est pas installé.
pt_br: FFmpeg não está instalado.

source: No sequences provided.
fr: Aucune séquence fournie.
pt_br: Nenhuma sequência fornecida.

source: Steam is not running.
fr: Steam n'est pas lancé.
pt_br: A Steam não está sendo executada.

source: FFmpeg returned an error.
fr: FFmpeg a retourné une erreur.
pt_br: FFmpeg retornou um erro.

source: VirtualDub returned an error.
fr: VirtualDub a retourné une erreur.
pt_br: VirtualDub retornou um erro.

source: WAV file not found.
fr: Fichier WAV non trouvé.
pt_br: Arquivo WAV não encontrado.

source: Raw files not found.
fr: Fichiers bruts non trouvés.
pt_br: Arquivos brutos não encontrados.

source: Counter-Strike crashed.
fr: Counter-Strike a planté.

# Input label
source: Height
fr: Hauteur
pt_br: Altura

# Input placeholder
source: Height
fr: Hauteur
pt_br: Altura

# Checkbox label
source: Enable config folder
fr: Activer le dossier de configuration
pt_br: Ativar pasta de configuração

# Input label
source: Config folder
fr: Dossier de configuration
pt_br: Pasta de configurações

source: Installing HLAE…
fr: Installation de HLAE…
pt_br: Instalando HLAE…

source: HLAE has been installed
fr: HLAE a été installé
pt_br: O HLAE foi instalado

source: An error occurred while installing HLAE
fr: Une erreur est survenue lors de l'installation de HLAE
pt_br: Ocorreu um erro ao instalar HLAE

# Input label
source: Parameters
fr: Paramètres
pt_br: Parâmetros

source: Updating HLAE…
fr: Mise à jour de HLAE…
pt_br: Atualizando o HLAE…

source: HLAE has been updated
fr: HLAE a été mise à jour
pt_br: HLAE foi atualizado

source: An error occurred while updating HLAE
fr: Une erreur est survenue lors de la mise à jour de HLAE
pt_br: Ocorreu um erro ao atualizar o HLAE

source: Output folder
fr: Dossier de sortie

# Input label
source: Output folder
fr: Dossier de sortie

# Dialog title
source: Select output folder
fr: Sélectionner le dossier de sortie

# Checkbox label
source: Player voices
fr: Voix des joueurs

# Select label
source: Output
fr: Sortie

source: Video
fr: Vidéo
pt_br: Vídeo

source: Images + video
fr: Images + vidéo

# Select label
source: Recording system
fr: Système d'enregistrement

# Button
source: Reset settings
fr: Réinitialiser les paramètres
pt_br: Redefinir configurações

# Select option
source: Killer
fr: Tueur

# Select option
source: Victim
fr: Victime

# Checkbox label
source: Focus the camera on the killer or victim a few seconds before each kill
fr: Concentrez la caméra sur le tueur ou la victime quelques secondes avant chaque kill

# Input label
source: Seconds
fr: Secondes

# Dialog title
source: Generate cameras
fr: Générer des caméras

source: The sequence is from tick <0>{startTick}</0> to <1>{endTick}</1> (<2>{duration}s</2>).
fr: La séquence est du tick <0>{startTick}</0> au tick <1>{endTick}</1> (<2>{duration}s</2>).

source: Focus the camera on the following player when the sequence start
fr: Concentrez la caméra sur le joueur suivant lorsque la séquence démarre

# Button
source: Generate
fr: Générer

# Button
source: Generate cameras
fr: Générer des caméras

# Button
source: Remove cameras
fr: Supprimer les caméras

# Table header tooltip
source: Player
fr: Joueur

source: Cameras (<0>{cameraCount}</0>)
fr: Caméras (<0>{cameraCount}</0>)

# Input label
source: End tick
fr: Tick de fin
pt_br: Tique final

# Input placeholder
source: End tick
fr: Tick de fin

# Context menu
source: Focus camera on defuser
fr: Focaliser la caméra sur le defuseur
pt_br: Focar câmera no desarmador

# Context menu
source: Set the tick of the bomb defused as start tick
fr: Définir le tick de la bombe désamorcée comme tick de début

# Context menu
source: Set the tick of the bomb defused minus X seconds as start tick
fr: Définir le tick de la bombe désamorcée moins X secondes en tick de début

# Context menu
source: Set the tick of the bomb defused plus X seconds as start tick
fr: Définir le tick de la bombe désamorcée plus X secondes en tick de début

# Context menu
source: Set the tick of the bomb defused as end tick
fr: Définir le tick de la bombe désamorcée en tick de fin

# Context menu
source: Set the tick of the bomb defused minus X seconds as end tick
fr: Définir le tick de la bombe désamorcée moins X secondes en tick de fin

# Context menu
source: Set the tick of the bomb defused plus X seconds as end tick
fr: Définir le tick de la bombe désamorcée plus X secondes en tick de fin

source: Bomb defused by <0>{defuserName}</0> on site <1>{site}</1>
fr: Bombe désamorcée par <0>{defuserName}</0> sur le site <1>{site}</1>

# Context menu
source: Focus camera on planter
fr: Focaliser la caméra sur le planteur
pt_br: Focar câmera no armador

# Context menu
source: Set the tick of the bomb exploded as start tick
fr: Définir la tick de la bombe explosée en tick de début

# Context menu
source: Set the tick of the bomb exploded minus X seconds as start tick
fr: Définir la tick de la bombe explosée moins X secondes en tick de début

# Context menu
source: Set the tick of the bomb exploded plus X seconds as start tick
fr: Définir la tick de la bombe explosée plus X secondes en tick de début

# Context menu
source: Set the tick of the bomb exploded as end tick
fr: Définir la tick de la bombe explosée en tick de fin

# Context menu
source: Set the tick of the bomb exploded minus X seconds as end tick
fr: Définir le tick de la bombe explosée moins X secondes en tick de fin

# Context menu
source: Set the tick of the bomb exploded plus X seconds as end tick
fr: Définir le tick de la bombe explosée plus X secondes en tick de fin

source: Bomb exploded on site <0>{site}</0>
fr: Bombe explosée sur le site <0>{site}</0>

# Context menu
source: Set the tick of the bomb planted as start tick
fr: Définir le tick de la bombe plantée comme tick de début

# Context menu
source: Set the tick of the bomb planted minus X seconds as start tick
fr: Définir le tick de la bombe plantée moins X secondes comme tick de début

# Context menu
source: Set the tick of the bomb planted plus X seconds as start tick
fr: Définir le tick de la bombe plantée plus X secondes comme tick de début

# Context menu
source: Set the tick of the bomb planted as end tick
fr: Définir le tick de la bombe plantée comme tick de fin

# Context menu
source: Set the tick of the bomb planted minus X seconds as end tick
fr: Définir le tick de la bombe plantée moins X secondes comme tick de fin

# Context menu
source: Set the tick of the bomb planted plus X seconds as end tick
fr: Définir le tick de la bombe plantée plus X secondes comme tick de fin

# Tooltip
source: Bomb planted by <0>{planterName}</0> on site <1>{site}</1>
fr: Bombe plantée par <0>{planterName}</0> sur le site <1>{site}</1>

source: Camera on <0>{playerName}</0>
fr: Caméra sur <0>{playerName}</0>

# Context menu
source: At the start of the sequence
fr: Au début de la séquence

source: {second, plural, one {# second before} other {# seconds before}}
fr: {second, plural, one {# seconde avant} other {# secondes avant}}

# Context menu
source: X seconds before
fr: X secondes avant

# Context menu
source: Focus camera on killer
fr: Focaliser la caméra sur le tueur

# Context menu
source: Focus camera on victim
fr: Focaliser la caméra sur la victime

# Context menu
source: Set the tick of the kill as start tick
fr: Définir le tick du kill comme tick de début

# Context menu
source: Set the tick of the kill minus X seconds as start tick
fr: Définir le tick du kill moins X secondes comme tick de début

# Context menu
source: Set the tick of the kill plus X seconds as start tick
fr: Définir le tick du kill plus X secondes comme tick de début

# Context menu
source: Set the tick of the kill as end tick
fr: Définir le tick du kill comme tick de fin

# Context menu
source: Set the tick of the kill minus X seconds as end tick
fr: Définir le tick du kill moins X secondes comme tick de fin

# Context menu
source: Set the tick of the kill plus X seconds as end tick
fr: Définir le tick du kill plus X secondes comme tick de fin

# Timeline group label
source: Bomb
fr: Bombe
pt_br: Bomba

# Timeline group label
source: Cameras
fr: Caméras

# Tooltip
source: Start tick
fr: Tick de début
pt_br: Tique inicial

# Tooltip
source: End tick
fr: Tick de fin
pt_br: Tique final

# Context menu
source: Set round start tick as start tick
fr: Définir le tick de début du round comme tick de début

# Context menu
source: Set round start tick as end tick
fr: Définir le tick de début du round comme tick de fin

# Context menu
source: Set round end tick as start tick
fr: Définir le tick de fin du round comme tick de début

# Context menu
source: Set round end tick as end tick
fr: Définir le tick de fin du round comme tick de fin

# Dialog title
source: Enter the number of seconds
fr: Entrez le nombre de secondes

# Context menu
source: Set tick {tick} as
fr: Définir le tick {tick} comme

# Context menu
source: Start tick
fr: Tick de début

# Context menu
source: End tick
fr: Tick de fin

source: End tick must be greater than start tick
fr: Le tick de fin doit être plus grand que le tick de début

source: ~<0>{requiredDiskSpace}</0>GB
fr: ~<0>{requiredDiskSpace}</0>Go

# Duration
source: <0>{seconds}</0> seconds
fr: <0>{seconds}</0> secondes

# Table header tooltip
source: Show kills
fr: Afficher les kills

# Table header tooltip
source: Voice
fr: Voix

source: Players
fr: Joueurs

# Input label
source: Start tick
fr: Tick de début
pt_br: Tique inicial

# Input placeholder
source: Start tick
fr: Tick de début

source: {0, plural, one {# sequence} other {# sequences}}
fr: {0, plural, one {# séquence} other {# séquences}}
pt_br: {0, plural, one {# sequência} other {# sequências}}

# Button
source: Add new sequence
fr: Ajouter une séquence
pt_br: Adicionar nova sequência

# Button
source: Delete sequences
fr: Supprimer les séquences
pt_br: Excluir sequências

source: No sequences to edit
fr: Aucune séquence à modifier

# Button
source: Edit sequences settings
fr: Modifier les paramètres de séquences

# Dialog title
source: Edit sequences settings
fr: Modifier les paramètres de séquences

source: The following settings will be applied to all existing sequences.
fr: Les paramètres suivants seront appliqués à toutes les séquences existantes.

source: Override camera focus
fr: Remplacer le focus de la caméra

source: Override CFG
fr: Remplacer CFG

# Disk usage in megabyte
source: ~{roundedMb}MB
fr: ~{roundedMb}Mo

# Disk usage in gigabyte
source: ~{roundedGb}GB
fr: ~{roundedGb}GO

source: {duration, plural, zero {0 seconds} one {1 second} other {# seconds}}
fr: {duration, plural, zero {0 seconde} one {1 seconde} other {# secondes}}
pt_br: {duration, plural, one {1 segundo} other {# segundos}}

# Context menu
source: Edit
fr: Modifier
pt_br: Editar

source: Sequence <0>#{number}</0>
fr: Séquence <0>#{number}</0>

source: Tick <0>{startTick}</0> to <1>{endTick}</1> (<2>{durationInSeconds}s</2>)
fr: Tick <0>{startTick}</0> au tick <1>{endTick}</1> (<2>{durationInSeconds}s</2>)

# Input label
source: Show only death notices
fr: Afficher uniquement les death notices

# Button
source: Browse
fr: Naviguer
pt_br: Navegar

# Software installation status
source: Not installed
fr: Non installé
pt_br: Não instalado

source: An error occurred. (Code {errorCode})
fr: Une erreur est survenue. (Code {errorCode})

source: Loading video generator…
fr: Chargement du générateur de vidéos…
pt_br: Carregando gerador de vídeo…

source: Installing VirtualDub…
fr: Installation de VirtualDub en cours…
pt_br: Instalando VirtualDub…

source: VirtualDub has been installed
fr: VirtualDub a été installé
pt_br: VirtualDub foi instalado

source: An error occurred while installing VirtualDub
fr: Une erreur est survenue lors de l'installation de VirtualDub
pt_br: Ocorreu um erro ao instalar o VirtualDub

# Input label
source: Width
fr: Largeur
pt_br: Largura

# Input placeholder
source: Width
fr: Largeur
pt_br: Largura

# Checkbox label
source: Show X-Ray
fr: Afficher les rayons X

source: It will analyze the demo and generate positions required for the 2D viewer.
fr: Cela analysera la démo et générera les positions requises pour la visionneuse 2D.

source: Inserting positions into the database…
fr: Insertion des positions dans la base de données…
pt_br: Inserindo posições no banco de dados…

source: Analyzing demo…
fr: Démo en cours d'analyse…
pt_br: Analisando demo…

source: Positions require disk space, it's recommended to delete them from the database settings when you don't need them anymore.
fr: Les positions nécessitent de l'espace disque, il est recommandé de les supprimer depuis les paramètres de base de données lorsque vous n'en avez plus besoin.

source: Generate
fr: Générer
pt_br: Gerar

source: Positions haven't been generated yet.
fr: Les positions n'ont pas encore été générées.

source: Generate positions
fr: Générer les positions
pt_br: Gerar posições

source: {time} Freeze time ended
fr: {time} Fin du freezetime

# Map radar level
source: Upper
fr: Supérieur
pt_br: Superior

# Map radar level
source: Lower
fr: Inférieur
pt_br: Inferior

source: An error occurred while loading round number {roundNumber}.
fr: Une erreur est survenue lors du chargement du round {roundNumber}.

source: Loading round number {roundNumber}…
fr: Chargement du round {roundNumber}…
pt_br: Carregando rodada número {roundNumber}…

# Tooltip
source: Head {headPercentage}% of hits
fr: Tête {headPercentage}% de coups
pt_br: Cabeça {headPercentage}% de acertos

# Tooltip
source: Chest {chestPercentage}% of hits
fr: Poitrine {chestPercentage}% de coups
pt_br: Peito {chestPercentage}% de acertos

# Tooltip
source: Right arm {rightArmPercentage} % of hits
fr: Bras droit {rightArmPercentage} % de coups
pt_br: Braço direito {rightArmPercentage} % de acertos

# Tooltip
source: Stomach {stomachPercentage}% of hits
fr: Estomac {stomachPercentage}% de coups
pt_br: Estômago {stomachPercentage} % de acertos

# Tooltip
source: Left arm {leftArmPercentage}% of hits
fr: Bras gauche {leftArmPercentage}% de coups
pt_br: Braço esquerdo {leftArmPercentage} % de acertos

# Tooltip
source: Right leg {rightLegPercentage}% of hits
fr: Jambe droite {rightLegPercentage}% de coups
pt_br: Perna direita {rightLegPercentage} % de acertos

# Tooltip
source: Left leg {leftLegPercentage}% of hits
fr: Jambe gauche {leftLegPercentage}% de coups
pt_br: Perna esquerda {leftLegPercentage} % de acertos

source: Hits
fr: Coups
pt_br: Acertos

# Table header
source: Damages
fr: Dégâts
pt_br: Danos

# Table header
source: Hits
fr: Coups
pt_br: Acertos

# Table header
source: Accuracy
fr: Précision
pt_br: Acurácia

source: Pistols
fr: Pistolets

source: Head
fr: Tête
pt_br: Cabeça

source: Neck
fr: Cou

source: Chest
fr: Torse
pt_br: Peito

source: Stomach
fr: Ventre
pt_br: Estômago

source: Left arm
fr: Bras gauche
pt_br: Braço esquerdo

source: Right arm
fr: Bras droit
pt_br: Braço direito

source: Left leg
fr: Jambe gauche
pt_br: Perna esquerda

source: Right leg
fr: Jambe droite
pt_br: Perna direita

source: {updateCount, plural, one {The match has been updated} other {# matches have been updated}}
fr: {updateCount, plural, one {Le match a été mis à jour} other {# matchs ont été mis à jour}}

source: The team names must be different.
fr: Les noms d'équipe doivent être différents.

source: The teams have not been found.
fr: Les équipes n'ont pas été trouvées.

# Dialog title
source: Update team names
fr: Mettre à jour les noms d'équipe

# Input label
source: Team A
fr: Équipe A

# Input label
source: Team B
fr: Équipe B

source: You should rename team names only to merge stats into a single team!
fr: Vous devriez renommer les noms des équipes uniquement pour fusionner les statistiques en une seule équipe !

source: The only way to restore team names is by re-analyzing demos!
fr: La seule façon de restaurer les noms des équipes est de ré-analyser les démos !

# Context menu
source: Update team names
fr: Mettre à jour les noms d'équipe

source: {matchCount, plural, one {# match} other {# matches}}
fr: {matchCount, plural, one {# match} other {# matchs}}
pt_br: {matchCount, plural, one {# partida} other {# partidas}}

source: {matchWithCheaterCount, plural, one {# match with a cheater} other {# matches with a cheater}}
fr: {matchWithCheaterCount, plural, one {# match avec un cheater} other {# matchs avec un cheater}}
pt_br: {matchWithCheaterCount, plural, one {# partida com trapaceiros} other {# partidas com trapaceiros}}

source: Loading matches…
fr: Chargement des matchs…
pt_br: Carregando partidas…

source: No match found with active filters.
fr: Aucun match trouvé avec les filtres actuels.
pt_br: Nenhuma partida encontrada com os filtros ativos.

source: No match found yet, you have to analyze demos to generate matches.
fr: Aucun match trouvé, vous devez analyser des démos pour générer des matchs.

source: {0, plural, one {# match selected} other {# matches selected}}
fr: {0, plural, one {# match sélectionné} other {# matchs sélectionnés}}

# Chart title
source: Damage Per Round over time
fr: Dégâts par round au fil du temps

# Chart axis label average damage per round
source: ADR
fr: MDR
pt_br: DMR

# Chart title
source: Clutch won over time
fr: Clutch gagné au fil du temps

# Chart axis label
source: Won %
fr: % Victoires
pt_br: % Vitórias

# Chart title
source: Players competitive rank repartition
fr: Répartition rangs compétitifs des joueurs
pt_br: Repartição dos jogadores no modo competitivo

# Chart title
source: Headshot percentage over time
fr: Pourcentage de headshot au fil du temps
pt_br: Porcentagem de tiros na cabeça ao longo do tempo

# Chart title
source: Kill/death over time
fr: V/M au fil du temps
pt_br: Abates/mortes ao longo do tempo

# Chart axis label kill death ratio
source: K/D
fr: V/M
pt_br: A/M

# Chart title
source: Number of matches played over time
fr: Nombre de matchs joués au fil du temps
pt_br: Número de partidas jogadas ao longo do tempo

# Chart title
source: Players Premier rank repartition
fr: Répartition rangs Premier des joueurs
pt_br: Repartição dos jogadores no modo Especial

# Select option time period
source: Day
fr: Jour
pt_br: Dia

# Select option time period
source: Month
fr: Mois
pt_br: Mês

# Select option time period
source: Year
fr: Année
pt_br: Ano

# Input label
source: X Axis
fr: Axe X
pt_br: Eixo X

source: No data was found with active filters.
fr: Aucune donnée n'a été trouvée avec les filtres actuels.
pt_br: Nenhum dado foi encontrado com os filtros ativos.

source: This player is not in any analyzed demos.
fr: Ce joueur n'est dans aucune démo analysée.
pt_br: Este jogador não está em nenhuma demo analisada.

# Panel label
source: Premier rank
fr: Rang Premier
pt_br: Ranque Especial

# Panel label
source: Competitive rank
fr: Rang compétitif
pt_br: Ranque competitivo

# Panel title
source: Opening duels
fr: Duels d'ouverture

# Panel label
source: Success
fr: Succès

# Panel label
source: Traded
fr: Échangé

# Panel label
source: Best weapon
fr: Meilleure arme

# Panel label
source: Avg blind time
fr: Temps moyen flashé

source: The average number of enemies blinded per flashbang thrown by the player. This includes only 5v5 matches, so the maximum possible value is 5.
fr: Le nombre moyen d'ennemis aveuglés par flashbang lancé par le joueur. Cela inclut seulement les matchs 5v5, donc la valeur maximale possible est de 5.

# Panel label
source: Enemies flashed
fr: Ennemis flashés

# Panel label
source: Game bans
fr: Bans du jeu
pt_br: Banimentos de jogo

# Panel label
source: Last ban date
fr: Dernière date de ban
pt_br: Data do ultimo banimento

# Panel label
source: Economy ban
fr: Ban économique
pt_br: Banimento de economia

# Panel label
source: Community banned
fr: Ban communautaire
pt_br: Banido na comunidade

# Panel label
source: Profile
fr: Profil
pt_br: Perfil

source: Private
fr: Privé
pt_br: Privado

source: No pinned player found.
fr: Aucun joueur épinglé trouvé.
pt_br: Nenhum jogador fixado encontrado.

source: You can pin a player from scoreboards or the players list.
fr: Vous pouvez épingler un joueur à partir des scoreboards ou de la liste des joueurs.
pt_br: Você pode fixar um jogador a partir dos placares ou da lista de jogadores.

source: Loading player…
fr: Chargement du joueur…
pt_br: Carregando jogador…

# Tab link
source: Graphs
fr: Graphiques
pt_br: Gráficos

# Tab link
source: Rank
fr: Rang
pt_br: Ranque

# Tab link
source: Matches
fr: Matchs
pt_br: Partidas
