Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

source: An error occurred while downloading the demo.
fr: Une erreur est survenue pendant le téléchargement de la démo.
pt_br: Ocorreu um erro ao baixar a demo.

source: No pending downloads.
fr: Aucun téléchargement en attente.
pt_br: Nenhum download pendente.

# Button
source: Remove downloads
fr: Supprimer les téléchargements
pt_br: Remover downloads

# Button
source: Reveal download folder
fr: Révéler le dossier de téléchargement
pt_br: Mostrar pasta de downloads

# Tooltip
source: A download folder is required. You can change it from settings.
fr: Un dossier de téléchargement est requis. Vous pouvez le modifier depuis les paramètres.
pt_br: Uma pasta de download é necessária. Você pode alterá-la nas configurações.

# Download status
source: Error on download
fr: Erreur lors du téléchargement
pt_br: Erro ao baixar

# Download status
source: Not downloaded
fr: Non téléchargée
pt_br: Não baixado

# Download status
source: Downloading…
fr: Téléchargement en cours…
pt_br: Baixando…

# Download status
source: Expired
fr: Expiré
pt_br: Expirado

# Download status
source: Corrupted
fr: Corrompu
pt_br: Corrompido

# Download status
source: Downloaded
fr: Téléchargé
pt_br: Baixado

source: Defeat
fr: Défaite
pt_br: Derrota

source: Victory
fr: Victoire
pt_br: Vitória

source: Tied
fr: Égalité
pt_br: Empate

source: Unplayed
fr: Non joué
pt_br: Não reproduzidos

# Boiler-writter error message
source: Invalid arguments provided to boiler.
fr: Arguments non valides fournis à boiler.
pt_br: Argumentos inválidos fornecidos para o boiler.

# Boiler-writter error message
source: Error while contacting Steam, make sure your Steam account is not currently in-game on another device, otherwise please retry later.
fr: Erreur lors de la communication avec Steam, assurez-vous que votre compte Steam n'est pas actuellement en jeu sur un autre appareil, sinon veuillez réessayer plus tard.

# Boiler-writter error message
source: You are already connected to the CS game coordinator, make sure to close CS and retry.
fr: Vous êtes déjà connecté au Steam Game Coordinator , assurez-vous de fermer CS et de réessayer.
pt_br: Você já está conectado ao coordenador de jogos CS, certifique-se de fechar o CS e tentar novamente.

# Boiler-writter error message
source: Steam needs to be restarted.
fr: Steam a besoin d'être redémarré.
pt_br: A Steam precisa ser reiniciada.

# Boiler-writter error message
source: Steam is not running or the current account is not logged in.
fr: Steam n'est pas en cours d'exécution ou le compte actuel n'est pas connecté.
pt_br: A Steam não está sendo executada ou a conta atual não está conectada.

# Boiler-writter error message
source: Steam account not connected.
fr: Le compte Steam n'est pas connecté.
pt_br: Conta Steam não conectada.

# Boiler-writter error message
source: No matches found.
fr: Aucun mach trouvé.
pt_br: Nenhuma partida encontrada.

# Boiler-writter error message
source: An error occurred while writing the matches file.
fr: Une erreur est survenue pendant l'écriture du fichier des matchs.
pt_br: Ocorreu um erro ao escrever o arquivo da partida.

# Boiler-writter error message
source: Matches file not found.
fr: Fichier des matchs non trouvé.
pt_br: Arquivo da partida não encontrado.

source: It will close Counter-Strike if it's running and start automatically for a few seconds.
fr: Counter-Strike se fermera s'il est en cours d'exécution et se lancera automatiquement pendant quelques secondes.
pt_br: Fechará o Counter-Strike, se estiver em execução, e iniciará automaticamente por alguns segundos.

source: Continue
fr: Continuer
pt_br: Continuar

source: No matches found for the current Steam account.
fr: Aucun match trouvé pour le compte Steam actuel.
pt_br: Nenhuma partida encontrada na conta Steam atual.

# Match result
source: Won
fr: Gagné

# Match result
source: Lost
fr: Perdu

# Match result
source: Tie
fr: Égalité

source: yes
fr: oui

source: no
fr: non

# Toast
source: Copied to clipboard
fr: Copié dans le presse-papier
pt_br: Copiado para área de transferência

source: Demo not found
fr: Démo non trouvée
pt_br: Demo não encontrada

source: Match not found
fr: Match non trouvé
pt_br: Partida não encontrada

source: Counter-Strike executable not found.
fr: L'exécutable de Counter-Strike est introuvable.
pt_br: Executável Counter-Strike não encontrado.

source: Make sure Steam is not installed through Flatpak as it's not supported!
fr: Assurez-vous que Steam n'est pas installé via Flatpak car il ce n'est pas supporté !
pt_br: Certifique-se que a Steam não foi instalada através do Flatpak, pois não é suportado!

source: Please make sure that CS:GO is installed by selecting the "csgo_legacy" branch from the CS2 "Betas" property tab on Steam.
fr: Veuillez vous assurer que CS:GO est installé en sélectionnant la branche "csgo_legacy" depuis l'onglet "Betas" des propriétés du jeu CS2 sur Steam.
pt_br: Certifique-se que o CS:GO está instalado selecionando o ramo "csgo_legacy" na aba de propriedades "Betas" do CS2 na Steam.

source: Read the <0>documentation</0> for more information.
fr: Lisez la <0>documentation</0> pour plus d'informations.
pt_br: Leia a <0>documentação</0> para mais informações.

source: {game} is not supported on your operating system
fr: {game} n'est pas supporté sur votre système d'exploitation
pt_br: {game} não é suportado no seu sistema operacional

source: HLAE executable not found
fr: L'exécutable de HLAE est introuvable
pt_br: Executável HLAE não encontrado

source: No kills found
fr: Aucun kill trouvé
pt_br: Nenhum abate encontrado

source: This demo needs to be re-analyzed to make the camera focus work.
fr: Cette démo doit être réanalyser pour que la caméra se place correctement sur les joueurs.

source: No rounds found
fr: Aucun round trouvé
pt_br: Nenhuma rodada encontrada

source: No deaths found
fr: Aucune mort trouvée
pt_br: Nenhuma morte encontrada

source: The demo's path contains characters that are not supported by Counter-Strike and would prevent playback.
fr: Le chemin de la démo contient des caractères qui ne sont pas pris en charge par Counter-Strike qui empêcheraient la lecture.
pt_br: O caminho da demo contém caracteres que não são suportados pelo Counter-Strike e impediriam sua reprodução.

source: You have to move the demo in a folder that contains only Basic Latin characters - see <0>this documentation</0> for details.
fr: Vous devez déplacer la démo dans un dossier qui ne contient que des caractères latin de base - voir <0>cette documentation</0> pour plus de détails.
pt_br: Você deve mover a demo para uma pasta que contenha apenas caracteres latinos básicos - veja <0>esta documentação</0> para mais detalhes.

source: Steam is not running
fr: Steam n'est pas lancé
pt_br: A Steam não está sendo executada

source: The game crashed, please see <0>this documentation</0> for help.
fr: Le jeu a planté, merci de consulter <0>cette documentation</0> pour obtenir de l'aide.
pt_br: O jogo travou, por favor, veja <0>esta documentação</0> para obter ajuda.

source: The game process exited with an access denied error.
fr: Le processus de jeu s'est terminé avec une erreur "access denied".
pt_br: O processo do jogo foi encerrado com um erro de acesso negado.

source: Make sure to close any anti-cheat software and retry.
fr: Assurez-vous de fermer tout logiciel anti-triche et réessayez.
pt_br: Certifique-se de fechar qualquer software anti-trapaça e tentar novamente.

source: Counter-Strike starting…
fr: Lancement de Counter-Strike…
pt_br: Counter-Strike está iniciando…

# OS save dialog title
source: Export
fr: Exporter
pt_br: Exportar

# Game mode
source: Competitive 5v5
fr: Compétitif 5v5
pt_br: Competitivo 5v5

# Game mode
source: Casual
fr: Occasionnel

# Game mode
source: Custom
fr: Personnalisé
pt_br: Personalizado

# Game mode
source: Unknown
fr: Inconnu
pt_br: Desconhecido

# CS rank
source: Not ranked
fr: Non classé
pt_br: Não ranqueado

# CS premier rank tier
source: Tier {tier}
fr: Niveau {tier}
pt_br: Grupo {tier}

# Steam economy ban status
source: None
fr: Aucun
pt_br: Nenhum

# Steam economy ban status
source: Banned
fr: Banni
pt_br: Banido

# Steam economy ban status
source: Unknown
fr: Inconnu
pt_br: Desconhecido

# Team side
source: Unassigned
fr: Non assigné
pt_br: Não atribuída

# Tooltip
source: Demos
fr: Démos

# Tooltip
source: Downloads
fr: Téléchargements
pt_br: Transferências

# Tooltip
source: Matches
fr: Matchs
pt_br: Partidas

# Tooltip
source: Pinned player
fr: Joueur épinglé
pt_br: Jogador fixado

# Tooltip
source: Players
fr: Joueurs
pt_br: Jogadores

# Tooltip
source: Search
fr: Recherche
pt_br: Buscar

source: Settings ({shortcut})
fr: Paramètres ({shortcut})
pt_br: Configurações ({shortcut})

# Tooltip
source: Teams
fr: Équipes
pt_br: Equipes

# Tooltip
source: Videos
fr: Vidéos
pt_br: Vídeos

# Chat message status
source: *DEAD*
fr: *MORT*
pt_br: *MORTO*

source: Chat messages are available only if the <0>.info</0> file of the demo is next to its <1>.dem</1> file during analysis.
fr: Le chat est disponible seulement si le fichier <0>.info</0> de la démo se situe à coté de son fichier <1>.dem</1> au moment de l'analyse.

source: Chat messages are available with Valve demos only after the {updateDate} CS2 update.
fr: Les messages de chat sont disponibles avec les démos de Valve seulement après la mise à jour CS2 du {updateDate}.

source: No chat messages found.
fr: Aucun message de chat trouvé.
pt_br: Nenhuma mensagem de chat encontrada.

# Tab link
source: Duels matrix
fr: Matrice des duels
pt_br: Matriz de duelos

# Tab link
source: Opening duels stats
fr: Statistiques des duels d'ouverture
pt_br: Estatísticas de primeiro duelo

# Tab link
source: Opening duels map
fr: Map duels d'ouverture
pt_br: Mapa de primeiro duelo

# Context menu
source: See killer details
fr: Voir les détails du tueur
pt_br: Ver detalhes do matador

# Context menu
source: See victim details
fr: Voir les détails de la victime
pt_br: Ver detalhes da vítima

source: No kills found.
fr: Aucun kill trouvé.
pt_br: Nenhum abate encontrado.

# Table header
source: Killer
fr: Tueur
pt_br: Matador

# Table header tooltip
source: Killer's name
fr: Nom du tueur
pt_br: Nome do matador

# Table header
source: Victim
fr: Victime
pt_br: Vítima

# Table header tooltip
source: Victim's name
fr: Nom de la victime
pt_br: Nome da vítima

# Table header
source: Weapon
fr: Arme
pt_br: Arma

# Table header tooltip
source: Weapon's name
fr: Nom de l'arme
pt_br: Nome da arma

# Table header
source: Attributes
fr: Attributs
pt_br: Atributos

# Table header tooltip
source: Kill's attributes
fr: Attributs du kill
pt_br: Atributos do abate

# Table header
source: Killer side
fr: Side tueur
pt_br: Lado do matador

# Table header tooltip
source: Killer's side
fr: Side du tueur
pt_br: Lado do matador

# Table header
source: Victim side
fr: Side victime
pt_br: Lado da vítima

# Table header tooltip
source: Victim's side
fr: Side de la victime
pt_br: Lado da vítima

source: Opening duels won
fr: Duels d'ouverture gagnés
pt_br: Primeiros duelos vencidos

source: Opening duels lost
fr: Duels d'ouverture perdus
pt_br: Primeiros duelos perdidos

source: Open duels lost: {lostCount}
fr: Duels d'ouverture perdu : {lostCount}
pt_br: Primeiros duelos perdidos: {lostCount}

source: Open duels won: {wonCount}
fr: Duels d'ouverture gagné : {wonCount}
pt_br: Primeiros duelos vencidos: {wonCount}

source: Open duels: <0>{openingDuelCount}</0>
fr: Duels d'ouverture: <0>{openingDuelCount}</0>
pt_br: Primeiros duelos: <0>{openingDuelCount}</0>

source: Round breakdown
fr: Détails par round
pt_br: Detalhamento da rodada

source: <0>{killerName}</0> killed <1>{victimName}</1> <2>{killCount}</2> times
fr: <0>{killerName}</0> a tué <1>{victimName}</1> <2>{killCount}</2> fois

source: No kills found between both teams.
fr: Aucun kill trouvé entre les deux équipes.

# Chart axis label
source: Winner
fr: Gagnant
pt_br: Vencedor

# Chart tooltip
source: Winner: {winnerName}
fr: Gagnant : {winnerName}
pt_br: Vencedor: {winnerName}

source: Advantage
fr: Avantage
pt_br: Vantagem

source: Breakdown
fr: Décomposition
pt_br: Detalhamento

# Chart tooltip
source: {winnerTeamName} won the round {roundNumber}
fr: {winnerTeamName} a gagné le round {roundNumber}
pt_br: {winnerTeamName} venceu a rodada {roundNumber}

# Economy type
source: Pistol
fr: Pistolet
pt_br: Pistola

# Economy type
source: Eco
fr: Éco

# Chart label
source: Winner
fr: Gagnant
pt_br: Vencedor

source: Equipment value
fr: Valeur d'équipement
pt_br: Valor do equipamento

# Context menu
source: Copy position
fr: Copier la position
pt_br: Copiar posição

# Grenade name
source: Incendiary
fr: Incendiaire
pt_br: Incendiária

source: No grenades found.
fr: Aucune grenade trouvée.
pt_br: Nenhuma granada encontrada.

# Table header
source: Player
fr: Joueur
pt_br: Jogador

# Table header tooltip
source: Player's name
fr: Nom du Joueur
pt_br: Nome do jogador

# Table header velocity
source: Vel X
fr: Vit. X

# Table header tooltip
source: Thrower velocity X
fr: Vitesse en X du lanceur
pt_br: Velocidade X do lançador

# Table header velocity
source: Vel Y
fr: Vit. Y

# Table header tooltip
source: Thrower velocity Y
fr: Vitesse en Y du lanceur
pt_br: Velocidade Y do lançador

# Table header velocity
source: Vel Z
fr: Vit. Z

# Table header tooltip
source: Thrower velocity Z
fr: Vitesse en Z du lanceur
pt_br: Velocidade Z do lançador

# Tab link
source: Stats
fr: Statistiques
pt_br: Estatísticas

# Grenade name
source: Fire
fr: Incendiaires
pt_br: Fogo

source: Damage
fr: Dégâts
pt_br: Dano

source: Damage per throw
fr: Dégâts par lancé
pt_br: Dano por lançamento

source: Enemies damaged per throw
fr: Ennemis touchés par lancé
pt_br: Inimigos atingidos por jogada

source: Average damage per round
fr: Dégâts moyens par round
pt_br: Dano Médio por Rodada

source: Duration
fr: Durée
pt_br: Duração

source: Players flashed
fr: Joueurs flashés
pt_br: Jogadores cegos

source: Player flashed per throw
fr: Joueur flashé par lancé
pt_br: Jogadores cegos por lançamento

source: Average player flashed per round
fr: Moy, joueur flashé par round
pt_br: Média de jogadores cegos por rodada

source: Damages per round
fr: Dégâts par round
pt_br: Danos por rodada

source: Killed
fr: Kills
pt_br: Eliminados

source: Players flashbang matrix
fr: Matrice flashbang des joueurs
pt_br: Matriz de granada de luz

source: Thrown
fr: Jeté

source: Fetching match…
fr: Chargement du match…
pt_br: Obtendo partida…

source: Match not found.
fr: Match non trouvé.
pt_br: Partida não encontrada.

source: Previous match ({shortcut})
fr: Match précédent ({shortcut})
pt_br: Partida anterior ({shortcut})

source: Next match ({shortcut})
fr: Prochain match ({shortcut})
pt_br: Próxima partida ({shortcut})

# Tab link
source: Overview
fr: Aperçu
pt_br: Visão geral

# Tab link
source: Players
fr: Joueurs
pt_br: Jogadores

# Tab link
source: Heatmap
fr: Carte de chaleur
pt_br: Mapa de calor

# Tab link
source: Weapons
fr: Armes
pt_br: Armas

# Tab link
source: Economy
fr: Économie
pt_br: Economia

# Tab link
source: 2D viewer
fr: Visionneuse 2D
pt_br: Visualizador 2D

# Tab link
source: Video
fr: Vidéo
pt_br: Vídeo

# Button
source: JSON export
fr: Export JSON
pt_br: Exportar em JSON

# Dialog title
source: Watch at tick
fr: Regarder au tick
pt_br: Assistir no tique

source: The playback will start at the specified tick.
fr: La lecture commencera au tick spécifié.
pt_br: A reprodução iniciará no tique especificado.

# Button
source: Watch at tick
fr: Regarder au tick
pt_br: Assistir no tique

source: Invalid crosshair share code
fr: Code de partage de crosshair invalide

# Context menu sub item
source: Crosshair config
fr: Configuration crosshair
pt_br: Configurações da mira

# Context menu sub item
source: Crosshair share code
fr: Code de partage crosshair
pt_br: Código de compartilhamento mira

# Context menu
source: Deaths
fr: Morts

# Context menu
source: Generate video
fr: Générer une vidéo
pt_br: Gerar vídeo

source: Name
fr: Nom
pt_br: Nome

source: Client name
fr: Nom du client
pt_br: Nome do cliente

source: Server name
fr: Nom du serveur
pt_br: Nome do servidor

# Tooltip
source: Switch sides
fr: Changement de side
pt_br: Trocar lados

source: Loading…
fr: Chargement…

# Table header tooltip
source: Damages
fr: Dégâts
pt_br: Danos

# Dropdown column visibility
source: Damages
fr: Dégâts
pt_br: Danos

# Table header tooltip
source: Utility damage per round
fr: Dégâts utilitaires par round
pt_br: Dano de utilitário por rodada

# Dropdown column visibility
source: Utility Damage per Round
fr: Dégâts utilitaires par round
pt_br: Dano de utilitário por rodada

# Dropdown column visibility
source: Headshot percentage
fr: Pourcentage headshot
pt_br: Porcentagem de tiros na cabeça

# Table header tooltip
source: HLTV 1.0 rating
fr: Note HLTV 1.0
pt_br: Classificação HLTV 1.0

# Table header tooltip
source: Total Utility Damage Dealt
fr: Dégâts totaux infligés par utilitaire
pt_br: Dano total de utilitárias causado

# Dropdown column visibility
source: Utility Damage
fr: Dégâts utilitaire
pt_br: Dano de utilitários

# Table header tooltip
source: Trade Kills (Kill revenged within 5s after a teammate died)
fr: Trade Kills (Kill de vengeance dans les 5s après la mort d'un coéquipier)

# Table header tooltip
source: Trade Deaths (Death revenged by a teammate within 5s after the player died)
fr: Trade Deaths (Mort vengée par un coéquipier dans les 5s après la mort du joueur)

# Dropdown column visibility
source: Trade Deaths
fr: Trade morts

# Table header tooltip
source: First Trade Kills (Kill revenged within 5s after a teammate died)
fr: Premier Trade Kills (Kill de vengeance dans les 5s après la mort d'un coéquipier)

# Dropdown column visibility
source: First Trade Kills
fr: Premiers trade kills

# Table header tooltip
source: First Trade Deaths (Death revenged by a teammate within 5s after the player died)
fr: Premier Trade Deaths (Mort vengée par un coéquipier dans les 5s après la mort du joueur)

# Dropdown column visibility
source: First Trade Deaths
fr: Premières trade morts

# Dropdown column visibility
source: Collateral Kills
fr: Kills collatéraux

# Table header tooltip
source: No Scope Kill
fr: No Scope kills

# Table header tooltip
source: Bomb Planted
fr: Bombes plantées
pt_br: Bombas armadas

# Dropdown column visibility
source: Bomb Planted
fr: Bombes plantées
pt_br: Bomba armada

# Table header tooltip
source: Bomb Defused
fr: Bombes désamorcées
pt_br: Bombas desarmadas

# Dropdown column visibility
source: Bomb Defused
fr: Bombes désamorcées
pt_br: Bomba desarmada

# Table header hostage rescued count
source: HR
fr: OL
pt_br: RR

# Table header tooltip
source: Hostage Rescued
fr: Otage libéré
pt_br: Refém resgatado

# Dropdown column visibility
source: Hostage Rescued
fr: Otages libérés

# Table header
source: 1v5
fr: 1c5

# Table header tooltip
source: 1 versus 5 won
fr: 1 contre 5 gagnés
pt_br: 1 contra 5 vencidos

# Table header
source: 1v4
fr: 1c4

# Table header tooltip
source: 1 versus 4 won
fr: 1 contre 4 gagnés
pt_br: 1 contra 4 vencidos

# Table header
source: 1v3
fr: 1c3

# Table header tooltip
source: 1 versus 3 won
fr: 1 contre 3 gagnés
pt_br: 1 contra 3 vencidos

# Table header
source: 1v2
fr: 1c2

# Table header tooltip
source: 1 versus 2 won
fr: 1 contre 2 gagnés
pt_br: 1 contra 2 vencidos

# Table header
source: 1v1
fr: 1c1

# Table header tooltip
source: 1 versus 1 won
fr: 1 contre 1 gagnés
pt_br: 1 contra 1 vencidos

# Panel title
source: Clutches
fr: Clutchs

# Panel label
source: Opponents
fr: Adversaires
pt_br: Oponentes

# Panel label
source: Won
fr: Gagné
pt_br: Venceu

# Panel label
source: Survived
fr: Survécu
pt_br: Sobreviveu

# Tooltip
source: Watch clutch
fr: Regarder le clutch

# Tooltip
source: Watch kill
fr: Regarder le kill
pt_br: Assistir abate

source: No players found.
fr: Aucun joueur trouvé.

source: Player not found.
fr: Joueur introuvable.
pt_br: Jogador não encontrado.

source: Deaths
fr: Morts
pt_br: Mortes

# Tooltip
source: Banned player
fr: Joueur banni
pt_br: Jogador banido

# Button
source: See global stats
fr: Voir stats globales
pt_br: Ver estatísticas globais

# Panel title
source: Weapons
fr: Armes
pt_br: Armas

# Panel label
source: Name
fr: Nom
pt_br: Nome

# Panel label
source: Damages
fr: Dégâts
pt_br: Danos

# Panel label
source: Shots
fr: Tirs
pt_br: Disparos

# Panel label
source: Hits
fr: Coups
pt_br: Acertos

# Panel label
source: Accuracy
fr: Précision
pt_br: Acurácia

source: Cash
fr: Argent
pt_br: Dinheiro

source: Cash spent
fr: Argent dépensé
pt_br: Dinheiro gasto

source: Economy type
fr: Économie
pt_br: Tipo de economia

# Tooltip
source: Watch round
fr: Regarder le round
pt_br: Assistir rodada

source: No rounds found.
fr: Aucun round trouvé.

source: No clutches in this round
fr: Aucun clutch dans ce round

source: {clutcherName} won a 1v{opponentCount}
fr: {clutcherName} a gagné un 1v{opponentCount}
pt_br: {clutcherName} ganhou um 1v{opponentCount}

source: {clutcherName} lost a 1v{opponentCount}
fr: {clutcherName} a perdu un 1v{opponentCount}
pt_br: {clutcherName} perdeu um 1v{opponentCount}

source: Unknown
fr: Inconnue

# Panel title
source: Round end reason
fr: Raison fin de round

source: Economy
fr: Économie
pt_br: Economia

source: Teams economy
fr: Économie des équipes

source: Time alive
fr: Temps en vie
pt_br: Tempo vivo

source: Headshot kills
fr: Kills headshot
pt_br: Abates na cabeça

source: Airborne kills
fr: Kills en l'air
pt_br: Abates Aéreos

source: Blinded kills
fr: Kills aveuglés
pt_br: Abates cegos

source: Chicken kills
fr: Kills poulets
pt_br: Galinhas assassinadas

source: Blinded deaths
fr: Morts aveuglé
pt_br: Mortes cegas

source: Flash
fr: Flashbang
pt_br: Granada de luz

source: Damages
fr: Dégâts
pt_br: Danos

source: Shots
fr: Tirs
pt_br: Disparos

source: Damage dealt
fr: Dégâts infligés
pt_br: Dano causado

source: Opponents hurt
fr: Adversaires blessés
pt_br: Oponentes feridos

source: Own damage
fr: Dégâts à soi-même
pt_br: Dano próprio

source: Own team damage
fr: Dégâts infligés à votre équipe
pt_br: Dano da própria equipe

source: Strategy
fr: Stratégie
pt_br: Estratégia

source: Players stats
fr: Statistiques des joueurs
pt_br: Estatísticas dos jogadores

# Button
source: Edit
fr: Modifier
pt_br: Editar

source: Round number {roundNumber} not found.
fr: Le round numéro {roundNumber} est introuvable.
pt_br: Rodada número {roundNumber} não encontrada.

source: Overview
fr: Aperçu
pt_br: Visão geral

source: Disk space warning
fr: Avertissement d'espace disque
pt_br: Aviso sobre o uso do disco

source: You will need at least <0>{requiredGigaBytes}GB</0> of free disk space to generate the videos.
fr: Vous aurez besoin d'au moins <0>{requiredGigaBytes}Go</0> d'espace disque libre pour générer les vidéos.

source: You will need at least <0>{requiredGigaBytes}GB</0> of free disk space on the disk where CS2 is installed to generate the videos.
fr: Vous aurez besoin d'au moins <0>{requiredGigaBytes}Go</0> d'espace disque libre sur le disque où CS2 est installé pour générer les vidéos.

source: Are you sure you want to continue?
fr: Voulez-vous vraiment continuer ?

# Button
source: Add to queue
fr: Ajouter à la file d'attente

# Dialog title
source: Error
fr: Erreur

# Checkbox label
source: Close the game when recording is done
fr: Fermer le jeu lorsque l'enregistrement est terminé

# Checkbox label
source: Concatenate sequences into 1 video
fr: Concaténer les séquences en 1 vidéo

source: Death notices duration (seconds)
fr: Durée des notifications de mort (secondes)

# Select label of video encoder
source: Encoder software
fr: Logiciel d'encodage
pt_br: Software de codificador

# Input label
source: Audio codec
fr: Codec audio
pt_br: Codec de áudio
