Repository: akiver/cs-demo-manager
Catalog: src/ui/translations/*/messages.po
Languages: fr, pt_br

source: Doesn't work with Valve Matchmaking demos as voice data are not available!
fr: Ne fonctionne pas avec les démos Valve matchmaking car les données vocales ne sont pas disponibles !

# Settings title
source: Player voices
fr: Voix des joueurs

source: Start Counter-Strike using HLAE configured in the <0>video settings</0>
fr: Démarrer Counter-Strike en utilisant HLAE configuré dans les <0>paramètres vidéo</0>

# Settings title
source: Use HLAE
fr: Utiliser HLAE

# Input placeholder
source: Delay (seconds)
fr: Délai (secondes)
pt_br: Atraso (segundos)

# Settings title
source: After round delay
fr: Délai après fin de round

source: How many seconds to wait before skipping to the next round at the end of the round or when the player dies.
fr: Combien de secondes attendre avant de passer au prochain tour à la fin du round ou lorsque le joueur meurt.

# Settings title
source: Before round delay
fr: Délai avant début de round

source: How many seconds to start before the end of the round's freeze time.
fr: Combien de secondes avant la fin du freeze time démarrera la lecture.

source: Folders
fr: Dossiers
pt_br: Pastas

source: Download
fr: Téléchargement
pt_br: Baixar

source: Playback
fr: Lecture
pt_br: Reprodução

source: Analyze
fr: Analyse
pt_br: Analisar

source: Ban
fr: Bans
pt_br: Banimento

source: Integrations
fr: Intégrations
pt_br: Integrações

source: Database
fr: Base de données
pt_br: Banco de dados

source: About
fr: À propos de
pt_br: Sobre

source: Set the game height resolution.
fr: Définir la résolution en hauteur du jeu.

# Settings title
source: Height
fr: Hauteur
pt_br: Altura

source: Set the game width resolution.
fr: Définir la résolution en largeur du jeu.

# Settings title
source: Width
fr: Largeur
pt_br: Largura

source: The name is already taken
fr: Ce nom est déjà utilisé
pt_br: O nome já está em uso

source: The name is too short
fr: Le nom est trop court
pt_br: O nome é curto demais

source: Invalid color
fr: Couleur invalide
pt_br: Cor inválida

# Select option initial page
source: Matches
fr: Matchs
pt_br: Partidas

# Select option initial page
source: Demos
fr: Démos

# Select option initial page
source: Players
fr: Joueurs
pt_br: Jogadores

# Select option initial page
source: Download
fr: Téléchargement
pt_br: Baixar

source: Initial page displayed on app startup
fr: Page initiale affichée au démarrage de l'application
pt_br: Página inicial exibida ao iniciar o aplicativo

# Settings title
source: Initial page
fr: Page initiale
pt_br: Página inicial

source: Application language
fr: Langue de l'application
pt_br: Idioma do aplicativo

# Settings title
source: Language
fr: Langue
pt_br: Idioma

# Settings title
source: Redirect demo to match
fr: Rediriger démo vers match

# Button
source: Reset tables
fr: Réinitialiser les tables
pt_br: Redefinir tabelas

source: Minimized
fr: Minimisé
pt_br: Minimizar

source: No
fr: Non
pt_br: Não

source: Yes
fr: Oui
pt_br: Sim

source: Open the application automatically after you log in to your computer
fr: Ouvrir l'application automatiquement au démarrage de votre ordinateur
pt_br: Abrir o aplicativo automaticamente após você entrar no seu computador

# Settings title
source: System startup behavior
fr: Comportement au démarrage du système
pt_br: Comportamento da inicialização

# Select option theme
source: Light
fr: Clair
pt_br: Claro

# Select option theme
source: Dark
fr: Sombre
pt_br: Escuro

source: Application UI theme
fr: Thème de l'application
pt_br: Tema do aplicativo

# Settings title
source: Theme
fr: Thème
pt_br: Tema

source: Invalid FFmpeg executable
fr: Exécutable FFmpeg invalide
pt_br: Executável do FFmpeg inválido

source: Enable config folder
fr: Activer le dossier de configuration
pt_br: Ativar pasta de configuração

source: Invalid HLAE executable
fr: Exécutable HLAE invalide
pt_br: Executável HLAE inválido

source: Default recording settings
fr: Paramètres d'enregistrement par défaut

# Input placeholder
source: Duration
fr: Durée

source: Listen to player voices during recording.
fr: Entendre la voix du joueur pendant l'enregistrement.

source: Player voices are not available in Valve Matchmaking demos!
fr: Les démos du Matchmaking Valve ne contiennent pas les voix des joueurs !

source: Won percentage
fr: Pourcentage gagné

source: This team is not in any analyzed demos.
fr: Cette équipe n'est dans aucune démo analysée.

# Chart tooltip
source: Bomb planted on {name}
fr: Bombe plantée en {name}

# Panel title
source: Bombs
fr: Bombes

# Chart tooltip
source: Matches started as CT
fr: Matchs commencés en CT

# Chart tooltip
source: Matches started as T
fr: Matchs commencés en T

source: Loading team…
fr: Chargement de l'équipe…

source: No team found with current filters.
fr: Aucune équipe trouvée avec les filtres actuels.

source: No team found, you have to analyze demos to generate teams.
fr: Aucune équipe trouvée, vous devez analyser des démos pour générer des équipes.

source: {0, plural, one {# team selected} other {# teams selected}}
fr: {0, plural, one {# équipe sélectionnée} other {# équipes sélectionnées}}

source: {0, plural, one {# team} other {# teams}}
fr: {0, plural, one {# équipe} other {# équipes}}

source: Loading teams…
fr: Chargement des équipes…

# Tooltip
source: Back in history
fr: Précédent dans l'historique
pt_br: Voltar no histórico

# Tooltip
source: Forward in history
fr: Suivant dans l'historique
pt_br: Avançar no histórico

source: Update ready!
fr: Mise à jour prête !
pt_br: Atualização pronta!

# Button
source: Remove all
fr: Tout supprimer

# Button
source: Remove completed
fr: Supprimer les terminées

# Button
source: Resume
fr: Reprendre

# Button
source: Pause
fr: Suspendre

source: The video queue is paused!
fr: La génération des vidéos est en pause !

source: Waiting…
fr: En attente…

source: In-game recording in progress…
fr: Enregistrement en jeu en cours…

source: Moving final files…
fr: Déplacement des fichiers finaux…

source: Generating video for sequence {number} / {sequenceCount}…
fr: Génération de la vidéo pour la séquence {number} / {sequenceCount}…

source: Merging videos into a single file…
fr: Fusion des vidéos en un seul fichier…

source: Video generation done
fr: Génération de la vidéo terminée

source: The folder doesn't exist yet
fr: Le dossier n'existe pas encore

source: Video ID
fr: ID de la vidéo

source: Sequences
fr: Séquences

source: Disk space
fr: Espace disque

source: Encoder software
fr: Logiciel d'encodage

source: Resolution
fr: Résolution

source: Merge sequences into single file
fr: Fusionner les séquences en un seul fichier

source: Output
fr: Sortie

source: Close game after recording
fr: Fermer le jeu après l'enregistrement

source: You will have to close the game manually.
fr: Vous devrez quitter le jeu manuellement.

source: Demo path
fr: Chemin de la démo

source: Output path
fr: Chemin de sortie

source: Start tick
fr: Tick de début

source: End tick
fr: Tick de fin

source: X-Ray
fr: Rayon X

source: Player voices
fr: Voix des joueurs

source: Cameras
fr: Caméras

source: None
fr: Aucun

source: No video generation in progress.
fr: Aucune génération de vidéo en cours.

# Excel sheet
source: General
fr: Général
pt_br: Geral

# Excel sheet
source: Players
fr: Joueurs
pt_br: Jogadores

# Excel sheet
source: Weapons
fr: Armes
pt_br: Armas

# Excel sheet
source: Clutches
fr: Clutchs

# Excel sheet
source: Players Flashbang matrix
fr: Matrice flashbang des joueurs
pt_br: Matriz de granada de luz

source: Logs:
pt_br: Registros:

# Table header
source: Source
pt_br: Origem

# Table header tooltip
source: Source
pt_br: Origem

# Table header
source: Map
pt_br: Mapa

# Table header tooltip
source: Map
pt_br: Mapa

# Chart axis label
source: Date
pt_br: Data

# Chart axis label
source: Bans
pt_br: Banimentos

# Chart tooltip
source: Bans
pt_br: Banimentos

# Context menu
source: POV
pt_br: PDV

# Copy context menu
source: Checksum
pt_br: Soma de verificação

# Context menu
source: Tags
pt_br: Marcadores

# Context menu watch player rounds
source: Rounds
pt_br: Rodadas

# Demo type
source: POV
pt_br: PDV

# Game modes filter label
source: Modes
pt_br: Modos

# Demo source filter label
source: Sources
pt_br: Fontes

# Tags filter label
source: Tags
pt_br: Marcadores

# Heatmap event
source: Kills
pt_br: Abates

# Heatmap event
source: HE
pt_br: GE

# Heatmap event
source: Flashbang
pt_br: Granada de luz

# Heatmap event
source: Smoke
pt_br: Bomba de fumaça

# Heatmap event
source: Decoy
pt_br: Distração

# Input label
source: Map
pt_br: Mapa

# Input label
source: Port
pt_br: Porta

# Input placeholder
source: Port
pt_br: Porta

# Filter rounds category
source: Rounds
pt_br: Rodadas

# Filter side category
source: Side
pt_br: Facção

# Panel title
source: Rounds
pt_br: Rodadas

# Panel title
source: Sides
pt_br: Facção

# Panel title
source: Impact
pt_br: Impacto

source: K/D
pt_br: A/M

source: ADR
pt_br: DMR

# Table header tooltip
source: Tags
pt_br: Marcadores

# Dropdown column visibility
source: Tags
pt_br: Marcadores

# Dropdown column visibility
source: Bans
pt_br: Banimentos

# Table header
source: Type
pt_br: Tipo

# Table header tooltip
source: Type
pt_br: Tipo

# Table header kill count
source: K
pt_br: A

# Table header tooltip
source: Kills
pt_br: Abates

# Dropdown column visibility
source: Kills
pt_br: Abates

# Table header death count
source: D
pt_br: M

# Table header
source: 5K
pt_br: 5A

# Table header tooltip
source: 5-kill rounds
pt_br: Rodadas de 5 abates

# Table header
source: 4K
pt_br: 4A

# Table header tooltip
source: 4-kill rounds
pt_br: Rodadas de 4 abates

# Table header
source: 3K
pt_br: 3A

# Table header tooltip
source: 3-kill rounds
pt_br: Rodadas de 3 abates

# Table header
source: Date
pt_br: Data

# Table header tooltip
source: Date
pt_br: Data

# Table header
source: Mode
pt_br: Modo

# Panel title
source: HS %
pt_br: TC %

# Panel label
source: Kills
pt_br: Abates

# Panel label
source: Headshots
pt_br: Tiros na Cabeça

# Panel title
source: Kills/Deaths
pt_br: Abates/Mortes

# Panel title
source: Kills
pt_br: Abates

# Panel label
source: Wallbang kills
pt_br: Abates de varadinho

# Panel title
source: Multi kills
pt_br: Abates múltiplos

# Panel label
source: 5K
pt_br: 5A

# Panel label
source: 4K
pt_br: 4A

# Panel label
source: 3K
pt_br: 3A

# Panel label
source: 2K
pt_br: 2A

# Panel label
source: 1K
pt_br: 1A

# Panel label
source: Flashbangs
pt_br: Granada de Luz

# Panel label
source: Smokes
pt_br: Bomba de fumaça

# Panel label
source: Decoys
pt_br: Distração

# Tooltip kill
source: Headshot
pt_br: Tiro na Cabeça

# Tooltip kill
source: Wallbang
pt_br: Varadinho

# Tooltip kill
source: Jump kill
pt_br: Abate pulando

# Minutes timestamp in timelines
source: {minutes} min
pt_br: {minutes} m

# Table header tooltip
source: Avatar
pt_br: Imagem de perfil

# Table header
source: K/D diff
pt_br: Diferença A/M

# Table header mvp count
source: MVP
pt_br: JMV

# Table header tooltip
source: Most Valuable Player
pt_br: Jogador Mais Valioso

# Table header score
source: S
pt_br: P

# Table header tooltip
source: Score
pt_br: Pontuação

source: Date:
pt_br: Data:

source: Share code:
pt_br: Código de compartilhamento:

source: Framerate:
pt_br: Taxa de quadros:

source: Map:
pt_br: Mapa:

source: Source:
pt_br: Fonte:

source: Tags:
pt_br: Marcadores:

source: POV
pt_br: PDV

# Table header
source: Frame rate
pt_br: Taxa de quadros

source: Tags
pt_br: Marcadores

# Dialog title
source: Share code
pt_br: Código de compartilhamento

# Button
source: Share code
pt_br: Código de compartilhamento

# Table header kill death ratio
source: K/D
pt_br: A/M

# Table header headshot count
source: HS
pt_br: TC

# Table header tooltip
source: Headshot
pt_br: Tiro na Cabeça

# Table header headshot percentage
source: HS%
pt_br: % TC

# Table header average damage per round
source: ADR
pt_br: DMR

# Table header first kill count
source: FK
pt_br: PA

# Table header first death count
source: FD
pt_br: PM

# Game mode
source: Premier
pt_br: Especial

# Game mode
source: Scrimmage 5v5
pt_br: Treino 5x5

# Game mode
source: Scrimmage 2v2
pt_br: Treino 2x2

# Game mode
source: Co-Operative
pt_br: Cooperativo

# Game mode
source: Co-Operative Mission
pt_br: Missão Cooperativa

# Game mode
source: Deathmatch
pt_br: Mata-mata

# Game mode
source: Arms Race Bomb
pt_br: Corriga armada com bomba

# Game mode
source: Arms Race
pt_br: Corrida armada

# Game mode
source: Skirmish
pt_br: Batalha

# Game mode
source: Survival
pt_br: Sobrevivência

# CS competitive rank
source: Silver I
pt_br: Prata I

# CS competitive rank
source: Silver II
pt_br: Prata II

# CS competitive rank
source: Silver III
pt_br: Prata III

# CS competitive rank
source: Silver IV
pt_br: Prata IV

# CS competitive rank
source: Silver Elite
pt_br: Prata Elite

# CS competitive rank
source: Silver Elite Master
pt_br: Prata de Elite Mestre

# CS competitive rank
source: Gold Nova I
pt_br: Ouro I

# CS competitive rank
source: Gold Nova II
pt_br: Ouro II

# CS competitive rank
source: Gold Nova III
pt_br: Ouro III

# CS competitive rank
source: Gold Nova Master
pt_br: Ouro IV

# CS competitive rank
source: Master Guardian I
pt_br: AK I

# CS competitive rank
source: Master Guardian II
pt_br: AK II

# CS competitive rank
source: Master Guardian Elite
pt_br: AK Cruzada

# CS competitive rank
source: Distinguished Master Guardian
pt_br: Xerife

# CS competitive rank
source: Legendary Eagle
pt_br: Águia

# CS competitive rank
source: Legendary Eagle Master
pt_br: Águia II

# CS competitive rank
source: Supreme Master First Class
pt_br: Supremo

# CS competitive rank
source: The Global Elite
pt_br: Global

# Steam economy ban status
source: Probation
pt_br: Período de experiência

# Tooltip
source: Analyses
pt_br: Análises

# Tooltip
source: VAC bans
pt_br: Banimentos pelo VAC

# Table header
source: Round
pt_br: Rodada

# Table header tooltip
source: Round
pt_br: Rodada

# Chart axis label
source: Round
pt_br: Rodada

# Chart tooltip
source: Round {roundNumber}
pt_br: Rodada {roundNumber}

# Chart tooltip
source: Round: {roundNumber}
pt_br: Rodada: {roundNumber}

# Economy type
source: Semi buy
pt_br: Meia compra

# Economy type
source: Force buy
pt_br: Forçado

# Economy type
source: Full buy
pt_br: Compra total

# Chart axis tooltip
source: Round {roundNumber}
pt_br: Rodada {roundNumber}

# Grenade name
source: Smoke
pt_br: Bomba de fumaça

# Grenade name
source: Flashbang
pt_br: Granada de Luz

# Grenade name
source: HE Grenade
pt_br: Granada Explosiva

# Grenade name
source: Decoy
pt_br: Distração

# Input label
source: Grenade
pt_br: Granada

# Table header
source: Tick
pt_br: Tique

# Table header tooltip
source: Tick
pt_br: Tique

# Tab link grenades finder
source: Finder
pt_br: Localizador

# Tab link
source: Rounds
pt_br: Rodadas

# Tab link
source: Duels
pt_br: Duelos

# Tab link
source: Grenades
pt_br: Granadas

source: Steam ID
pt_br: ID da Steam

# Context menu
source: Kills
pt_br: Abates

# Context menu
source: Rounds
pt_br: Rodadas

source: Source
pt_br: Origem

source: Framerate
pt_br: Taxa de quadros

source: Checksum
pt_br: Soma de verificação

# Table header
source: Rank
pt_br: Ranque

# Table header tooltip
source: Rank
pt_br: Ranque

# Table header damage health
source: DMG
pt_br: Dano

# Table header utility damage per round
source: UDR
pt_br: DUR

# Dropdown column visibility
source: Headshot
pt_br: Tiro na Cabeça

# Table header utility damage
source: UD
pt_br: DU

# Table header wallbang kill count
source: WB
pt_br: VD

# Table header tooltip
source: Wallbang Kill
pt_br: Abates de varadinho

# Dropdown column visibility
source: Score
pt_br: Pontuação

# Table header bomb planted count
source: BP
pt_br: BA

# Table header
source: 2K
pt_br: 2A

# Table header tooltip
source: 2-kill rounds
pt_br: Rodadas com 2 abates

# Panel label
source: Round
pt_br: Rodada

source: Kills
pt_br: Abates

# Panel label
source: HS%
pt_br: % TC

source: Grenades
pt_br: Granadas

source: HE
pt_br: GE

source: Smoke
pt_br: Bomba de fumaça

source: Decoy
pt_br: Distração

# Panel title
source: Tags
pt_br: Marcadores

# Select option
source: Kill
pt_br: Abate

# Select option
source: Round
pt_br: Rodada

# Timeline group label
source: Rounds
pt_br: Rodadas

# Timeline group label
source: Kills
pt_br: Abates

source: Positions
pt_br: Posições

# Table header
source: Kills
pt_br: Abates

# Table header
source: HS%
pt_br: % TC

# Chart axis label
source: HS%
pt_br: % TC

# Chart axis label match count
source: Match
pt_br: Partida

# Select option time period
source: Match
pt_br: Partida

# Panel title
source: Matchmaking
pt_br: Organização de partidas

# Panel label
source: Bans
pt_br: Banimentos

source: Public
pt_br: Público

# Tab link
source: Maps
pt_br: Mapas

# Dropdown column visibility
source: Avatar
pt_br: Imagem de perfil

# Dropdown column visibility
source: Headshot %
pt_br: % Tiro na cabeça

# Select option label
source: 5 kills
pt_br: 5 abates

# Select option label
source: 4 kills
pt_br: 4 abates

# Select option label
source: Wallbang kills
pt_br: Abates de varadinho

# Select option label
source: Jump kills
pt_br: Abate pulando

# Select option label
source: Team kills
pt_br: Abates de companheiros

# Select option label
source: Ninja defuse
pt_br: Ninja

# Input label
source: Maps
pt_br: Mapas

# Dialog title
source: Map
pt_br: Mapa

source: Documentation
pt_br: Documentação

source: UI
pt_br: Interface do usuário

source: Maps
pt_br: Mapas

# Excel sheet
source: Rounds
pt_br: Rodadas

# Excel sheet
source: Kills
pt_br: Abates
