Repository: akiver/cs-demo-manager
Catalog: Services/MultilingualResources/Services.*.xlf
Languages: fr, hu, pt_br, ru, tr_tr

source: Bomb
fr: Bombe
hu: Bomba
pt_br: Bomba
ru: Бомба
tr_tr: Bomba

source: Decoy
fr: Leurre
hu: Csali
ru: Отвлекающая граната
tr_tr: Yanıltıcı Bomba

# DefusedTheBombOnBombSite
source: {0} defused the bomb on bomb site {1}
fr: {0} a désamorcée la bombe sur le site de bombe {1}
hu: {0} hatástalanította a bombát {1} bomba lerakón
pt_br: {0} Desarmou a bomba no bomb {1}
ru: {0} разминировал бомбу на точке {1}
tr_tr: {0} {1} bomba alanında bombayı çözdü.

source: Flashbang
hu: Villanógránát
ru: Световая граната
tr_tr: Flaş Bombası

source: HE
fr: Grenade explosive
hu: Robbanógránát
ru: Осколочная граната
tr_tr: El Bombası

# Killed
source: {0} killed {1}
fr: {0} a tué {1}
hu: {0} megölte{1}-t
pt_br: {0} assasinou {1}
ru: {0} убил {1}
tr_tr: {0} {1}'i öldürdü

source: Molotov
ru: Коктейль Молотова
tr_tr: Molotof

# PlantedTheBombOnBombSite
source: {0} planted the bomb on bomb site {1}
fr: {0} a plantée la bombe sur le site de bombe {1}
hu: {0} telepítette a bombát{1} lerakón
pt_br: {0} plantou a bomba no bomb {1}
ru: {0} установил бомбу на точке {1}
tr_tr: {0} {1} bomba bölgesine bomba kurdu

source: Smoke
fr: Fumigène
hu: Füst
ru: Дымовая граната
tr_tr: Sis Bombası

# TheBombExplodedOnBombSite
source: The bomb exploded on bomb site {0}
fr: La bombe a explosée sur le site de bombe {0}
hu: A bomba felrobbant {0} lerakón
pt_br: A bomba explodiu no bomb {0}
ru: Бомба взорвалась на точке {0}
tr_tr: Bomba {0} bölgesinde patladı.

# ThrownDecoy
source: {0} thrown a decoy
fr: {0} a jeté un leurre
hu: {0} dobott egy csalit
pt_br: {0} jogou uma decoy
ru: {0} бросил отвлекающую гранату
tr_tr: {0} yanıltıcı bomba attı

# ThrownFlashbang
source: {0} thrown a flashbang
fr: {0} a jetée une flashbang
hu: {0} dobott egy villanógránátot
pt_br: {0} jogou uma flashbang
ru: {0} бросил световую гранату
tr_tr: {0} flaş bombası attı

# ThrownHeGrenade
source: {0} thrown a HE grenade
fr: {0} a jetée une grenade explosive
hu: {0} dobott egy robbanógránátot
pt_br: {0} jogou uma granada HE
ru: {0} бросил осколочную гранату
tr_tr: {0} el bombası attı

# ThrownIncendiary
source: {0} thrown an incendiary
fr: {0} a jetée une grenade incendiaire
hu: {0} dobott egy tűzgránátot
pt_br: {0} jogou uma incendiária
ru: {0} бросил зажигательную гранату
tr_tr: {0} yakıcı bomba attı

# ThrownMolotov
source: {0} thrown a molotov
fr: {0} a jeté un cocktail molotov
hu: {0} dobott egy molotovot
pt_br: {0} Jogou uma molotov
ru: {0} бросил коктейль Молотова
tr_tr: {0} molotof attı

# ThrownSmoke
source: {0} thrown a smoke
fr: {0} a jetée une fumigène
hu: {0} dobott egy füstöt
pt_br: {0} jogou uma smoke
ru: {0} бросил дымовую гранату
tr_tr: {0} sis bombası attı

source: Kill
fr: Victime
ru: Убийство
tr_tr: Öldürme

# BombDefusedEventName
source: of the bomb defused
fr: de la bombe désamorcée
ru: разминированной бомбы

# BombExplodedEventName
source: of the bomb exploded
fr: de la bombe explosée
ru: взорванной бомбы
tr_tr: bombanın patladığı

# BombPlantedEventName
source: of the bomb planted
fr: de la bombe plantée
ru: установленной бомбы
tr_tr: bombanın kurulduğu

# DecoyEventName
source: of the decoy
fr: de la grenade leurre
ru: отвлекающей гранаты
tr_tr: yanıltıcının

# FlashbangEventName
source: of the flashbang
fr: de la flash
ru: световой гранаты
tr_tr: flaş bombasının

# HEEventName
source: of the HE
fr: de la grenade explosive
ru: осколочной гранаты
tr_tr: el bombasının

source: Incendiary
fr: Grenade incendiaire
ru: Зажигательная граната
tr_tr: Yanıcı

# IncendiaryEventName
source: of the incendiary
fr: de la grenade incendiaire
ru: зажигательной гранаты
tr_tr: yanıcının

# KillEventName
source: of the kill
fr: de la victime
ru: убийства
tr_tr: öldürme

# MolotovEventName
source: of the molotov
fr: du molotov
ru: коктейля Молотова
tr_tr: molotofun

source: Round
ru: Раунд
tr_tr: Raunt

# SmokeEventName
source: of the smoke
fr: de la fumigène
ru: дымовой гранаты
tr_tr: sis bombasının

# RoundEndEventName
source: of the round end
fr: de la fin du round
ru: конца раунда
tr_tr: rauntun sona erdiği

# RoundStartEventName
source: of the round start
fr: de début du round
ru: начала раунда
tr_tr: rauntun başladığı

source: Kills
hu: Ölések
pt_br: Mortes
